Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/REDSTONE/mcl_pressureplates/locale/poconvert/*.po
Languages: it

source: Provides redstone power when pushed
it: Fornisce la corrente pietrarossa quando viene premuta

source: Pushable by players, mobs and objects
it: Può essere premuta da giocatori, creature e oggetti

source: Pushable by players and mobs
it: Può essere premuta da giocatori e creature

source: Pushable by mobs
it: Può essere premuta dalle creature

source: Pushable by players
it: Può essere premuta dai giocatori

source: Stone Pressure Plate
it: Pedana a pressione di pietra

source: A stone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
it: La pedana a pressione di pietra è un oggetto di pietrarossa che fornisce la corrente pietrarossa ai blocchi circostanti, quando un giocatore o una creatura vi sono sopra. Non viene attivata da altro.

source: Polished Blackstone Pressure Plate
it: Pedana a pressione di pietranera levigata

source: A polished blackstone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
it: La pedana a pressione di pietranera levigata è un oggetto di pietrarossa che fornisce la corrente pietrarossa ai blocchi circostanti, quando un giocatore o una creatura vi sono sopra. Non viene attivata da altro.

source: Light Weighted Pressure Plate
it: Pedana a pressione per piccoli pesi

source: A heavy weighted pressure plate is a redstone component which supplies its surrounding blocks with one redstone power for every movable object (including dropped items, players and mobs) that rests on top of it.
it: La pedana a pressione per pesi elevati è un oggetto di pietrarossa che fornisce corrente pietrarossa ai blocchi circostanti, per ogni oggetto rimovibile che vi sta sopra (oggetti lasciati a terra, giocatori e creature comprese).

source: Heavy Weighted Pressure Plate
it: Pedana a pressione per pesi elevati

source: A heavy weighted pressure plate is a redstone component which supplies its surrounding blocks with one redstone power for every 10 movable objects (including dropped items, players and mobs) that rest on top of it.
it: La pedana a pressione per pesi elevati è un oggetto di pietrarossa che fornisce corrente pietrarossa ai blocchi circostanti, per ogni 10 oggetti rimovibili che vi stanno sopra (oggetti lasciati a terra, giocatori e creature comprese).
