Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_honey/locale/poconvert/*.po
Languages: fr, pt_br, zh_cn

source: Honeycomb
fr: Rayon de miel
pt_br: Favo de Mel
zh_cn: 蜂巢

source: Used to craft beehives and protect copper blocks from further oxidation.
fr: Utilisé pour fabriquer des ruches et protéger les blocs de cuivre contre l'oxydation.
pt_br: Usado para fabricar colméias artificiais e protejer blocos de cobre da oxidação adicional.
zh_cn: 用于制作蜂箱，并且保护铜块防止其进一步氧化。

source: Use on copper blocks to prevent further oxidation.
fr: Utiliser sur des blocs de cuivre pour éviter toute oxydation supplémentaire.
pt_br: Use em blocos de cobre para previnir oxidação adicional.
zh_cn: 用于铜块上以防止其进一步氧化。

source: Honeycomb Block
fr: Bloc de rayon de miel
pt_br: Bloco de Favo de Mel
zh_cn: 蜂巢块

source: Honeycomb Block. Used as a decoration.
fr: Un bloc de rayon de miel. Utilisé comme décoration.
pt_br: Bloco de Favo de Mel. Usado como decoração
zh_cn: 蜂巢块。用作装饰。

source: Honey Bottle
fr: Fiole de miel
pt_br: Garrafa de Mel
zh_cn: 蜂蜜瓶

source: Honey Bottle is used to craft honey blocks and to restore hunger points.
fr: La fiole de miel sert à fabriquer des blocs de miel et à restaurer les points de satiété.
pt_br: Garrafa de Mel é usada para fabricar blocos de mel e para restaurar pontos de fome.
zh_cn: 蜂蜜瓶用于制作蜂蜜块以及恢复饥饿值。

source: Drinking will restore 6 hunger points. Can also be used to craft honey blocks.
fr: Boire permet de récupérer 6 points de satiété. Peut également être utilisé pour fabriquer des blocs de miel.
pt_br: Beber irá restaurar 6 pontos de fome. Também pode ser usada para fabricar blocos de mel.
zh_cn: 饮用（它）将恢复6点饥饿值。也可用于制作蜂蜜块。

source: Honey Block
fr: Bloc de miel
pt_br: Bloco de Mel
zh_cn: 蜂蜜块

source: Honey Block. Used as a decoration and in redstone. Is sticky on some sides.
fr: Un bloc de miel. Utilisé comme décoration et dans la redstone. Il est collant sur certaines faces.
pt_br: Bloco de Mel. Usado como decoração e em redstone. É pegajoso em alguns lados.
zh_cn: 蜂蜜块。用作装饰以及用于红石（装置）中。其部分面具有黏性。
