Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_bamboo/locale/poconvert/*.po
Languages: es, fr, id, ja

source: A Block made of Bamboo stalks. Can be crafted into Bamboo Planks.
es: Un Bloque hecho de tallos de Bambú. puede ser fabricado en Tablones de Bambú.
fr: Un bloc fait de tiges de bambou. Peut être transformé en planches de bambou.
id: Blok yang terbuat dari batang bambu. Dapat dibuat menjadi papan bambu.

source: Block of Bamboo
es: Bloque de bambú
fr: Bloc de bambou
id: Blok Bambu
ja: 竹ブロック

source: Block of Stripped Bamboo
es: Bloque de bambú sin corteza
fr: Bloc de bambou écorcé
id: Blok Bambu Ukir
ja: 表皮を剥いだ竹ブロック

source: Bamboo Raft
es: Balsa de Bambú
fr: Radeau en bambou
id: Rakit Bambu
ja: 竹のイカダ

source: Chest Bamboo Raft
es: Balsa de bambú con cofre
fr: Radeau de stockage en bambou
id: Rakit Bambu Peti
ja: チェスト付きの竹のイカダ

source: Bamboo Button
es: Botón de bambú
fr: Bouton en bambou
id: Tombol Bambu
ja: 竹のボタン

source: Bamboo Door
es: Puerta de bambú
fr: Porte en bambou
id: Pintu Bambu
ja: 竹のドア

source: Bamboo Fence
es: Valla de bambú
fr: Barrière en bambou
id: Pagar Bambu
ja: 竹のフェンス

source: Bamboo Fence Gate
es: Puerta de valla de bambú
fr: Portillon en bambou
id: Gerbang Pagar Bambu
ja: 竹のフェンスゲート

source: Bamboo Planks
es: Tablones de bambú
fr: Planches de bambou
id: Papan Bambu
ja: 竹の板材

source: Bamboo Pressure Plate
es: Placa de presión de bambú
fr: Plaque de pression en bambou
id: Plat Bambu
ja: 竹の感圧板

source: Bamboo Sign
es: Cartel de bambú
fr: Pancarte en bambou
id: Tanda Bambu
ja: 竹の看板

source: Bamboo Slab
es: Losa de bambú
fr: Dalle en bambou
id: Lempeng Bambu
ja: 竹のハーフブロック

source: Bamboo Stairs
es: Escaleras de bambú
fr: Escalier en bambou
id: Tangga Bambu
ja: 竹の階段

source: Bamboo Trapdoor
es: Trampilla de bambú
fr: Trappe en bambou
id: Pintu Jebakan Bambu
ja: 竹のトラップドア

source: Bamboo
es: Bambú
fr: Bambou
id: Bambu
ja: 竹

source: Bamboo Plant
es: Planta de bambú
fr: Plante de bambou
id: Tanaman Bambu

source: Bamboo Mosaic Plank
es: Madera de bambú de mosaico
fr: Planche de bambou mosaïque
id: Papan Mosaik Bambu
ja: 竹細工の板材

source: Bamboo Mosaic Stairs
es: Escaleras de mosaico de bambú
fr: Escalier en mosaïque de bambou
ja: 竹細工の階段

source: Bamboo Mosaic Slab
es: Losa de mosaico de bambú
fr: Dalle en mosaïque de bambou
ja: 竹細工のハーフブロックの

source: Scaffolding
es: Andamio
fr: Échafaudage
id: Perancah
ja: 足場

source: Scaffolding is a temporary structure to easily climb up while building that is easily removed
es: Un andamio es una estructura temporal que permite subir fácilmente durante la construcción y se puede quitar fácilmente
fr: L'échafaudage est une structure temporaire qui permet de grimper facilement pendant la construction d'un bâtiment et qui peut être facilement démontée
id: Perancah adalah struktur sementara yang mudah dinaiki saat membangun dan mudah dipindahkan

source: Scaffolding horizontal
es: Andamios horizontales
fr: Échafaudage horizontal
id: Perancah Horizontal

source: Scaffolding block...
es: Bloque de andamio...
fr: Bloc d'échafaudage...
id: Blok perancah...
