Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_ocean/locale/poconvert/*.po
Languages: eu, it

source: Tube Coral Block
eu: Hodi-koralezko blokea
it: Blocco di Corallo a Tubo

source: Dead Tube Coral Block
eu: Hodi hilezko koral-blokea
it: Blocco di Corallo a Tubo Morto

source: Tube Coral
eu: Hodi-korala
it: Corallo a tubo

source: Dead Tube Coral
eu: Hodi hutsezko korala
it: Corallo a tubo morto

source: Tube Coral Fan
eu: Hodi Korala Barreiatua
it: Gorgonia a tubo

source: Dead Tube Coral Fan
eu: Hildako Hodi Korala Barreiatua
it: Gorgonia a tubo morta

source: Brain Coral Block
eu: Burmuin koral blokea
it: Blocco di corallo a cervello

source: Dead Brain Coral Block
eu: Burmuin hilaren koral blokea
it: Blocco di corallo a cervello morto

source: Brain Coral
eu: Burmuin korala
it: Corallo a cervello

source: Dead Brain Coral
eu: Burmuin hilaren korala
it: Corallo a cervello morto

source: Brain Coral Fan
eu: Garun barreiatuko korala
it: Gorgonia a cervello

source: Dead Brain Coral Fan
eu: Koral barreiatua
it: Gorgonia a cervello morta

source: Bubble Coral Block
eu: Burbuila-koralezko blokea
it: Blocco di corallo a bolle

source: Dead Bubble Coral Block
eu: Burbuila hilaren koral-blokea
it: Blocco di corallo a bolle morto

source: Bubble Coral
eu: Burbuila-korala
it: Corallo a bolle

source: Dead Bubble Coral
eu: Burbuila hilaren korala
it: Corallo a bolle morto

source: Bubble Coral Fan
eu: Burbuila Korala Barreiatua
it: Gorgonia a bolle

source: Dead Bubble Coral Fan
eu: Hildako Burbuila Korala Barreiatua
it: Gorgonia a bolle morta

source: Fire Coral Block
eu: Su-koraleko blokea
it: Blocco di corallo di fuoco

source: Dead Fire Coral Block
eu: Suzko koral hilaren blokea
it: Blocco di corallo di fucco morto

source: Fire Coral
eu: Su-korala
it: Corallo di fuoco

source: Dead Fire Coral
eu: Su hilaren korala
it: Corallo di fuoco morto

source: Fire Coral Fan
eu: Su-koral barreiatua
it: Gorgonia di fuoco

source: Dead Fire Coral Fan
eu: Hildako Su-koral barreiatua
it: Gorgonia di fuoco morta

source: Horn Coral Block
eu: Adar-koraleko blokea
it: Blocco di corallo a corna

source: Dead Horn Coral Block
eu: Adar hilezko koral-blokea
it: Blocco di corallo a corna morto

source: Horn Coral
eu: Adar-korala
it: Corallo a corna

source: Dead Horn Coral
eu: Adar hilaren korala
it: Corallo a corna morto

source: Horn Coral Fan
eu: Adar-koral barreiatua
it: Gorgonia a corna

source: Dead Horn Coral Fan
eu: Hildako Adar-koral barreiatua
it: Gorgonia a corna morta

source: Coral blocks live in the oceans and need a water source next to them to survive. Without water, they die off.
eu: Koralezko blokeak ozeanoetan bizi dira eta haien ondoan ur-iturri bat behar dute bizirauteko. Urik gabe, hil egiten dira.

source: Corals grow on top of coral blocks and need to be inside a water source to survive. Without water, it will die off, as well as the coral block below.
eu: Koralak koralezko blokeen gainean hazten dira eta ur iturri baten barruan egon behar dute bizirik irauteko. Urik gabe, hil egingo da, azpian dagoen koral blokea bezala.

source: Corals fans grow on top of coral blocks and need to be inside a water source to survive. Without water, it will die off, as well as the coral block below.
eu: Koralen zaleak koral blokeen gainean hazten dira eta ur iturri baten barruan egon behar dute bizirik irauteko. Urik gabe, hil egingo da, azpian dagoen koral blokea bezala.

source: Needs water to live
eu: Ura behar du bizitzeko

source: Grows on coral block of same species
eu: Espezie bereko koral-blokeetan hazten da

source: Kelp
eu: Alga
it: Alga

source: Kelp grows inside water on top of dirt, sand or gravel.
eu: Algak uraren barruan hazten dira lur, harea edo legar gainean.

source: Dried Kelp
eu: Alga lehorrak
it: Alga essiccata

source: Dried kelp is a food item.
eu: Alga lehorrak elikagai bat dira.

source: Dried Kelp Block
eu: Alga lehorren blokea
it: Blocco di alghe essiccate

source: A decorative block that serves as a great furnace fuel.
eu: Labeko erregai handi gisa balio duen dekorazio-bloke bat.

source: Grows in water on dirt, sand, gravel
eu: Uretan hazten da lur, harea, legar gainean

source: Sea Lantern
eu: Itsas linterna
it: Lanterna marina

source: Sea lanterns are decorative light sources which look great underwater but can be placed anywhere.
eu: Itsas linternak oso ondo ikusten dira urpean, baina edozein lekutan jar daitezke.

source: Prismarine
eu: Prismarina
it: Prismarino

source: Prismarine is used as a building block. It slowly changes its color.
eu: Prismarina eraikuntza-bloke gisa erabiltzen da. Pixkanaka kolorea aldatzen da.

source: Prismarine Bricks
eu: Prismarioko adreiluak
it: Mattoni di prismarino

source: Dark Prismarine
eu: Prismarina iluna
it: Prismarino scuro

source: Prismarine Stairs
eu: Prismarako eskailerak
it: Scalini di prismarino

source: Prismarine Slab
eu: Prismarioko lauza
it: Lastra di prismarino

source: Prismarine Brick Stairs
eu: Prismarioko adreiluzko eskailerak
it: Scalini di mattoni di prismarino

source: Prismarine Brick Slab
eu: Prismarioko adreiluzko lauza
it: Lastra di mattoni di prismarino

source: Dark Prismarine Stairs
eu: Prismarina iluneko eskailerak
it: Scalini di prismarino scuro

source: Dark Prismarine Slab
eu: Prismarina iluneko lauza
it: Lastra di prismarino scuro

source: Prismarine Crystals
eu: Prismatinazko kristalak
it: Cristalli di prismarino

source: Prismarine Shard
eu: Prismatina zatia
it: Scheggia di prismarino

source: Sea Pickle
eu: Itsas pepinoa
it: Cetriolo di mare

source: Sea pickles grow on dead brain coral blocks and provide light when underwater. They come in 4 sizes that vary in brightness.
eu: Itsas pepinotxoak koralezko blokeetan hazten dira, eta argia ematen dute urpean daudenean. Distira aldatzen duten 4 tamainako kolonietan etortzen dira.

source: It can only be placed on top of dead brain coral blocks. Placing a sea pickle on another sea pickle will make it grow and brighter.
eu: Koralezko blokeen gainean bakarrik jar daiteke. Itsas pepinotxo bat beste itsas pepinotxo baten gainean jartzeak gehiago haztea eta distiratzea eragingo du.

source: Glows in the water
eu: Distira uretan

source: 4 possible sizes
eu: 4 neurri posible

source: Grows on dead brain coral block
eu: Hildako koral bloke batean hazten da

source: Seagrass
eu: Itsas belarra
it: Erba acquatica

source: Seagrass grows inside water on top of dirt, sand or gravel.
eu: Itsas belarra uraren barruan hazten da, lur, hondar edo hartxintxar gainean.
