Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_walls/locale/poconvert/*.po
Languages: it

source: A piece of wall. It cannot be jumped over with a simple jump. When multiple of these are placed to next to each other, they will automatically build a nice wall structure.
it: Una sezione di muro. Non pu√≤ essere superata con un semplice salto. Quando diverse di queste sezioni sono affiancate se costruite, costituiranno automaticamente una bella struttura muraria.

source: Cobblestone Wall
it: Muretto di pietrisco

source: Mossy Cobblestone Wall
it: Muretto di pietrisco muschioso

source: Andesite Wall
it: Muretto di andesite

source: Granite Wall
it: Muretto di granito

source: Diorite Wall
it: Muretto di diorite

source: Brick Wall
it: Muretto di mattoni

source: Sandstone Wall
it: Muretto di arenaria

source: Red Sandstone Wall
it: Muretto di arenaria rossa

source: Stone Brick Wall
it: Muretto di mattoni di pietra

source: Mossy Stone Brick Wall
it: Muretto di mattoni di pietra muschiosi

source: Prismarine Wall
it: Muretto di prismarino

source: End Stone Brick Wall
it: Muretto di mattoni di pietra dell'End

source: Nether Brick Wall
it: Muretto di mattoni del Nether

source: Red Nether Brick Wall
it: Muretto di mattoni del Nether rossi

source: Mud Brick Wall
it: Muretto di mattoni di fango
