Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_bows/locale/poconvert/*.po
Languages: eu, it, zh_cn, zh_tw

source: Arrow
eu: Gezia
it: Freccia
zh_cn: 箭
zh_tw: 箭

source: Ammunition
eu: Munizioa
it: Munizioni
zh_cn: 弹药
zh_tw: 彈藥

source: Damage from bow: 1-10
eu: Arku-kaltea: 1-10
it: Danno dall'arco: 1-10
zh_cn: 弓造成的伤害：1 - 10点
zh_tw: 從弓發射時的傷害：1-10

source: Damage from dispenser: 3
eu: Banatzaileak eragindako kaltea: 3
it: Danno dal distributore: 3
zh_cn: 发射器造成的伤害：3点
zh_tw: 從發射器發射時的傷害：3

source: Arrows are ammunition for bows and dispensers.
eu: Geziak arkuentzako eta banagailuentzako munizioak dira.
it: Le frecce sono munizioni per archi, balestre e distributori.
zh_cn: 箭是弓和发射器的弹药。
zh_tw: 弓弩和發射器都可以射箭。

source: An arrow fired from a bow has a regular damage of 1-9. At full charge, there's a 20% chance of a critical hit dealing 10 damage instead. An arrow fired from a dispenser always deals 3 damage.
eu: Arku batetik jaurtitako gezi batek 1-9ko kalte erregularra du. Karga betean, kolpe kritiko batek bere lekuan 10 kalte eragiteko % 20ko aukera dago. Banagailu batetik jaurtitako gezi batek beti eragiten ditu 3 kalteak.
it: Una freccia lanciata da un arco infligge un danno base di 1-9. Alla massima tensione, c'è un 20% di probabilità di colpo critico che infligge 10 danni. Una freccia lanciata da un distributore infliggerà sempre 3 danni.
zh_cn: 从弓射出的箭通常造成1 - 9点伤害。拉满弓时，有20%的几率造成暴击，伤害变为10点。从发射器射出的箭总是造成3点伤害。
zh_tw: 用弓射箭一般會造成 1-9 傷害。把弓拉滿時，有20%的機會暴擊，造成 10 傷害。發射器所射的箭固定為 3 傷害。

source: Arrows might get stuck on solid blocks and can be retrieved again. They are also capable of pushing wooden buttons.
eu: Geziak bloke solidoetan buxatu daitezke, eta berriro berreskuratu. Egurrezko botoiak ere sakatzen dituzte.
it: Le frecce si possono incastrare sui blocchi solidi e si possono recuperare. Sono anche in grado di premere i pulsanti di legno.
zh_cn: 箭可能会卡在固体方块上，并且可以再次取回。它们也能够推动木质按钮。
zh_tw: 箭可能會卡在實體方塊上，可以收集。箭也可以按動木質按鈕。

source: To use arrows as ammunition for a bow, just put them anywhere in your inventory, they will be used up automatically. To use arrows as ammunition for a dispenser, place them in the dispenser's inventory. To retrieve an arrow that sticks in a block, simply walk close to it.
eu: Arku baterako munizio gisa geziak erabiltzeko, besterik gabe, jarri zure inbentarioaren edozein lekutan, automatikoki erabiliko dira. Geziak banatzaile batentzako munizio gisa erabiltzeko, jar itzazu banatzailearen inbentarioan. Bloke batean itsasten den gezi bat berreskuratzeko, hurbil ibili.
it: Per usare le frecce come munizioni per un arco, mettile dove vuoi nel tuo inventario, verranno usate automaticamente. Per usare le frecce come munizioni per un distributore, mettile nell'inventario dello stesso. Per recuperare una freccia incastrata in un blocco, camminaci vicino.
zh_cn: 要将箭用作弓的弹药，只需将它们放在物品栏的任意位置，它们会自动被消耗。要将箭用作发射器的弹药，把它们放置在发射器的物品栏中。要取回卡在方块上的箭，只需走近它就行。
zh_tw: 要配合弓弩，只需把箭放在物品欄的任何地方，它們就會自動被使用。要配合發射器，只需把箭放入發射器的物品欄。插在方塊上的箭，靠新就可以收集。

source: Bow
eu: Arkua
it: Arco
zh_cn: 弓
zh_tw: 弓

source: Bows are ranged weapons to shoot arrows at your foes.
eu: Arkuak urrutiko armak dira etsaiei geziak jaurtitzeko.
it: Gli archi sono armi a distanza che lanciano frecce ai tuoi avversari.
zh_cn: 弓是用来向敌人发射箭的远程武器。
zh_tw: 弓是遠程武器，可以向敵人射箭。

source: To use the bow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button (or the zoom key) to charge, release to shoot.
eu: Arkua erabiltzeko, lehenik eta behin gezi bat izan behar duzu gutxienez zure inbentarioan (Modu Sortzailean ez bazaude). Mantendu sakatuta saguaren eskuineko botoia (edo zoom-tekla) kargatzeko, eta askatu tiro egiteko.
it: Per usare un arco, devi prima avere delle frecce nel tuo inventario (a meno che tu non sia in modalità creativa). Tieni premuto il tasto destro per caricare l'arco, e rilascialo per scoccare.
zh_cn: 要使用弓，首先你得在物品栏的任意位置至少有一支箭（创造模式除外）。按住鼠标右键蓄力，松开即可发射。
zh_tw: 要用弓射箭，先確保物品欄裏有最少一支箭（創造模式除外）。壓著右鍵（或縮放鍵）拉弓，放開發射。

source: Launches arrows
eu: Gezi-jaurtigailua
it: Lancia frecce
zh_cn: 发射箭
zh_tw: 發射箭

source: The speed and damage of the arrow increases the longer you charge. The regular damage of the arrow is between 1 and 9. At full charge, there's also a 20% of a critical hit, dealing 10 damage instead.
eu: Zenbat eta denbora gehiago eduki, orduan eta handiagoa da geziaren abiadura eta kaltea. Geziaren kalte erregularra 1 eta 9 artekoa da. Karga betean, kolpe kritiko baten % 20 ere badago, eta, horren ordez, 10 kalte eragiten ditu.
it: La velocità e il danno delle frecce aumentano più carichi l'arco. Il danno base delle frecce è da 1 a 9. Alla massima carica, c'è anche un 20% di probabilità di infliggere un colpo critico da 10 danni.
zh_cn: 你拉弓蓄力的时间越长，箭的速度和伤害就越高。箭的常规伤害在1到9点之间。当蓄力满时，还有20%的几率产生暴击，届时将造成10点伤害。
zh_tw: 拉弓時間越長，箭的速度和傷害越大。箭的常規傷害在1到9之間。在拉滿弓的情況下，20%的機會暴擊，造成10的傷害。

source: Crossbow
eu: Balezta
it: Balestra
zh_cn: 弩
zh_tw: 弩

source: Crossbows are ranged weapons to shoot arrows at your foes.
eu: Baleztak urrutiko armak dira etsaiei geziak jaurtitzeko.
it: Le balestre sono armi a distanza che lanciano frecce ai tuoi avversari.
zh_cn: 弩是用来向敌人发射箭的远程武器。
zh_tw: 弩是遠程武器，可以向敵人射箭。

source: To use the crossbow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button (or zoom key) to charge, release to load an arrow into the chamber, then to shoot press left mouse.
eu: Balezta erabiltzeko, lehenik eta behin gezi bat izan behar duzu gutxienez zure inbentarioan (Modu Sortzailean ez bazaude). Mantendu sakatuta saguaren eskuineko botoia (edo zoom-tekla) kargatzeko, askatu gezi bat kanalean kargatzeko, eta, ondoren, sakatu saguaren ezkerreko botoia tiro egiteko.
it: Per usare una balestra, devi prima avere delle frecce nel tuo inventario (a meno che tu non sia in modalità creativa). Tieni premuto il tasto destro (o quello dello zoom) per mettere in tiro la balestra, rilascialo per caricare la freccia nella canna, e poi scocca col tasto sinistro.
zh_cn: 要使用弩，首先你得在物品栏的任意位置至少有一支箭（创意模式除外）。按住鼠标右键（或缩放键）进行蓄力，松开后将箭装填进弩膛，然后按下鼠标左键进行射击。
zh_tw: 要用弩射箭，先確保物品欄裏有最少一支箭（創造模式除外）。壓著右鍵（或縮放鍵）拉弓，放開上箭，然後按左鍵發射。

source: To use the crossbow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button to charge, release to load an arrow into the chamber, then to shoot press left mouse.
eu: Balezta erabiltzeko, lehenik eta behin gezi bat izan behar duzu gutxienez zure inbentarioko edozein lekutan (modu sortzailean ez bazaude). Eduki sakatuta mouse-aren eskuineko botoia kargatzeko, bota gezi bat kanalean kargatzeko eta, ondoren, tiro egiteko, sakatu saguaren ezkerreko botoia.
it: Per usare una balestra, devi prima avere delle frecce nel tuo inventario (a meno che tu non sia in modalità creativa). Tieni premuto il tasto destro per mettere in tiro la balestra, rilascialo per caricare la freccia nella canna, e poi scocca col tasto sinistro.
zh_cn: 要使用弩，首先你得在物品栏的任意位置至少有一支箭（创造模式除外）。按住鼠标右键蓄力，松开将箭装填进弩膛，然后按下鼠标左键进行发射。
zh_tw: 要用弓射箭，先確保物品欄裏有最少一支箭（創造模式除外）。壓著右鍵拉弓，放開發射。
