Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_copper/locale/poconvert/*.po
Languages: es, fr, ja

source: Copper Ingot
es: Lingote de cobre
fr: Lingot de cuivre
ja: 銅インゴット

source: Molten Raw Copper. It is used to craft blocks.
es: Cobre crudo fundido. Se utiliza para fabricar bloques.
fr: Cuivre brut fondu. Utilisé pour fabriquer des blocs.
ja: 溶けた未処理の銅。ブロックのクラフトに使われます。

source: Raw Copper
es: Cobre crudo
fr: Cuivre brut
ja: 銅の粗鉱

source: Raw Copper. Mine a Copper Ore to get it.
es: Cobre crudo. Pica un mineral de cobre para conseguirlo.
fr: Cuivre brut. Miner du minerai de cuivre pour l'obtenir.
ja: 未処理の銅。銅鉱石を採掘すると手に入ります。

source: Block of Copper
es: Bloque de cobre
fr: Bloc de cuivre
ja: 銅ブロック

source: Block of Copper is mostly a decorative block.
es: El Bloque de Cobre es principalmente un bloque decorativo.
fr: Le bloc de cuivre est surtout un bloc décoratif.
ja: 銅ブロックは主な装飾ブロックです。

source: Chiseled Copper
es: Cobre cincelado
fr: Cuivre sculpté
ja: 模様入りの銅

source: Chiseled Copper is mostly a decorative block.
es: El Cobre Cincelado es principalmente un bloque decorativo.
fr: Le cuivre sculpté est surtout un bloc décoratif.
ja: 模様入りの銅は主な装飾ブロックです。

source: Copper Bulb
es: Lámpara de cobre
fr: Ampoule en cuivre
ja: 銅の電球

source: Copper Bulb On
es: Lámpara de cobre encendida
fr: Ampoule allumée en cuivre
ja: 点灯した銅の電球

source: Copper Bulb is mostly a decorative block.
es: La Lámpara de Cobre es principalmente un bloque decorativo.
fr: L'ampoule en cuivre est surtout un bloc décoratif.
ja: 銅の電球は主な装飾ブロックです。

source: Copper Door
es: Puerta de cobre
fr: Porte en cuivre
ja: 銅のドア

source: Copper Grate
es: Rejilla de cobre
fr: Grille en cuivre
ja: 銅の格子

source: Copper Grate is mostly a decorative block.
es: La Rejilla de Cobre es principalmente un bloque decorativo.
fr: La grille en cuivre est surtout un bloc décoratif.
ja: 銅の格子は主な装飾ブロックです。

source: Copper Trapdoor
es: Trampilla de cobre
fr: Trappe en cuivre
ja: 銅のトラップドア

source: Cut Copper
es: Cobre cortado
fr: Cuivre taillé
ja: 切り込み入りの銅

source: Cut Copper Slab
es: Losa de cobre cortado
fr: Dalle en cuivre taillée
ja: 切り込み入りの銅のハーフブロック

source: Cut Copper Stairs
es: Escaleras de cobre cortado
fr: Escaliers en cuivre taillé
ja: 切り込み入りの銅の階段

source: Cut Copper is mostly a decorative block.
es: El Cobre Cortado es principalmente un bloque decorativo.
fr: Le cuivre taillé est surtout un bloc décoratif.
ja: 切り込み入りの銅は主な装飾ブロックです。

source: Exposed Chiseled Copper
es: Cobre cincelado expuesto
fr: Cuivre sculpté exposé
ja: 風化した模様入りの銅

source: Exposed Chiseled Copper is mostly a decorative block.
es: El Cobre Cincelado Expuesto es principalmente un bloque decorativo.
fr: Le cuivre sculpté exposé est surtout un bloc décoratif.
ja: 風化した模様入りの銅は主な装飾ブロックです。

source: Exposed Copper
es: Cobre expuesto
fr: Cuivre exposé
ja: 風化した銅

source: Exposed Copper Bulb
es: Lámpara de cobre expuesto
fr: Ampoule en cuivre exposé
ja: 風化した銅の電球

source: Exposed Copper Bulb On
es: Lámpara de cobre expuesto encendida
fr: Ampoule allumée en cuivre exposé
ja: 点灯した風化した銅の電球

source: Exposed Copper Bulb is mostly a decorative block.
es: La Lámpara de Cobre Expuesto es principalmente un bloque decorativo.
fr: L'ampoule en cuivre exposé est surtout un bloc décoratif.
ja: 風化した銅の電球は主な装飾ブロックです。

source: Exposed Copper Door
es: Puerta de cobre expuesto
fr: Porte en cuivre exposé
ja: 風化した銅のドア

source: Exposed Copper Grate
es: Rejilla de cobre expuesto
fr: Grille en cuivre exposé
ja: 風化した銅の格子

source: Exposed Copper Grate is mostly a decorative block.
es: La Rejilla de Cobre Expuesto es principalmente un bloque decorativo.
fr: La grille en cuivre exposé est surtout un bloc décoratif.
ja: 風化した銅の格子は主な装飾ブロックです。

source: Exposed Copper Trapdoor
es: Trampilla de cobre expuesto
fr: Trappe en cuivre exposé
ja: 風化した銅のトラップドア

source: Exposed Copper is mostly a decorative block.
es: El Cobre Expuesto es principalmente un bloque decorativo.
fr: La trappe en cuivre exposé est surtout un bloc décoratif.
ja: 風化した銅ブロックは主な装飾ブロックです。

source: Exposed Cut Copper
es: Cobre cortado expuesto
fr: Cuivre taillé exposé
ja: 風化した切り込み入りの銅

source: Exposed Cut Copper Slab
es: Losa de cobre cortado expuesto
fr: Dalle en cuivre taillé exposé
ja: 風化した切り込み入りの銅のハーフブロック

source: Exposed Cut Copper Stairs
es: Escaleras de cobre cortado expuesto
fr: Escaliers en cuivre taillé exposé
ja: 風化した切り込み入りの銅の階段

source: Exposed Cut Copper is mostly a decorative block.
es: El Cobre Cortado Expuesto es principalmente un bloque decorativo.
fr: Le cuivre taillé exposé est surtout un bloc décoratif.
ja: 風化した切り込み入りの銅は主な装飾ブロックです。

source: Oxidized Chiseled Copper
es: Cobre cincelado oxidado
fr: Cuivre sculpté oxydé
ja: 酸化した模様入りの銅

source: Oxidized Chiseled Copper is mostly a decorative block.
es: El Cobre Cincelado Oxidado es principalmente un bloque decorativo.
fr: Le cuivre sculpté oxydé est surtout un bloc décoratif.
ja: 酸化した模様入りの銅は主な装飾ブロックです。

source: Oxidized Copper
es: Cobre oxidado
fr: Cuivre oxydé
ja: 酸化した銅

source: Oxidized Copper Bulb
es: Lámpara de cobre oxidado
fr: Ampoule en cuivre oxydé
ja: 酸化した銅の電球

source: Oxidized Copper Bulb On
es: Lámpara de cobre oxidado encendida
fr: Ampoule en cuivre oxydé allumée
ja: 点灯した酸化した銅の電球

source: Oxidized Copper Bulb is mostly a decorative block.
es: La Lámpara de Cobre Oxidado es principalmente un bloque decorativo.
fr: L'ampoule en cuivre oxydé est surtout un bloc décoratif.
ja: 酸化した銅の電球は主な装飾ブロックです。

source: Oxidized Copper Door
es: Puerta de cobre oxidado
fr: Porte en cuivre oxydé
ja: 酸化した銅のドア

source: Oxidized Copper Grate
es: Rejilla de cobre oxidado
fr: Grille en cuivre oxydé
ja: 酸化した銅の格子

source: Oxidized Copper Grate is mostly a decorative block.
es: La Rejilla de Cobre Oxidado es principalmente un bloque decorativo.
fr: La grille en cuivre oxydé est surtout un bloc décoratif.
ja: 酸化した銅の格子は主な装飾ブロックです。

source: Oxidized Copper Trapdoor
es: Trampilla de cobre oxidado
fr: Trappe en cuivre oxydé
ja: 酸化した銅のトラップドア

source: Oxidized Copper is mostly a decorative block.
es: El Cobre Oxidado es principalmente un bloque decorativo.
fr: La trappe en cuivre oxydé est surtout un bloc décoratif.
ja: 酸化した銅は主な装飾ブロックです。

source: Oxidized Cut Copper
es: Cobre cortado oxidado
fr: Cuivre taillé oxydé
ja: 酸化した切り込み入りの銅

source: Oxidized Cut Copper Slab
es: Losa de cobre cortado oxidado
fr: Dalle en cuivre taillé oxydé
ja: 酸化した切り込み入りの銅のハーフブロック

source: Oxidized Cut Copper Stairs
es: Escaleras de cobre cortado oxidado
fr: Escaliers en cuivre taillé oxydé
ja: 酸化した切り込み入りの銅の階段

source: Oxidized Cut Copper is mostly a decorative block.
es: El Cobre Cortado Oxidado es principalmente un bloque decorativo.
fr: Le cuivre taillé oxydé est surtout un bloc décoratif.
ja: 酸化した切り込み入りの銅は主な装飾ブロックです。

source: Waxed Block of Copper
es: Bloque de cobre encerado
fr: Bloc de cuivre ciré
ja: 錆止めされた銅ブロック

source: Waxed Chiseled Copper
es: Cobre cincelado encerado
fr: Cuivre sculpté ciré
ja: 錆止めされた模様入りの銅

source: Waxed Copper Bulb
es: Lámpara de cobre encerado
fr: Ampoule en cuivre ciré
ja: 錆止めされた銅の電球

source: Waxed Copper Bulb On
es: Lámpara de cobre encerado encendida
fr: Ampoule allumée en cuivre ciré
ja: 点灯した錆止めされた銅の電球

source: Waxed Copper Grate
es: Puerta de cobre encerado
fr: Grille en cuivre ciré
ja: 錆止めされた銅の格子

source: Waxed Copper Trapdoor
es: Trampilla de cobre encerado
fr: Trappe en cuivre ciré
ja: 錆止めされた銅のトラップドア

source: Waxed Cut Copper
es: Cobre cortado encerado
fr: Cuivre taillé ciré
ja: 錆止めされた切り込み入りの銅

source: Waxed Cut Copper Slab
es: Losa de cobre cortado encerado
fr: Dalle en cuivre taillé ciré
ja: 錆止めされた切り込み入りの銅のハーフブロック

source: Waxed Cut Copper Stairs
es: Escaleras de cobre cortado encerado
fr: Escalier en cuivre taillé ciré
ja: 錆止めされた切り込み入りの銅の階段

source: Waxed Double @1
es: Encerado Doble @1

source: Waxed Exposed Chiseled Copper
es: Cobre cincelado expuesto encerado
fr: Cuivre sculpté exposé ciré
ja: 錆止めされた風化した模様入りの銅

source: Waxed Exposed Copper
es: Cobre expuesto encerado
fr: Cuivre exposé ciré
ja: 錆止めされた風化した銅

source: Waxed Exposed Copper Bulb
es: Lámpara de cobre expuesto encerado
fr: Ampoule en cuivre exposé ciré
ja: 錆止めされた風化した銅の電球

source: Waxed Exposed Copper Bulb On
es: Lámpara de cobre expuesto encerado encendida
fr: Ampoule allumée en cuivre exposé ciré
ja: 点灯した錆止めされた風化した銅の電球

source: Waxed Exposed Copper Grate
es: Rejilla de cobre expuesto encerado
fr: Grille en cuivre exposé ciré
ja: 錆止めされた風化した銅の格子

source: Waxed Exposed Copper Trapdoor
es: Trampilla de cobre expuesto encerado
fr: Trappe en cuivre exposé ciré
ja: 錆止めされた風化した銅のトラップドア

source: Waxed Exposed Cut Copper
es: Cobre cortado expuesto encerado
fr: Cuivre taillé exposé ciré
ja: 錆止めされた風化した切り込み入りの銅

source: Waxed Exposed Cut Copper Slab
es: Losa de cobre cortado expuesto encerado
fr: Dalle en cuivre taillé exposé ciré
ja: 錆止めされた風化した切り込み入りの銅のハーフブロック

source: Waxed Exposed Cut Copper Stairs
es: Escaleras de cobre cortado expuesto encerado
fr: Escalier en cuivre taillé exposé ciré
ja: 錆止めされた風化した切り込み入りの銅の階段

source: Waxed Oxidized Chiseled Copper
es: Cobre cincelado oxidado encerado
fr: Cuivre sculpté oxydé ciré
ja: 錆止めされた酸化した模様入りの銅

source: Waxed Oxidized Copper
es: Cobre oxidado encerado
fr: Cuivre oxydé ciré
ja: 錆止めされた酸化した銅

source: Waxed Oxidized Copper Bulb
es: Lámpara de cobre oxidado encerado
fr: Ampoule en cuivre oxydé ciré
ja: 錆止めされた酸化した銅の電球

source: Waxed Oxidized Copper Bulb On
es: Lámpara de cobre oxidado encerado encendida
fr: Ampoule allumée en cuivre oxydé ciré
ja: 点灯した錆止めされた酸化した銅の電球

source: Waxed Oxidized Copper Grate
es: Rejilla de cobre oxidado encerado
fr: Grille en cuivre oxydé ciré
ja: 錆止めされた酸化した銅の格子

source: Waxed Oxidized Copper Trapdoor
es: Trampilla de cobre oxidado encerado
fr: Trappe en cuivre oxydé ciré
ja: 錆止めされた酸化した銅のトラップドア

source: Waxed Oxidized Cut Copper
es: Cobre cortado oxidado encerado
fr: Cuivre taillé oxydé ciré
ja: 錆止めされた酸化した切り込み入りの銅

source: Waxed Oxidized Cut Copper Slab
es: Losa de cobre cortado oxidado encerado
fr: Dalle en cuivre taillé oxydé ciré
ja: 錆止めされた酸化した切り込み入りの銅のハーフブロック

source: Waxed Oxidized Cut Copper Stairs
es: Escaleras de cobre cortado oxidado encerado
fr: Escalier en cuivre taillé oxydé ciré
ja: 錆止めされた酸化した切り込み入りの銅の階段

source: Waxed Upper @1
es: Parte Superior Encerada @1
ja: 錆止めされた上部 @1

source: Waxed Weathered Chiseled Copper
es: Cobre cincelado degradado encerado
fr: Cuivre sculpté érodé ciré
ja: 錆止めされた錆びた模様入りの銅

source: Waxed Weathered Copper
es: Cobre degradado encerado
fr: Cuivre érodé ciré
ja: 錆止めされた錆びた銅

source: Waxed Weathered Copper Bulb
es: Lámpara de cobre degradado encerado
fr: Ampoule en cuivre érodé ciré
ja: 錆止めされた錆びた銅の電球

source: Waxed Weathered Copper Bulb On
es: Lámpara de cobre degradado encerado encendida
fr: Ampoule allumée en cuivre érodé ciré
ja: 点灯した錆止めされた錆びた銅の電球

source: Waxed Weathered Copper Grate
es: Rejilla de cobre degradado encerado
fr: Grille en cuivre érodé ciré
ja: 錆止めされた錆びた銅の格子

source: Waxed Weathered Copper Trapdoor
es: Trampilla de cobre degradado encerado
fr: Trappe en cuivre érodé ciré
ja: 錆止めされた錆びた銅のトラップドア

source: Waxed Weathered Cut Copper
es: Cobre cortado degradado encerado
fr: Cuivre taillé érodé ciré
ja: 錆止めされた錆びた切り込み入りの銅

source: Waxed Weathered Cut Copper Slab
es: Losa de cobre cortado degradado encerado
fr: Dalle en cuivre taillé érodé ciré
ja: 錆止めされた錆びた切り込み入りの銅のハーフブロック

source: Waxed Weathered Cut Copper Stairs
es: Escaleras de cobre cortado degradado encerado
fr: Escalier en cuivre érodé ciré
ja: 錆止めされた錆びた切り込み入りの銅の階段

source: Weathered Chiseled Copper
es: Cobre cincelado degradado
fr: Cuivre sculpté érodé
ja: 錆びた模様入りの銅

source: Weathered Chiseled Copper is mostly a decorative block.
es: El Cobre Cincelado Degradado es principalmente un bloque decorativo.
fr: Le cuivre sculpté érodé est surtout un bloc décoratif.
ja: 錆びた模様入りの銅は主な装飾ブロックです。

source: Weathered Copper
es: Cobre degradado
fr: Cuivre érodé
ja: 錆びた銅

source: Weathered Copper Bulb
es: Lámpara de cobre degradado
fr: Ampoule en cuivre érodé
ja: 錆びた銅の電球

source: Weathered Copper Bulb On
es: Lámpara de cobre degradado encendida
fr: Ampoule allumée en cuivre érodé
ja: 点灯した錆びた銅の電球

source: Weathered Copper Bulb is mostly a decorative block.
es: La Lámpara de Cobre Degradado es principalmente un bloque decorativo.
fr: L'ampoule en cuivre érodé est surtout un bloc décoratif.
ja: 錆びた銅の電球は主な装飾ブロックです。

source: Weathered Copper Door
es: Puerta de cobre degradado
fr: Porte en cuivre érodé
ja: 錆びた銅のドア

source: Weathered Copper Grate
es: Rejilla de cobre degradado
fr: Grille en cuivre érodé
ja: 錆びた銅の格子

source: Weathered Copper Grate is mostly a decorative block.
es: La Rejilla de Cobre Degradado es principalmente un bloque decorativo.
fr: La grille en cuivre érodé est surtout un bloc décoratif.
ja: 錆びた銅の格子は主な装飾ブロックです。

source: Weathered Copper Trapdoor
es: Trampilla de cobre degradado
fr: Trappe en cuivre érodé
ja: 錆びた銅のトラップドア

source: Weathered Copper is mostly a decorative block.
es: El Cobre Degradado es principalmente un bloque decorativo.
fr: Le cuivre érodé est surtout un bloc décoratif.
ja: 錆びた銅は主な装飾ブロックです。

source: Weathered Cut Copper
es: Cobre cortado degradado
fr: Cuivre taillé érodé
ja: 錆びた切り込み入りの銅

source: Weathered Cut Copper Slab
es: Losa de cobre cortado degradado
fr: Dalle en cuivre taillé érodé
ja: 錆びた切り込み入りの銅のハーフブロック

source: Weathered Cut Copper Stairs
es: Escaleras de cobre cortado degradado
fr: Escalier en cuivre taillé érodé
ja: 錆びた切り込み入りの銅の階段

source: Weathered Cut Copper is mostly a decorative block.
es: El Cobre Cortado Degradado es principalmente un bloque decorativo.
fr: Le cuivre taillé érodé est surtout un bloc décoratif.
ja: 錆びた切り込み入りの銅は主な装飾ブロックです。

source: Copper Ore
es: Mineral de cobre
fr: Minerai de cuivre
ja: 銅鉱石

source: Some copper contained in stone, it is pretty common and can be found below sea level.
es: Algo de cobre se encuentra en la piedra, está bastante extendido y se puede encontrar por debajo del nivel del mar.
fr: Un peu de cuivre se trouve dans la pierre, il est plutôt répandu et peut être trouvé sous le niveau de la mer.
ja: 石に含まれる銅は ごく一般的で、海面下の高さで見られます。

source: Block of Raw Copper
es: Bloque de cobre en bruto
fr: Bloc de cuivre brut
ja: 銅の粗鉱ブロック

source: A block used for compact raw copper storage.
es: Un bloque utilizado para el almacenamiento compacto de cobre crudo.
fr: Un bloc utilisé pour le stockage compact de cuivre brut.
ja: 銅の粗鉱をコンパクトに保管するのに使えるブロックです。
