Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_mangrove/locale/poconvert/*.po
Languages: es, fr, ja

source: Mangrove Roots
es: Raíces de mangle
fr: Racines de Palétuvier
ja: マングローブの根

source: Mangrove roots are decorative blocks that form as part of mangrove trees.
es: Las raíces de mangle son bloques decorativos que forman parte de los árboles de mangle.
fr: Les racines de palétuvier sont des blocs décoratifs qui font partie des palétuviers.
ja: マングローブの根は、マングローブの木の一部として形成される装飾ブロックです。

source: Mangrove Propagule
es: Propágulo de mangle
fr: Propagule de Palétuvier
ja: マングローブの芽

source: Needs soil and light to grow
es: Necesita suelo y luz para crecer
fr: A besoin de terre et de lumière pour pousser
ja: 生育に必要なのは土と光

source: When placed on soil (such as dirt) and exposed to light, an propagule will grow into an mangrove after some time.
es: Cuando se coloca en el suelo (como tierra) y se expone a la luz, un propágulo se convertirá en un manglar después de un tiempo.
fr: Lorsque placé sur la terre et exposée à la lumière, une propagule pousera en palétuvier après un certain temps.
ja: 土壌（土など）の上に置き、光を当てると、しばらくのちマングローブに成長します。

source: Hanging Propagule
es: Propágulo colgante
fr: Propagule suspendue
ja: 芽

source: Grows on Mangrove leaves
es: Crece en hojas de manglar
fr: Pousse sur les feuilles de Palétuvier
ja: マングローブの葉に生育

source: Water logged mangrove roots
es: Agua sumergiendo raíces de mangle

source: Mangrove roots, despite being a full block, can be waterlogged and do not flow water out
es: Las raíces de mangle, a pesar de ser un bloque completo, pueden contener el agua
fr: Les racines de palétuvier sont un bloc plein mais qui peut être immergé et ne remplace pas l'eau
ja: マングローブの根は、フルブロックであるにもかかわらず水没することがあり、水が流出しない

source: These cannot be crafted yet only occure when get in contact of water.
es: Estos no se pueden fabricar, pero solo ocurren cuando entran en contacto con el agua.
fr: Elles ne peuvent être fabriquées mais se forment au contact de l'eau.
ja: これはクラフトできないものの、水と接触したときだけ発生します。

source: River water logged mangrove roots
es: Agua de río sumergiendo raíces de mangle

source: Muddy Mangrove Roots
es: Raíces de mangle lodosas
fr: Racines de palétuvier boueuses
ja: 泥に塗れたマングローブの根

source: crafted with Mud and Mangrove roots
es: Se fabrica con lodo y raíces de mangle
fr: fabriqué avec de la Boue et des racines de Palétuvier
ja: 泥とマングローブの根で作られたもの

source: Muddy Mangrove Roots is a block from mangrove swamp.It drowns player a bit inside it.
es: Las raíces de mangle lodosas hunden un poco al jugador.
fr: Les racines de palétuvier boueuses sont un bloc du marécage de la mangrove. Il noie un joueur à l'intérieur.
ja: 泥に塗れたマングローブの根は、マングローブの沼地から1ブロックの場所にあります。

source: Mangrove Bark
es: Corteza de mangle
fr: Écorce de palétuvier
ja: マングローブの樹皮

source: Mangrove Bark Slab
es: Losa de corteza de mangle
fr: Dalle d'écorce de palétuvier
ja: マングローブの樹皮のハーフブロック

source: Mangrove Bark Stairs
es: Escaleras de corteza de mangle
fr: Escalier en écorce de palétuvier
ja: マングローブの樹皮の階段

source: Mangrove Boat
es: Barca de mangle
fr: Bateau en palétuvier
ja: マングローブのボート

source: Mangrove Button
es: Botón de mangle
fr: Bouton en palétuvier
ja: マングローブのボタン

source: Mangrove Chest Boat
es: Barca de mangle con cofre
fr: Bateau de stockage en palétuvier
ja: チェスト付きのマングローブのボート

source: Mangrove Door
es: Puerta de mangle
fr: Porte en palétuvier
ja: マングローブのドア

source: Mangrove Fence
es: Valla de mangle
fr: Barrière en palétuvier
ja: マングローブのフェンス

source: Mangrove Fence Gate
es: Puerta de valla de mangle
fr: Portillon en palétuvier
ja: マングローブのフェンスゲート

source: Mangrove Leaves
es: Hojas de mangle
fr: Feuilles de palétuvier
ja: マングローブの葉

source: Mangrove Log
es: Tronco de mangle
fr: Bûche de palétuvier
ja: マングローブの原木

source: Mangrove Planks
es: Tablones de mangle
fr: Planches de palétuvier
ja: マングローブの板材

source: Mangrove Pressure Plate
es: Placa de presión de mangle
fr: Plaque de pression en palétuvier
ja: マングローブの感圧板

source: Mangrove Sign
es: Cartel de mangle
fr: Pancarte en palétuvier
ja: マングローブの看板

source: Mangrove Slab
es: Losa de mangle
fr: Dalle en palétuvier
ja: マングローブのハーフブロック

source: Mangrove Stairs
es: Escaleras de mangle
fr: Escalier en palétuvier
ja: マングローブの階段

source: Mangrove Trapdoor
es: Trampilla de mangle
fr: Trappe en palétuvier
ja: マングローブのトラップドア

source: Mangrove leaves are grown from Mangrove trees.
es: Las hojas de Mangle crecen en los árboles de Mangle.
fr: Les feuilles de palétuvier poussent sur les palétuviers.

source: Stripped Mangrove Bark
es: Leño de mangle sin corteza
fr: Écorce de mangrove poncée
ja: 樹皮を剥いだマングローブの木

source: Stripped Mangrove Log
es: Tronco de mangle sin corteza
fr: Bûche de palétuvier écorcée
ja: 樹皮を剥いだマングローブの原木

source: The stripped trunk of an Mangrove tree.
es: El tronco sin corteza de un árbol de Mangle.
fr: Le tronc écorcé d'un palétuvier.
ja: 皮を剥いだ後のマングローブの木の幹。

source: The stripped wood of an Mangrove tree.
es: La madera sin corteza de un árbol de Mangle.
fr: Le bois écorcé d'un palétuvier.
ja: 皮を剥いだ後のマングローブの木。

source: The trunk of a Mangrove tree.
es: El tronco de un árbol de Mangle.
fr: Le tronc d'un palétuvier.
