Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_buckets/locale/poconvert/*.po
Languages: es, fr, zh_cn, zh_tw

source: Empty Bucket
es: Cubo vacío
fr: Seau vide
zh_cn: 空桶
zh_tw: 空桶

source: A bucket can be used to collect and release liquids.
es: Se puede usar un cubo para recoger y liberar líquidos.
fr: Un seau peut être utilisé pour recueillir et libérer les liquides.
zh_cn: 桶可用于收集和释放液体。
zh_tw: 用桶可以收集和倒出液體。

source: Punch a liquid source to collect it. You can then use the filled bucket to place the liquid somewhere else.
es: Golpea una fuente de líquido para recolectarla. Luego puede usar el cubo lleno para colocar el líquido en otro lugar.
fr: Frappez une source de liquide pour la collecter. Vous pouvez ensuite utiliser le seau rempli pour placer le liquide ailleurs.
zh_cn: 击打液体源来收集液体，然后你可以使用装满液体的桶将液体放置到其他地方。
zh_tw: 拿著空桶對著擊液體源頭使用，就可以收集它。使用裝滿的桶可以倒出液體，創造源頭。

source: Collects liquids
es: Recoge líquidos
fr: Collecte des liquides
zh_cn: 储水
zh_tw: 收集流體

source: Bucket of Axolotl
es: Cubo con ajolote
fr: Axolotl dans un seau
zh_cn: 美西螈桶
zh_tw: 活蠑螈

source: Bucket of Cod
es: Cubo con bacalao
fr: Morue dans un seau
zh_cn: 鳕鱼桶
zh_tw: 活鱈魚

source: Bucket of Salmon
es: Cubo con salmón
fr: Saumon dans un seau
zh_cn: 三文鱼桶
zh_tw: 活三文魚

source: Bucket of Tropical Fish
es: Cubo con pez tropical
fr: Poisson tropical dans un seau
zh_cn: 热带鱼桶
zh_tw: 活熱帶魚

source: Place it to empty the bucket and place a Cod. Obtain by right clicking on a Cod with a bucket of water.
es: Colócalo para vaciar el cubo y colocar un Bacalao. Consíguelo haciendo clic derecho sobre un Bacalao con un cubo de agua.
fr: Placez-la pour vider le seau et placer une morue. S'obtient en faisant un clic droit sur une morue avec un seau d'eau.
zh_cn: 放置它（鳕鱼桶）可倒空水桶并放出一条鳕鱼。通过用水桶右键点击鳕鱼来获得（鳕鱼桶）。
zh_tw: 使用這個桶可以將其倒空，放出水和鱈魚。用桶右按水中的鱈魚可以獲得此桶。

source: Place it to empty the bucket and place a Salmon. Obtain by right clicking on a Salmon with a bucket of water.
es: Colócalo para vaciar el cubo y colocar un Salmón. Consíguelo haciendo clic derecho sobre un Salmón con un cubo de agua.
fr: Placez-le pour vider le seau et placer un saumon. S'obtient en faisant un clic droit sur un Saumon avec un seau d'eau.
zh_cn: 放置它（三文鱼桶）可倒空水桶并放出一条三文鱼。通过用水桶右键点击三文鱼来获得（三文鱼桶）。
zh_tw: 使用這個桶可以將其倒空，放出水和三文魚。用水桶右按水中的三文魚可以獲得此桶。

source: Place it to empty the bucket and place a Tropical Fish. Obtain by right clicking on a Tropical Fish with a bucket of water.
es: Colócalo para vaciar el cubo y colocar un Pez Tropical. Consíguelo haciendo clic derecho sobre un Pez Tropical con un cubo de agua.
fr: Placez-le pour vider le seau et placer un poisson tropical. S'obtient en faisant un clic droit sur un poisson tropical avec un seau d'eau.
zh_cn: 放置它（热带鱼桶）可倒空水桶并放出一条热带鱼。通过用水桶右键点击热带鱼来获得（热带鱼桶）。
zh_tw: 使用這個桶可以將其倒空，放出水和熱帶魚。用水桶右按水中的熱帶魚可以獲得此桶。

source: Place it to empty the bucket and place an Axolotl. Obtain by right clicking on an Axolotl with a bucket of water.
es: Colócalo para vaciar el cubo y colocar un Ajolote. Consíguelo haciendo clic derecho sobre un Ajolote con un cubo de agua.
fr: Placez-le pour vider le seau et placer un Axolotl. S'obtient en faisant un clic droit sur un Axolotl avec un seau d'eau.
zh_cn: 放置它（美西螈桶）可倒空水桶并放出一只美西螈。通过用水桶右键点击美西螈来获得（美西螈桶）。
zh_tw: 使用這個桶可以將其倒空，放出水和蠑螈。用桶右按水中的蠑螈可以獲得此桶。

source: Places a water source and a Cod.
es: Coloca una fuente de agua y un Bacalao.
fr: Place une source d'eau et une morue.
zh_cn: 放置一处水源和一条鳕鱼。
zh_tw: 放置一處水源和一尾鱈魚。

source: Places a water source and a Salmon.
es: Coloca una fuente de agua y un Salmón.
fr: Place une source d'eau et un saumon.
zh_cn: 放置一处水源和一条三文鱼。
zh_tw: 放置一處水源和一尾三文魚。

source: Places a water source and a Tropical Fish.
es: Coloca una fuente de agua y un Pez Tropical.
fr: Place une source d'eau et un poisson tropical.
zh_cn: 放置一处水源和一条热带鱼。
zh_tw: 放置一處水源和一尾熱帶魚。

source: Places a water source and an Axolotl.
es: Coloca una fuente de agua y un Ajolote.
fr: Place une source d'eau et un axolotl.
zh_cn: 放置一处水源和一只美西螈。
zh_tw: 放置一處水源和一尾蠑螈。

source: This bucket is filled with water and a Cod.
es: Este cubo está lleno con agua y un Bacalao.
fr: Ce seau est rempli d'eau et d'une morue.
zh_cn: 这个水桶里装满了水和一条鳕鱼。
zh_tw: 這個桶盛著水和一尾鱈魚。

source: This bucket is filled with water and a Salmon.
es: Este cubo está lleno con agua y un Salmón.
fr: Ce seau est rempli d'eau et d'un saumon.
zh_cn: 这个水桶里装满了水和一条三文鱼。
zh_tw: 這個桶盛著水和一尾三文魚。

source: This bucket is filled with water and a Tropical Fish.
es: Este cubo está lleno con agua y un Pez Tropical.
fr: Ce seau est rempli d'eau et d'un poisson tropical.
zh_cn: 这个水桶里装满了水和一条热带鱼。
zh_tw: 這個桶盛著水和一尾熱帶魚。

source: This bucket is filled with water and an Axolotl.
es: Este cubo está lleno con agua y un Ajolote.
fr: Ce seau est rempli d'eau et d'un axolotl.
zh_cn: 这个水桶里装满了水和一只美西螈。
zh_tw: 這個桶盛著水和一尾蠑螈。

source: Lava Bucket
es: Cubo con lava
fr: Seau de lave
zh_cn: 岩浆桶
zh_tw: 熔岩桶

source: A bucket can be used to collect and release liquids. This one is filled with hot lava, safely contained inside. Use with caution.
es: Se puede usar un cubo para recoger y liberar líquidos. Este está lleno de lava caliente, contenida de forma segura en el interior. Usar con precaución.
fr: Un seau peut être utilisé pour recueillir et libérer les liquides. Celui-ci est rempli de lave chaude, contenue en toute sécurité à l'intérieur. À utiliser avec précaution.
zh_cn: 桶可用于收集和释放液体。这个桶里装满了滚烫的岩浆，被安全地装在里面。使用时要小心。
zh_tw: 桶可以用來收集和釋放液體。這個桶裡裝的是熱的熔岩，安全地裝在裡面。使用時要小心！

source: Get in a safe distance and place the bucket to empty it and create a lava source at this spot. Don't burn yourself!
es: Aléjate a una distancia segura y coloca el cubo para vaciarlo y crea una fuente de lava en este lugar. ¡No te quemes!
fr: Eloignez-vous et placez le seau pour le vider et créez une source de lave à cet endroit. Ne vous brûlez pas !
zh_cn: 站到安全距离外，放置桶来倒出岩浆，在此处生成一个岩浆源。别烫伤自己！
zh_tw: 在安全距離內，將熔岩倒出，在這個地方創造一個熔岩源頭。不要燒到自己!

source: Places a lava source
es: Coloca una fuente de lava
fr: Place une source de lave
zh_cn: 放置一个岩浆源
zh_tw: 放置熔岩源頭

source: Water Bucket
es: Cubo con agua
fr: Seau d'eau
zh_cn: 水桶
zh_tw: 水桶

source: A bucket can be used to collect and release liquids. This one is filled with water.
es: Se puede usar un cubo para recoger y liberar líquidos. Este está lleno de agua.
fr: Un seau peut être utilisé pour recueillir et libérer les liquides. Celui-ci est rempli d'eau.
zh_cn: 桶可用于收集和释放液体。这个桶里装满了河水。
zh_tw: 桶可以用來收集和倒出液體。這個桶裡裝的是水。

source: Place it to empty the bucket and create a water source.
es: Colóquelo para vaciar el cubo y crear una fuente de agua.
fr: Placez-le pour vider le seau et créer une source d'eau.
zh_cn: 放置它来倒空桶并生成一个河水水源。
zh_tw: 放置它以清空水桶並創建水源。

source: Places a water source
es: Coloca una fuente de agua
fr: Place une source d'eau
zh_cn: 放置一个水源
zh_tw: 放置水源

source: River Water Bucket
es: Cubo de agua de río
fr: Seau d'eau de rivière
zh_cn: 河水桶
zh_tw: 河水桶

source: A bucket can be used to collect and release liquids. This one is filled with river water.
es: Se puede usar un cubo para recoger y liberar líquidos. Este está lleno de agua de río.
fr: Un seau peut être utilisé pour recueillir et libérer les liquides. Celui-ci est rempli d'eau de rivière.
zh_cn: 桶可用于收集和释放液体。这个桶里装满了水。
zh_tw: 桶可以用來收集和倒出液體。這個桶裡裝的是河水。

source: Place it to empty the bucket and create a river water source.
es: Colóquelo para vaciar el cubo y crear una fuente de agua de río.
fr: Placez-le pour vider le seau et créer une source d'eau de rivière.
zh_cn: 放置它来倒空桶并生成一个河水水源。
zh_tw: 放置它以清空水桶並創建河水源。

source: Places a river water source
es: Coloca una fuente de agua de río
fr: Place une source d'eau de rivière
zh_cn: 放置一个河水水源
zh_tw: 放置河水源頭
