Repository: wrxxnch/better-mineclonia
Catalog: mods/ENTITIES/mcl_minecarts/locale/poconvert/*.po
Languages: es, hu, pt_br, zh_cn, zh_tw

source: Sneak-click to remove
es: Agacharse+clic para remover
hu: Az eltávolításhoz kattints, miközben nyomod a lopakodást
zh_cn: 潜行并点击来移除
zh_tw: 跪著點擊以還原為物品

source: Minecart
es: Vagoneta
hu: Csille
pt_br: Carrinho
zh_cn: 矿车
zh_tw: 礦車

source: Vehicle for fast travel on rails
es: Vehículo para viajes rápidos sobre raíles
hu: Jármű, sínen való gyors haladáshoz
pt_br: Veículo para viajar rápido em trilhos
zh_cn: 在铁轨上快速行驶的交通工具
zh_tw: 使用鐵軌的高速載具

source: Minecarts can be used for a quick transportion on rails.
es: Las vagonetas se pueden usar para transportarse rápido en los rieles.
hu: A csillével gyors szállítást végezhetsz síneken.
pt_br: Carrinhos podem ser usados para transporte rápido em trilhos.
zh_cn: 矿车可用于在铁轨上快速运输。
zh_tw: 礦車是使用鐵軌的高速載具。

source: Minecarts only ride on rails and always follow the tracks. At a T-junction with no straight way ahead, they turn left. The speed is affected by the rail type.
es: Las vagonetas solo viajan en rieles y siempre siguen las pistas. En un cruce en T sin camino recto, giran a la izquierda. La velocidad se ve afectada por el tipo de riel.
hu: A csillék csak sínen közlekednek és mindig a nyomvonalat követik. Egy T elágazásnál, ahol nincs egyenes út, balra fordulnak. A sebességet a sín típusa befolyásolja.
pt_br: Carrinhos viajam somente em trilhos e sempre seguem os traçados. Em uma junção em T sem linha reta à frente, eles viram à esquerda. A velocidade é afetada pelo tipo do trilho.
zh_cn: 矿车只能在铁轨上行驶，并且始终沿着轨道行进。在前方没有直路的丁字路口处，它们会向左转弯。其速度受铁轨类型的影响。
zh_tw: 礦車只能依循鐵軌行走，其速度受鐵軌類型影響。

source: You can place the minecart on rails. Right-click it to enter it. Punch it to get it moving.
es: Puedes colocar el vagoneta en los rieles. Haga clic derecho para insertarlo. Golpea para que se mueva.
hu: Helyezd a csillét a sínre. Jobb kattintással beszállhatsz. Ütéssel tudod mozgásba hozni.
pt_br: Você pode posicionar o carrinho em trilhos. Clique com o botão direito para entrar nele. Soque-o para fazê-lo mover.
zh_cn: 你可以将矿车放置在铁轨上。右键点击它便可进入矿车。击打它就能让它动起来。
zh_tw: 拿著礦車對鐵軌使用以放置。再次使用以進入。進入後點擊礦車以前進。

source: To obtain the minecart, punch it while holding down the sneak key.
es: Para obtener la vagoneta, golpéala mientras mantienes presionada la tecla de agacharse.
hu: A csille felvételéhez üss rá, miközben nyomod a lopakodás gombot.
pt_br: Para obter o carrinho, soque-o enquanto segura pressionada a tecla de agachar.
zh_cn: 若要获取矿车，在按住潜行键的同时击打即可。
zh_tw: 要取回礦車，在離開後潛行攻擊它就可以。

source: If it moves over a powered activator rail, you'll get ejected.
es: Si se mueve sobre un riel activador activado, te expulsará del vagón.
hu: Ha rágördül egy aktiváló sínre, akkor kirepülsz belőle.
zh_cn: 如果它经过充能的激活铁轨，你就会被弹出。
zh_tw: 當礦車經過有能量的觸矛鐵軌，乘客會被彈出。

source: Sneak to dismount
es: Agáchate para desmontar
hu: Lopakodásgombbal szállhatsz ki
pt_br: Agache para desmontar
zh_cn: 潜行以离开
zh_tw: 潛行以離開

source: Minecart with Chest
es: Vagoneta con cofre
hu: Tárolócsille
pt_br: Carrinho com Baú
zh_cn: 运输矿车
zh_tw: 儲物箱礦車

source: Minecart with Furnace
es: Vagoneta con horno
hu: Kemencés csille
pt_br: Carrinho com Fornalha
zh_cn: 动力矿车
zh_tw: 熔爐礦車

source: A minecart with furnace is a vehicle that travels on rails. It can propel itself with fuel.
es: Un vagón con horno es un vehículo que se desplaza sobre raíles. Puede propulsarse con combustible.
hu: A kemencés csille egy olyan jármű amin sínen közlekedik. El tudja látni magát üzemanyaggal.
pt_br: Um carrinho com fornalha é um veículo que viaja nos trilhos. Se move por conta própria com combustível.
zh_cn: 带熔炉的矿车是一种在铁轨上行驶的交通工具。它可以用燃料来驱动自身。
zh_tw: 熔爐礦車是使用鐵軌的載具，消耗燃料就能自行前進。

source: Place it on rails. If you give it some coal, the furnace will start burning for a long time and the minecart will be able to move itself. Punch it to get it moving.
es: Colóquelo sobre rieles. Si le das un poco de carbón, el horno comenzará a arder durante mucho tiempo y el vagón podrá moverse por sí solo. Golpéalo para que se mueva.
hu: Helyezd sínre. Ha adsz neki némi szenet, a tűztér elkezd égni és a csille hosszú időn keresztül magától fog haladni. Üss rá, hogy elinduljon.
pt_br: Posicione-o nos trilhos. Se você o der um pouco de carvão, a fornalha vai começar a queimar por um longo tempo e o carrinho será capaz de se mover por conta própria. Soque-o para fazê-lo mover.
zh_cn: 将它放置在铁轨上。如果你给它添加一些煤炭，熔炉就会长时间燃烧，矿车就能自行移动了。击打它可以让它动起来。
zh_tw: 拿著礦車對鐵軌使用以放置。給它燃料，它就會啓動。攻擊礦車以發車。

source: To obtain the minecart and furnace, punch them while holding down the sneak key.
es: Para obtener la vagoneta y el horno, golpéalos mientras mantienes presionada la tecla para agacharse.
hu: A kemencés csille felvételéhez üss rá, miközben nyomod a lopakodás gombot.
pt_br: Para obter o carrinho e a fornalha, soque-os enquanto segura pressionada a tecla de agachar.
zh_cn: 若要获取带熔炉的矿车，在按住潜行键的同时击打它即可。
zh_tw: 要取回熔爐礦車，潛行攻擊它就可以。

source: Minecart with Command Block
es: Vagoneta con bloque de comandos
hu: Parancsblokkos csille
pt_br: Carrinho com Bloco de Comandos
zh_cn: 命令方块矿车
zh_tw: 指令方塊礦車

source: Minecart with Hopper
es: Vagoneta con tolva
hu: Tölcsér csille
pt_br: Carrinho com Funil
zh_cn: 漏斗矿车
zh_tw: 漏斗礦車

source: Minecart with TNT
es: Vagoneta con dinamita
hu: TNT csille
pt_br: Carrinho com TNT
zh_cn: 炸药矿车
zh_tw: TNT礦車

source: Can be ignited by tools or powered activator rail
es: Puede encenderse con herramientas o con un riel activador activado
hu: Szerszámokkal vagy aktiváló sínnel lehet begyújtani
pt_br: Pode ser aceso por ferramentas ou trilho ativador energizado
zh_cn: 可被工具点燃或通过充能的激活铁轨

source: A minecart with TNT is an explosive vehicle that travels on rail.
es: Un vagón con TNT es un vehículo explosivo que viaja sobre raíles.
hu: A TNT csille egy sínen közlekedő robbantható jármű.
pt_br: Um carrinho com TNT é um veículo explosivo que viaja nos trilhos.
zh_cn: 装有TNT的矿车是一种在铁轨上行驶的爆炸型交通工具。

source: Place it on rails. Punch it to move it. The TNT is ignited with a flint and steel or when the minecart is on an powered activator rail.
es: Colóquelo sobre rieles. Golpéalo para moverlo. El TNT se enciende con un mechero o cuando el vagón está sobre un riel activador activado.
hu: Helyezd rá egy sínre. Üsd meg, hogy mozgásba hozd. A TNT-t tűzszerszámmal tudod begyújtani, vagy úgy, hogy a csille jelet kibocsátó aktiválósínre kerül.
pt_br: Posicione-o nos trilhos. Soque-o para movê-lo. A TNT é acesa com um isqueiro ou quando o carrinho está sobre um trilho ativador energizado.
zh_cn: 将它放置在铁轨上。击打它使其移动。可以用打火石和铁锭来点燃TNT，或者当矿车位于充能的激活铁轨上时，TNT也会被点燃。

source: To obtain the minecart and TNT, punch them while holding down the sneak key. You can't do this if the TNT was ignited.
es: Para obtener la vagoneta y la dinamita, golpéalas mientras mantienes presionada la tecla de agacharse. No puedes hacer esto si ya encendiste la dinamita.
hu: A TNT-s csille felvételéhez üss rá, miközben nyomod a lopakodás gombot. Nem tudod iyen módon felvenni, ha a TNT már begyulladt.
pt_br: Para obter o carrinho e a TNT, soque-os enquanto segura pressionada a tecla de agachar. Você não consegue fazer isso se a TNT foi acesa.
zh_cn: 若要获取装有TNT的矿车以及TNT，在按住潜行键的同时击打它们即可。但如果TNT已经被点燃了，就没办法这么做了。

source: Place them on the ground to build your railway, the rails will automatically connect to each other and will turn into curves, T-junctions, crossings and slopes as needed.
es: Colóquelos en el suelo para construir su ferrocarril, los rieles se conectarán automáticamente entre sí y se convertirán en curvas, uniones en T, cruces y pendientes según sea necesario.
hu: Helyezd a földre a vasút megépítéséhez. A sínek automatikusan csatlakoznak egymáshoz és szükség szerint ívekké, T-elágazásokká, kereszteződésekké és lejtőssé válnak.
pt_br: Posicione-os no chão para construir suas linhas férreas, os trilhos vão conectar-se automaticamente uns nos outros e vão se transformar em curvas, junções em T, cruzamentos e rampas quando necessário.
zh_cn: 将它们放置在地面上以搭建你的铁路，铁轨会自动相互连接，并会根据需要变成弯道、丁字路口、交叉路口以及斜坡。

source: Rail
es: Raíl
hu: Sín
pt_br: Trilho
zh_cn: 铁轨
zh_tw: 鐵軌

source: Track for minecarts
es: Pista para vagones
hu: Csillepálya
pt_br: Traçado para carrinhos
zh_cn: 矿车轨道
zh_tw: 礦車用軌道

source: Rails can be used to build transport tracks for minecarts. Normal rails slightly slow down minecarts due to friction.
es: Los rieles se pueden usar para construir vías de transporte para vagonetas. Los rieles normales ralentizan ligeramente las vagonetas debido a la fricción.
hu: Sínekkel szállítási útvonalat építhetsz csillékhez. A normál sín súrlódás által lelassítja a csilléket.
pt_br: Trilhos podem ser usados para construir traçados de transporte para carrinhos. Trilhos normais freiam carrinhos gradativamente devido ao atrito.
zh_cn: 铁轨可用于为矿车建造运输轨道。普通铁轨由于存在摩擦力，会使矿车的速度稍有减慢。

source: Powered Rail
es: Raíl propulsor
hu: Elektromos sín
pt_br: Trilho Energizador
zh_cn: 动力铁轨
zh_tw: 動力鐵軌

source: Speed up when powered, slow down when not powered
es: Acelera cuando está activado, disminuye la velocidad cuando no está activado
hu: Felgyorsít, ha áram alatt van, lelassít ha nincs áram alatt
pt_br: Acelera quando energizado, desacelera quando não energizado
zh_cn: 通电时加速，不通电时减速

source: Rails can be used to build transport tracks for minecarts. Powered rails are able to accelerate and brake minecarts.
es: Los rieles se pueden usar para construir vías de transporte para vagonetas. Los railes propulsores pueden acelerar y frenar las vagonetas.
hu: Sínekkel szállítási útvonalat építhetsz csillékhez. Az elektromos sín felgyorsíthatja vagy meg is állíthatja a csilléket.
pt_br: Trilhos podem ser usados para construir traçados de transporte para carrinhos. Trilhos energizados são capazes de acelerar e frear carrinhos.
zh_cn: 铁轨可用于为矿车建造运输轨道。充能铁轨能够使矿车加速和刹车。

source: Without redstone power, the rail will brake minecarts. To make this rail accelerate minecarts, power it with redstone power.
es: Sin energía de redstone, el riel frenará las vagonetas. Para hacer que este riel acelere las vagonetas, aliméntalo con redstone.
hu: Vöröskő áram nélkül a sín megállítja a csilléket. Helyezd vöröskő áram alá, hogy felgyorsítsa a csilléket.
pt_br: Sem carga de redstone, o trilho vai frear os carrinhos. Para fazer o trilho acelerar os carrinhos, energize-o com uma carga de redstone.
zh_cn: 在没有红石能量时，这种铁轨会使矿车刹车。要让这种铁轨使矿车加速，需用红石能量为其充能。

source: Activator Rail
es: Raíl activador
hu: Aktiváló sín
pt_br: Trilho Ativador
zh_cn: 带激活器铁轨
zh_tw: 觸發鐵軌

source: Activates minecarts when powered
es: Activa los vagones cuando está activado
hu: Aktiválja a csilléket amennyiben áram alatt van
pt_br: Ativa carrinhos quando energizado
zh_cn: 充能时可激活矿车

source: Rails can be used to build transport tracks for minecarts. Activator rails are used to activate special minecarts.
es: Los rieles se pueden usar para construir vías de transporte para vagonetas. Los railes activador se utilizan para activar una vagoneta especial.
hu: Sínekkel szállítási útvonalat építhetsz csillékhez. Az aktiváló sín bizonyos csilléket működésbe hoz.
pt_br: Trilhos podem ser usados para construir traçados de transporte para carrinhos. Trilhos ativadores são usados para ativar carrinhos especiais.
zh_cn: 铁轨可用于为矿车建造运输轨道。激活铁轨用于激活特殊的矿车。

source: To make this rail activate minecarts, power it with redstone power and send a minecart over this piece of rail.
es: Para hacer que este riel active las vagonetas, enciéndelo con energía de redstone y envía una vagoneta sobre este pedazo de riel.
hu: Ahhoz, hogy aktiválja a csillét, helyezd vöröskő áram alá és küldd rá a csillét.
pt_br: Para fazer esse trilho ativar os carrinhos, energize-o com uma carga de redstone e envie um carrinho sobre esse pedaço de trilho.
zh_cn: 要让这种铁轨激活矿车，需用红石能量为其充能，然后让矿车经过这片铁轨。

source: Detector Rail
es: Raíl detector
hu: Érzékelősín
pt_br: Trilho Detector
zh_cn: 压敏铁轨
zh_tw: 感壓鐵軌

source: Emits redstone power when a minecart is detected
es: Emite una señal de redstone cuando se detecta un vagón
hu: Vöröskő jelet bocsát ki, ha csillét észlel
pt_br: Emite carga de redstone quando um carrinho é detectado
zh_cn: 当检测到矿车时会发出红石能量
zh_tw: 在偵察到礦車時送出紅石能量

source: Rails can be used to build transport tracks for minecarts. A detector rail is able to detect a minecart above it and powers redstone mechanisms.
es: Los rieles se pueden usar para construir vías de transporte para vagonetas. Un raíl detector puede detectar una vagoneta sobre él y alimenta los mecanismos de redstone.
hu: Sínekkel szállítási útvonalat építhetsz csillékhez. Az érzékelő sín észleli ha csille gurul el felette és vöröskő jelet bocsát ki magából.
pt_br: Trilhos podem ser usados para construir traçados de transporte para carrinhos. Um trilho detector é capaz de detectar um carrinho sobre ele e energizar mecanismos de redstone.
zh_cn: 铁轨可用于为矿车建造运输轨道。探测铁轨能够探测到其上方的矿车，并为红石装置供能。

source: To detect a minecart and provide redstone power, connect it to redstone trails or redstone mechanisms and send any minecart over the rail.
es: Para detectar una vagoneta y proporcionar energía de redstone, conéctelo a los senderos de redstone o mecanismos de redstone y envíe cualquier vagoneta sobre el riel.
hu: Csille észleléséhez és vöröskő jel kibocsátásához kösd őssze vöröskőporral vagy más vöröskő berendezéssel és guríts egy csillét a sínre.
pt_br: Para detectar um carrinho e providenciar carga de redstone, conecte-o em trilhas de redstone ou mecanismos de redstone e envie qualquer carrinho sobre esse trilho.
zh_cn: 要检测矿车并提供红石能量，将其与红石线路或红石装置相连，然后让任意矿车经过这条铁轨即可。
