Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_flowers/locale/poconvert/*.po
Languages: eu

source: This is a small flower. Small flowers are mainly used for dye production and can also be potted.
eu: Hau lore txiki bat da. Lore txikiak tindatzeko erabiltzen dira batez ere, eta loreontziak ere egin daitezke.

source: It can only be placed on a block on which it would also survive.
eu: Bizirik iraungo lukeen bloke batean bakarrik jar daiteke.

source: @1 (Top Part)
eu: @1 (Goialdea)

source: Poppy
eu: Mitxoleta

source: Dandelion
eu: Txikoria-belarra

source: Oxeye Daisy
eu: Margarita

source: Orange Tulip
eu: Tulipan laranja

source: Pink Tulip
eu: Tulipan arrosa

source: Red Tulip
eu: Tulipan gorria

source: White Tulip
eu: Tulipan zuria

source: Allium
eu: Alliuma

source: Azure Bluet
eu: Zeru urdina

source: Blue Orchid
eu: Orkidea urdina

source: Wither Rose
eu: Arrosa wither

source: Lily of the Valley
eu: Ibarreko lirioa

source: Cornflower
eu: Azidoa

source: Wildflowers
eu: Basoko loretxoak

source: Pink Petals
eu: Petalo arrosak

source: Pink Petals are ground decoration of cherry grove biomes
eu: Petalo arrosak gereziondoen biometako zoruaren dekorazioa dira

source: Peony
eu: Peonia

source: A peony is a large plant which occupies two blocks. It is mainly used in dye production.
eu: Peonia bi bloke hartzen dituen oinplano handi bat da. Tindagaia babesteko erabiltzen da batez ere.

source: Rose Bush
eu: Arrosondoa

source: A rose bush is a large plant which occupies two blocks. It is safe to touch it. Rose bushes are mainly used in dye production.
eu: Arrosondoa, altuerako bi bloke hartzen dituen tamaina handiko oinplanoa da. Segurua da ukitzea. Arrosondoak tindagaiak egiteko erabiltzen dira batez ere.

source: Lilac
eu: Lila

source: A lilac is a large plant which occupies two blocks. It is mainly used in dye production.
eu: Lila bat, bi bloke hartzen dituen oinplano handi bat da. Tindagaiak ekoizteko erabiltzen da batez ere.

source: Sunflower
eu: Ekilorea

source: A sunflower is a large plant which occupies two blocks. It is mainly used in dye production.
eu: Ekilore bat bi bloke hartzen dituen oinplano handi bat da. Tindagaiak ekoizteko erabiltzen da batez ere.

source: Double Tallgrass
eu: Belar bikoitz altua

source: Double tallgrass a variant of tall grass and occupies two blocks. It can be harvested for wheat seeds.
eu: Belar altu bikoitza belar altuko aldaera bat da eta bi bloke hartzen ditu. Gari-haziak lortzeko uzta jaso daiteke.

source: Large Fern
eu: Iratze handia

source: Large fern is a variant of fern and occupies two blocks. It can be harvested for wheat seeds.
eu: Garo handia garoaren aldaera bat da eta bi bloke hartzen ditu. Gari-haziak lortzeko uzta jaso daiteke.

source: Tall Grass
eu: Belar altua

source: Tall grass is a small plant which often occurs on the surface of grasslands. It can be harvested for wheat seeds. By using bone meal, tall grass can be turned into double tallgrass which is two blocks high.
eu: Belar altua landare txiki bat da, askotan larreen gainazalean aurkitzen dena. Gari-hazietarako uztatu daiteke. Hezur-hautsaren bidez, belar altua bi bloke altu dituen belar altu bikoitz bihur daiteke.

source: Fern
eu: Iratzea

source: Ferns are small plants which occur naturally in jungles and taigas. They can be harvested for wheat seeds. By using bone meal, a fern can be turned into a large fern which is two blocks high.
eu: Iratzeak landare txikiak dira, eta berez sortzen dira oihan eta taigetan. Gari-hazietarako uztak egin daitezke. Hezur-irina erabiltzean, iratze bat garo handi bihur daiteke, bi bloke altu dituena.

source: Lily Pad
eu: Nenufarra

source: A lily pad is a flat plant block which can be walked on. They can be placed on water sources, ice and frosted ice.
eu: Nenufarra oinplano lauko bloke bat da, eta haren gainean ibil daiteke. Ur- eta izotz-iturrietan jar daitezke.
