Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/REDSTONE/mcl_noteblock/locale/poconvert/*.po
Languages: hu, pt_br, zh_cn

source: Note Block
hu: Hangjegy Blokk
pt_br: Bloco Musical
zh_cn: 音符盒

source: Plays a musical note when powered by redstone power
hu: Lejátszik egy zenei hangot, ha vöröskő jelet kap
pt_br: Toca uma nota musical quando energizado por redstone
zh_cn: 在由红石能量驱动时奏响音符

source: A note block is a musical block which plays one of many musical notes and different intruments when it is punched or supplied with redstone power.
hu: A hangjegy blokk egy zenei blokk ami lejátszik egy bizonyos zenei hangot amikor megütik vagy vöröskő jelet kap.
pt_br: Um bloco musical é um bloco que toca uma de várias notas musicais e diferentes instrumentos quando socado ou alimentado com redstone.
zh_cn: 音符盒是一种音乐方块，当它被击打或接收到红石能量时，会奏响众多音符中的某一个，并且使用不同的乐器音色来演奏。

source: Use the note block to choose the next musical note (there are 25 semitones, or 2 octaves). The intrument played depends on the material of the block below the note block:
hu: Használd a hangjegy blokkot, hogy kiválaszd a következő zenei hangot (25 félhangot avagy 2 oktávot ismer). A megszólaló hangszer a hangjegy blokk alatti blokk anyagától függ:
pt_br: Use o bloco musical para escolher a próxima nota musical (são 25 semitons, ou 2 oitavas). O instrumento tocado depende do material do bloco abaixo do bloco musical:
zh_cn: 使用音符盒来选择下一个音符（共有25个半音，也就是2个八度）。演奏所用的乐器取决于音符盒下方方块的材质：

source: • Glass: Sticks
hu: • Üveg: botok
pt_br: • Vidro: Baquetas
zh_cn: • 玻璃：木琴槌

source: • Wood: Bass guitar
hu: • Fa: basszusgitár
pt_br: • Madeira: Baixo
zh_cn: • 木头：低音吉他

source: • Stone: Bass drum
hu: • Kő: lábdob
pt_br: • Pedras: Bumbo
zh_cn: • 石头：低音鼓

source: • Sand or gravel: Snare drum
hu: • Homok vagy kavics: pergődob
pt_br: • Areias ou cascalho: Caixa
zh_cn: • 沙子或砾石：军鼓

source: • Block of Gold: Bell
hu: • Aranyblokk: harang
pt_br: • Bloco de Ouro: Sino
zh_cn: • 金块：钟

source: • Clay: Flute
hu: • Agyag: furulya
pt_br: • Argila: Flauta
zh_cn: • 黏土块：长笛

source: • Packed Ice: Chime
hu: • Jégblokk: csengettyű
pt_br: • Gelo Compactado: Carrilhão
zh_cn: • 浮冰：排钟

source: • Wool: Guitar
hu: • Gyapjú: gitár
pt_br: • Lã: Guitarra
zh_cn: • 羊毛：吉他

source: • Bone Block: Xylophne
hu: • Csontblokk: xilofon
pt_br: • Bloco de Osso: Xilofone
zh_cn: • 骨块：木琴

source: • Block of Iron: Iron xylophne
hu: • Vasblokk: vas xilofon
pt_br: • Bloco de Ferro: Xilofone metálico
zh_cn: • 铁块：铁制木琴

source: • Soul Sand: Cow bell
hu: • Lélekhomok: kolomp
pt_br: • Areia das Almas: Chocalho
zh_cn: • 灵魂沙：牛铃

source: • Pumpkin: Didgeridoo
hu: • tök: didzseridu
pt_br: • Abóbora: Didgeridoo
zh_cn: • 南瓜：迪吉里杜管

source: • Block of Emerald: Square wave
hu: • Smaragdblokk: négyszöghullám
pt_br: • Bloco de Esmeralda: Bit
zh_cn: • 绿宝石块：方波

source: • Hay Bale: Banjo
hu: • szénabála: bendzsó
pt_br: • Fardo de Feno: Banjo
zh_cn: • 干草捆：班卓琴

source: • Glowstone: Electric piano
hu: • Izzókő: elektromos zongora
pt_br: • Pedra Luminosa: Piano elétrico
zh_cn: • 萤石块：电钢琴

source: • Anything else: Piano
hu: • Minden más: zongora
pt_br: • Outras coisas: Piano
zh_cn: • 其他任何材质：钢琴

source: The note block will only play a note when it is below air, otherwise, it stays silent.
hu: A hangjegy blokk csak akkor játszik le hangot, ha levegő van fölötte. Egyébként néma marad.
pt_br: O bloco musical apenas irá tocar uma nota quando estiver sob o ar, caso contrário, permanecerá silenciado.
zh_cn: 音符盒只有在其上方是空气时才会奏响音符，否则，它会保持静音。
