Repository: wrxxnch/better-mineclonia
Catalog: mods/PLAYER/mcl_player/locale/poconvert/*.po
Languages: eu, zh_hans

source: Graphics
eu: Grafikoak
zh_hans: 显卡

source: HUD
zh_hans: 平视显示器

source: Inventory
eu: Inbentarioa
zh_hans: 库存

source: Misc
eu: Bestelakoak
zh_hans: 杂项

source: Adapt UI for a better experience on touchscreen devices
eu: Egokitu interfazea ukipen-pantaila duten gailuetarako
zh_hans: 调整用户界面，以在触摸屏设备上获得更好的体验

source: May enlarge elements, add additional space, and change elements, e.g. add buttons to replace the missing enter key. Note that currently this is only implemented for a very limited number of formspecs.
eu: Baliteke elementuak handitu, espazio gehiago erabili eta elementuak aldatzea, adibidez Sartu tekla ordezkatzeko botoiak gehitzea. Oharra: hau oraindik gailu mota kopuru txiki batentzat bakarrik dago inplementatuta.
zh_hans: 可放大元素、添加额外空间和更改元素，例如添加按钮以替代丢失的回车键。 请注意，目前只有非常有限的表单规格可以实现这一点。

source: Revert to default
eu: Leheneratu
zh_hans: 恢复到默认值

source: (currently selected)
eu: (orain aukerauta)
zh_hans: （当前所选项）

source: (default)
eu: (lehenetsia)
zh_hans: （默认）

source: (currently selected, but INVALID! PLEASE choose a valid setting)
eu: (orain aukeratua, baina BALIOGABEA! MESEDEZ aukeratu balio duen ezarpen bat)
zh_hans: (当前所选为无效！请选择有效的设置）

source: (invalid)
eu: (baliogabea)
zh_hans: （不可用）

source: Player specific settings and customization
eu: Jokalariari dagozkion ezarpen eta pertsonalizazioak
zh_hans: 玩家特定设置和自定义
