Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mclx_stairs/locale/poconvert/*.po
Languages: es, eu, fr, it, ja, pt_br, ru

source: Lapis Lazuli Stairs
es: Escaleras de lapislázuli
eu: Lapis Lazulizko Eskailerak
fr: Escalier en lapis-lazuli
it: Scalini di lapislazzuli
ja: ラピスラズリの階段
pt_br: Escadas de Lápis Lazuli
ru: Лазуритовые ступени

source: Lapis Lazuli Slab
es: Losa de lapislázuli
eu: Lapis Lazulizko Lauza
fr: Dalle de lapis-lazuli
it: Lastra di lapislazzuli
ja: ラピスラズリのスラブ
pt_br: Laje de Lápis Lazuli
ru: Лазуритовая плита

source: Gold Stairs
es: Escaleras de oro
eu: Urrezko Eskailerak
fr: Escalier en or
it: Scalini d'oro
ja: 金の階段
pt_br: Escadas de Ouro
ru: Золотые ступени

source: Gold Slab
es: Losa de oro
eu: Urrezko Lauza
fr: Dalle d'or
it: Lastra d'oro
ja: 金のハーフブロック
pt_br: Laje de Ouro
ru: Плита из золота

source: Iron Stairs
es: Escaleras de hierro
eu: Burdinazko Eskailerak
fr: Escalier en fer
it: Scalini di ferro
ja: 鉄の階段
pt_br: Escadas de Ferro
ru: Железные ступени

source: Iron Slab
es: Losa de hierro
eu: Burdinazko Lauza
fr: Dalle de fer
it: Lastra di ferro
ja: 鉄のハーフブロック
pt_br: Laje de Ferro
ru: Железная плита

source: Cracked Stone Brick Stairs
es: Escaleras de ladrillo de piedra agrietada
eu: Harri pitzatuzko adreiluzko Eskailerak
fr: Escalier en pierre taillée craquelée
it: Scalini di mattoni di pietra crepati
ja: ひび割れた石レンガの階段
pt_br: Escadas de Tijolos de Pedra Rachada
ru: Ступени из потрескавшегося каменного кирпича

source: Cracked Stone Brick Slab
es: Losa de ladrillo de piedra agrietada
eu: Harri pitzatuzko adreiluzko Lauza
fr: Dalle de pierre taillée craquelée
it: Lastra di mattoni di pietra crepati
ja: ひび割れた石レンガのスラブ
pt_br: Laje de Tijolos de Pedra Rachada
ru: Плита из потрескавшегося каменного кирпича

source: Cracked Deepslate Brick Stairs
es: Escaleras de ladrillo de pizarra profunda agrietadas
eu: Arbel sakoneko adreiluzko eskailera pitzatuak
fr: Escalier en ardoise des abîmes taillée craquelée
it: Scalini di mattoni di ardesia oscura crepati
ja: ひび割れた深層岩レンガの階段
ru: Ступени из потрескавшегося сланцевого кирпича

source: Cracked Deepslate Brick Slab
es: Losa de ladrillo de pizarra profunda agrietada
eu: Pitzatutako arbel sakoneko adreiluzko Lauza
fr: Dalle d'ardoise des abîmes taillée craquelée
it: Lastra di mattoni di ardesia oscura crepati
ja: ひび割れた深層岩レンガのハーフブロック
ru: Плита из потрескавшегося сланцевого кирпича

source: Cracked Deepslate Tile Stairs
es: Escaleras de baldosas de pizarra profunda agrietadas
eu: Arbel sakoneko baldosa pitzatuen Eskailerak
fr: Escalier en ardoise des abîmes carrelée craquelée
it: Scalini di piastrelle di ardesia oscura crepati
ja: ひび割れた深層岩タイルの階段
ru: Ступени из потрескавшейся сланцевой плитки

source: Cracked Deepslate Tile Slab
es: Losa de baldosas de pizarra profunda agrietada
eu: Arbel sakon pitzatuko baldosazko Lauza
fr: Dalle d'ardoise des abîmes carrelée craquelée
it: Lastra di piastrelle di ardesia oscura crepati
ja: ひび割れた深層岩タイルのハーフブロック
ru: Плита из потрескавшейся сланцевой плитки

source: End Stone Stairs
es: Escaleras de piedra del End
eu: End Harrizko Eskailera
fr: Escalier en pierre de l'End
it: Scalini di pietra dell'End
ja: エンドストーンの階段
pt_br: Escadas de Pedra do End
ru: Ступени из камня Края

source: End Stone Slab
es: Losa de piedra del End
eu: End Harrizko Lauza
fr: Dalle de pierre de l'End
it: Lastra di pietra dell'End
ja: エンドストーンのハーフブロック
pt_br: Laje de Pedra do End
ru: Плита из камня Края

source: Smooth Stone Stairs
es: Escaleras de piedra lisa
eu: Harri leuneko Eskailerak
fr: Escalier en roche lisse
it: Scalini di pietra liscia
ja: 滑らかな石の階段
pt_br: Escadas de Pedra Lisa
ru: Ступени из гладкого камня

source: Terracotta Stairs
es: Escaleras de terracota
eu: Terrakotazko Eskailerak
fr: Escalier en terre cuite
it: Scalini di terracotta
ja: テラコッタの階段
pt_br: Escadas de Terracota
ru: Терракотовые ступени

source: Terracotta Slab
es: Losa de terracota
eu: Terrakotazko Lauza
fr: Dalle de terre cuite
it: Lastra di terracotta
ja: テラコッタのハーフブロック
pt_br: Laje de Terracota
ru: Терракотовая плита

source: Concrete Slab
es: Losa de hormigón
eu: Hormigoizko Lauza
fr: Dalle de béton
it: Lastra di calcestruzzo
ja: コンクリートのスラブ
pt_br: Laje de Concreto
ru: Бетонная плита

source: Double Concrete Slab
es: Losa doble de hormigón
eu: Hormigoizko Lauza bikoitza
fr: Double dalle de béton
ja: コンクリートの２重スラブ
pt_br: Laje de Concreto Duplo
ru: Двойная бетонная плита

source: Concrete Stairs
es: Escaleras de hormigón
eu: Hormigoizko Eskailerak
fr: Escalier en béton
it: Scalini di calcestruzzo
ja: コンクリートの階段
pt_br: Escadas de Concreto
ru: Бетонные ступени

source: Double Terracotta Slab
es: Losa doble de terracota
eu: Terrakotazko Lauza bikoitza
fr: Double dalle de terre cuite
pt_br: Laje de Terracota Dupla
ru: Двойная терракотовая плита

source: Black Concrete Slab
es: Losa de hormigón negro
eu: Hormigoi beltzeko Lauza
fr: Dalle de béton noir
it: Lastra di calcestruzzo nero
ja: 黒色のコンクリートのハーフブロック
pt_br: Laje de Concreto Preto
ru: Чёрная бетонная плита

source: Black Concrete Stairs
es: Escaleras de hormigón negro
eu: Hormigoi beltzeko Eskailerak
fr: Escalier en béton noir
it: Scalini di calcestruzzo nero
ja: 黒色のコンクリートの階段
pt_br: Escadas de Concreto Preto
ru: Чёрные бетонные ступени

source: Black Terracotta Slab
es: Losa de terracota negra
eu: Terrakota beltzeko Lauza
fr: Dalle de terre cuite noire
it: Lastra di terracotta nera
ja: 黒色のテラコッタのハーフブロック
pt_br: Laje de Terracota Preta
ru: Чёрная керамическая плита

source: Black Terracotta Stairs
es: Escaleras de terracota negra
eu: Terrakota Beltzezko Eskailerak
fr: Escalier en terre cuite noire
it: Scalini di terracotta nera
ja: 黒色のテラコッタの階段
pt_br: Escadas de Terracota Preta
ru: Чёрные керамические ступени

source: Blue Concrete Slab
es: Losa de hormigón azul
eu: Hormigoi Urdinezko Lauza
fr: Dalle de béton bleu
it: Lastra di calcestruzzo blu
ja: 青色のコンクリートのハーフブロック
pt_br: Laje de Concreto Azul
ru: Синяя бетонная плита

source: Blue Concrete Stairs
es: Escaleras de hormigón azul
eu: Hormigoi Urdinezko Eskailerak
fr: Escalier en béton bleu
it: Scalini di calcestruzzo blu
ja: 青色のコンクリートの階段
pt_br: Escadas de Concreto Azul
ru: Синие бетонные ступени

source: Blue Terracotta Slab
es: Losa de terracota azul
eu: Terrakota Urdineko Lauza
fr: Dalle de terre cuite bleue
it: Lastra di terracotta blu
ja: 青色のテラコッタのハーフブロック
pt_br: Laje de Terracota Azul
ru: Синяя керамическая плита

source: Blue Terracotta Stairs
es: Escaleras de terracota azul
eu: Terrakota Urdineko Eskailerak
fr: Escalier en terre cuite bleue
it: Scalini di terracotta blu
ja: 青色のテラコッタの階段
pt_br: Escadas de Terracota Azul
ru: Синие керамические ступени

source: Brown Concrete Slab
es: Losa de hormigón marrón
eu: Hormigoizko Lauza marroia
fr: Dalle de béton marron
it: Lastra di calcestruzzo marrone
ja: 茶色のコンクリートのハーフブロック
pt_br: Laje de Concreto Marrom
ru: Коричневая бетонная плита

source: Brown Concrete Stairs
es: Escaleras de hormigón marrón
eu: Hormigoi marroizko Eskailerak
fr: Escalier en béton marron
it: Scalini di calcestruzzo marrone
ja: 茶色のコンクリートの階段
pt_br: Escadas de Concreto Marrom
ru: Коричневые бетонные ступени

source: Brown Terracotta Slab
es: Losa de terracota marrón
eu: Terrakota marroizko Lauza
fr: Dalle de terre cuite marron
it: Lastra di terracotta marrone
ja: 茶色のテラコッタのハーフブロック
pt_br: Laje de Terracota Marrom
ru: Коричневая керамическая плита

source: Brown Terracotta Stairs
es: Escaleras de terracota marrón
eu: Terrakota marroiko Eskailerak
fr: Escalier en terre cuite marron
it: Scalini di terracotta marrone
ja: 茶色のテラコッタの階段
pt_br: Escadas de Terracota Marrom
ru: Коричневые керамические ступени

source: Cyan Concrete Slab
es: Losa de hormigón cian
eu: Hormigoi Zianezko Lauza
fr: Dalle de béton cyan
it: Lastra di calcestruzzo ciano
ja: 青緑色のコンクリートのハーフブロック
pt_br: Laje de Concreto Ciano
ru: Бирюзовая бетонная плита

source: Cyan Concrete Stairs
es: Escaleras de hormigón cian
eu: Hormigoi Zianezko Eskailerak
fr: Escalier en béton cyan
it: Scalini di calcestruzzo ciano
ja: 青緑色のコンクリートの階段
pt_br: Escadas de Concreto Ciano
ru: Бирюзовые бетонные ступени

source: Cyan Terracotta Slab
es: Losa de terracota cian
eu: Terrakota Zianezko Lauza
fr: Dalle de terre cuite cyan
it: Lastra di terracotta ciano
ja: 青緑色のテラコッタのハーフブロック
pt_br: Laje de Terracota Ciano
ru: Бирюзовая керамическая плита

source: Cyan Terracotta Stairs
es: Escaleras de terracota cian
eu: Terrakota Zianezko Eskailerak
fr: Escalier en terre cuite cyan
it: Scalini di terracotta ciano
ja: 青緑色のテラコッタの階段
pt_br: Escadas de Terracota Ciano
ru: Бирюзовые керамические ступени

source: Green Concrete Slab
es: Losa de hormigón verde
eu: Hormigoi Berdezko Lauza
fr: Dalle de béton vert
it: Lastra di calcestruzzo verde
ja: 緑色のコンクリートのハーフブロック
pt_br: Laje de Concreto Verde
ru: Зелёная бетонная плита

source: Green Concrete Stairs
es: Escaleras de hormigón verde
eu: Hormigoi Berdezko Eskailerak
fr: Escalier en béton vert
it: Scalini di calcestruzzo verde
ja: 緑色のコンクリートの階段
pt_br: Escadas de Concreto Verde
ru: Зелёные бетонные ступени

source: Green Terracotta Slab
es: Losa de terracota verde
eu: Terrakota Berdezko Lauza
fr: Dalle de terre cuite verte
it: Lastra di terracotta verde
ja: 緑色のテラコッタのハーフブロック
pt_br: Laje de Terracota Verde
ru: Зелёная керамическая плита

source: Green Terracotta Stairs
es: Escaleras de terracota verde
eu: Terrakota Berdezko Eskailerak
fr: Escalier en terre cuite verte
it: Scalini di terracotta verde
ja: 緑色のテラコッタの階段
pt_br: Escadas de Terracota Verde
ru: Зелёные керамические ступени

source: Grey Concrete Slab
es: Losa de hormigón gris
eu: Hormigoizko Lauza Grisa
fr: Dalle de béton gris
it: Lastra di calcestruzzo grigio
ja: 灰色のコンクリートのハーフブロック
pt_br: Laje de Concreto Cinza
ru: Серая бетонная плита

source: Grey Concrete Stairs
es: Escaleras de hormigón gris
eu: Hormigoi Grisezko Eskailerak
fr: Escalier en béton gris
it: Scalini di calcestruzzo grigio
ja: 灰色のコンクリートの階段
pt_br: Escadas de Concreto Cinza
ru: Серые бетонные ступени

source: Grey Terracotta Slab
es: Losa de terracota gris
eu: Terrakota Grisezko Lauza
fr: Dalle de terre cuite grise
it: Lastra di terracotta grigia
ja: 灰色のテラコッタのハーフブロック
pt_br: Laje de Terracota Cinza
ru: Серая керамическая плита

source: Grey Terracotta Stairs
es: Escaleras de terracota gris
eu: Terrakota Grisezko Eskailerak
fr: Escalier en terre cuite grise
it: Scalini di terracotta grigia
ja: 灰色のテラコッタの階段
pt_br: Escadas de Terracota Cinza
ru: Серые керамические ступени

source: Light Blue Concrete Slab
es: Losa de hormigón azul claro
eu: Hormigoizko Lauza Urdin argia
fr: Dalle de béton bleu clair
it: Lastra di calcestruzzo azzurro
ja: 空色のコンクリートのハーフブロック
pt_br: Laje de Concreto Azul Claro
ru: Голубая бетонная плита

source: Light Blue Concrete Stairs
es: Escaleras de hormigón azul claro
eu: Hormigoi Urdin Argizko Eskailerak
fr: Escalier en béton bleu clair
it: Scalini di calcestruzzo azzurro
ja: 空色のコンクリートの階段
pt_br: Escadas de Concreto Azul Claro
ru: Голубые бетонные ступени

source: Light Blue Terracotta Slab
es: Losa de terracota azul claro
eu: Terrakota Urdin Argizko Lauza
fr: Dalle de terre cuite bleu clair
it: Lastra di terracotta azzurra
ja: 空色のテラコッタのハーフブロック
pt_br: Laje de Terracota Azul Claro
ru: Голубая керамическая плита

source: Light Blue Terracotta Stairs
es: Escaleras de terracota azul claro
eu: Terrakota Urdin Argizko Eskailerak
fr: Escalier en terre cuite bleu clair
it: Scalini di terracotta azzurra
ja: 空色のテラコッタの階段
pt_br: Escadas de Terracota Azul Claro
ru: Голубые керамические ступени

source: Light Grey Concrete Slab
es: Losa de hormigón gris claro
eu: Hormigoi Gris Argizko Lauza
fr: Dalle de béton gris clair
it: Lastra di calcestruzzo grigio chiaro
ja: 薄灰色のコンクリートのハーフブロック
pt_br: Laje de Concreto Cinza Claro
ru: Светло-серая бетонная плита

source: Light Grey Concrete Stairs
es: Escaleras de hormigón gris claro
eu: Hormigoi Gris Argizko Eskailerak
fr: Escalier en béton gris clair
it: Scalini di calcestruzzo grigio chiaro
ja: 薄灰色のコンクリートの階段
pt_br: Escadas de Concreto Cinza Claro
ru: Светло-серые бетонные ступени

source: Light Grey Terracotta Slab
es: Losa de terracota gris claro
eu: Terrakota Gris Argizko Lauza
fr: Dalle de terre cuite gris clair
it: Lastra di terracotta grigio chiaro
ja: 薄灰色のテラコッタのハーフブロック
pt_br: Laje de Terracota Cinza Claro
ru: Светло-серая керамическая плита

source: Light Grey Terracotta Stairs
es: Escaleras de terracota gris claro
eu: Terrakota Gris Argizko Eskailerak
fr: Escalier en terre cuite gris clair
it: Scalini di terracotta grigio chiaro
ja: 薄灰色のテラコッタの階段
pt_br: Escadas de Terracota Cinza Claro
ru: Светло-серые керамические ступени

source: Lime Concrete Slab
es: Losa de hormigón verde lima
eu: Lima Hormigoizko Lauza berdea
fr: Dalle de béton vert clair
it: Lastra di calcestruzzo lime
ja: 黄緑色のコンクリートのハーフブロック
pt_br: Laje de Concreto Verde Lima
ru: Лаймовая бетонная плита

source: Lime Concrete Stairs
es: Escaleras de hormigón verde lima
eu: Lima Hormigoi Eskailerak
fr: Escalier en béton vert clair
it: Scalini di calcestruzzo lime
ja: 黄緑色のコンクリートの階段
pt_br: Escadas de Concreto Verde Lima
ru: Лаймовые бетонные ступени

source: Lime Terracotta Slab
es: Losa de terracota verde lima
eu: Lima Terrakotazko Lauza
fr: Dalle de terre cuite vert clair
it: Lastra di terracotta lime
ja: 黄緑色のテラコッタのハーフブロック
pt_br: Laje de Terracota Verde Lima
ru: Лаймовая керамическая плита

source: Lime Terracotta Stairs
es: Escaleras de terracota verde lima
eu: Lima Terrakotazko Eskailerak
fr: Escalier en terre cuite vert clair
it: Scalini di terracotta lime
ja: 黄緑色のテラコッタの階段
pt_br: Escadas de Terracota Verde Lima
ru: Лаймовые керамические ступени

source: Magenta Concrete Slab
es: Losa de hormigón magenta
eu: Hormigoi magentazko Lauza
fr: Dalle de béton magenta
it: Lastra di calcestruzzo magenta
ja: 赤紫色のコンクリートのハーフブロック
pt_br: Laje de Concreto Magenta
ru: Сиреневая бетонная плита

source: Magenta Concrete Stairs
es: Escaleras de hormigón magenta
eu: Hormigoi magentazko Eskailerak
fr: Escalier en béton magenta
it: Scalini di calcestruzzo magenta
ja: 赤紫色のコンクリートの階段
pt_br: Escadas de Concreto Magenta
ru: Сиреневые бетонные ступени

source: Magenta Terracotta Slab
es: Losa de terracota magenta
eu: Terrakota magentako Lauza
fr: Dalle de terre cuite magenta
it: Lastra di terracotta magenta
ja: 赤紫色のテラコッタのハーフブロック
pt_br: Laje de Terracota Magenta
ru: Сиреневая керамическая плита

source: Magenta Terracotta Stairs
es: Escaleras de terracota magenta
eu: Terrakota Magentazko Eskailerak
fr: Escalier en terre cuite magenta
it: Scalini di terracotta magenta
ja: 赤紫色のテラコッタの階段
pt_br: Escadas de Terracota Magenta
ru: Сиреневые керамические ступени

source: Orange Concrete Slab
es: Losa de hormigón naranja
eu: Hormigoi Laranjazko Lauza
fr: Dalle de béton orange
it: Lastra di calcestruzzo arancione
ja: 橙色のコンクリートのハーフブロック
pt_br: Laje de Concreto Laranja
ru: Оранжевая бетонная плита

source: Orange Concrete Stairs
es: Escaleras de hormigón naranja
eu: Hormigoi Laranjazko Eskailerak
fr: Escalier en béton orange
it: Scalini di calcestruzzo arancione
ja: 橙色のコンクリートの階段
pt_br: Escadas de Concreto Laranja
ru: Оранжевые бетонные ступени

source: Orange Terracotta Slab
es: Losa de terracota naranja
eu: Terrakota Laranjazko Lauza
fr: Dalle de terre cuite orange
it: Lastra di terracotta arancione
ja: 橙色のテラコッタのハーフブロック
pt_br: Laje de Terracota Laranja
ru: Оранжевая керамическая плита

source: Orange Terracotta Stairs
es: Escaleras de terracota naranja
eu: Terrakota laranjako Eskailerak
fr: Escalier en terre cuite orange
it: Scalini di terracotta arancione
ja: 橙色のテラコッタの階段
pt_br: Escadas de Terracota Laranja
ru: Оранжевые керамические ступени

source: Pink Concrete Slab
es: Losa de hormigón rosa
eu: Hormigoi arrosazko Lauza
fr: Dalle de béton rose
it: Lastra di calcestruzzo rosa
ja: 桃色のコンクリートのハーフブロック
pt_br: Laje de Concreto Rosa
ru: Розовая бетонная плита

source: Pink Concrete Stairs
es: Escaleras de hormigón rosa
eu: Hormigoi arrosazko Eskailerak
fr: Escalier en béton rose
it: Scalini di calcestruzzo rosa
ja: 桃色のコンクリートの階段
pt_br: Escadas de Concreto Rosa
ru: Розовые бетонные ступени

source: Pink Terracotta Slab
es: Losa de terracota rosa
eu: Terrakota arrosazko Lauza
fr: Dalle de terre cuite rose
it: Lastra di terracotta rosa
ja: 桃色のテラコッタのハーフブロック
pt_br: Laje de Terracota Rosa
ru: Розовая керамическая плита

source: Pink Terracotta Stairs
es: Escaleras de terracota rosa
eu: Terrakota arrosazko Eskailerak
fr: Escalier en terre cuite rose
it: Scalini di terracotta rosa
ja: 桃色のテラコッタの階段
pt_br: Escadas de Terracota Rosa
ru: Розовые керамические ступени

source: Purple Concrete Slab
es: Losa de hormigón morado
eu: Hormigoi morezko Lauza
fr: Dalle de béton violet
it: Lastra di calcestruzzo viola
ja: 紫色のコンクリートのハーフブロック
pt_br: Laje de Concreto Roxo
ru: Фиолетовая бетонная плита

source: Purple Concrete Stairs
es: Escaleras de hormigón morado
eu: Hormigoi morezko Eskailerak
fr: Escalier en béton violet
it: Scalini di calcestruzzo viola
ja: 紫色のコンクリートの階段
pt_br: Escadas de Concreto Roxo
ru: Фиолетовые бетонные ступени

source: Purple Terracotta Slab
es: Losa de terracota morado
eu: Terrakota morezko Lauza
fr: Dalle de terre cuite violette
it: Lastra di terracotta viola
ja: 紫色のテラコッタのハーフブロック
pt_br: Laje de Terracota Roxo
ru: Фиолетовая керамическая плита

source: Purple Terracotta Stairs
es: Escaleras de terracota morado
eu: Terrakota Morezko Eskailerak
fr: Escalier en terre cuite violette
it: Scalini di terracotta viola
ja: 紫色のテラコッタの階段
pt_br: Escadas de Terracota Roxo
ru: Фиолетовые керамические ступени

source: Red Concrete Slab
es: Losa de hormigón rojo
eu: Hormigoi Gorrizko Lauza
fr: Dalle de béton rouge
it: Lastra di calcestruzzo rosso
ja: 赤色のコンクリートのハーフブロック
pt_br: Laje de Concreto Vermelho
ru: Красная бетонная плита

source: Red Concrete Stairs
es: Escaleras de hormigón rojo
eu: Hormigoi gorriko Eskailerak
fr: Escalier en béton rouge
it: Scalini di calcestruzzo rosso
ja: 赤色のコンクリートの階段
pt_br: Escadas de Concreto Vermelho
ru: Красные бетонные ступени

source: Red Terracotta Slab
es: Losa de terracota roja
eu: Terrakota gorriko Lauza
fr: Dalle de terre cuite rouge
it: Lastra di terracotta rossa
ja: 赤色のテラコッタのハーフブロック
pt_br: Laje de Terracota Vermelho
ru: Красная керамическая плита

source: Red Terracotta Stairs
es: Escaleras de terracota roja
eu: Terrakota gorriko Eskailerak
fr: Escalier en terre cuite rouge
it: Scalini di terracotta rossa
ja: 赤色のテラコッタの階段
pt_br: Escadas de Terracota Vermelho
ru: Красные керамические ступени

source: White Concrete Slab
es: Losa de hormigón blanco
eu: Hormigoizko Lauza zuria
fr: Dalle de béton blanc
it: Lastra di calcestruzzo bianco
ja: 白色のコンクリートのハーフブロック
pt_br: Laje de Concreto Branco
ru: Белая бетонная плита

source: White Concrete Stairs
es: Escaleras de hormigón blanco
eu: Hormigoi zurizko Eskailerak
fr: Escalier en béton blanc
it: Scalini di calcestruzzo bianco
ja: 白色のコンクリートの階段
pt_br: Escadas de Concreto Branco
ru: Белые бетонные ступени

source: White Terracotta Slab
es: Losa de terracota blanca
eu: Terrakota zuriko Lauza
fr: Dalle de terre cuite blanche
it: Lastra di terracotta bianca
ja: 白色のテラコッタのハーフブロック
pt_br: Laje de Terracota Branco
ru: Белая керамическая плита

source: White Terracotta Stairs
es: Escaleras de terracota blanca
eu: Terrakota zuriko Eskailerak
fr: Escalier en terre cuite blanche
it: Scalini di terracotta bianca
ja: 白色のテラコッタの階段
pt_br: Escadas de Terracota Branco
ru: Белые керамические ступени

source: Yellow Concrete Slab
es: Losa de hormigón amarillo
eu: Hormigoizko Lauza horia
fr: Dalle de béton jaune
it: Lastra di calcestruzzo giallo
ja: 黄色のコンクリートのハーフブロック
pt_br: Laje de Concreto Amarelo
ru: Жёлтая бетонная плита

source: Yellow Concrete Stairs
es: Escaleras de hormigón amarillo
eu: Hormigoi horizko Eskailerak
fr: Escalier en béton jaune
it: Scalini di calcestruzzo giallo
ja: 黄色のコンクリートの階段
pt_br: Escadas de Concreto Amarelo
ru: Жёлтые бетонные ступени

source: Yellow Terracotta Slab
es: Losa de terracota amarilla
eu: Terrakota horiko Lauza
fr: Dalle de terre cuite jaune
it: Lastra di terracotta gialla
ja: 黄色のテラコッタのハーフブロック
pt_br: Laje de Terracota Amarelo
ru: Жёлтая керамическая плита

source: Yellow Terracotta Stairs
es: Escaleras de terracota amarilla
eu: Terrakota Horizko Eskailerak
fr: Escalier en terre cuite jaune
it: Scalini di terracotta gialla
ja: 黄色のテラコッタの階段
pt_br: Escadas de Terracota Amarelo
ru: Жёлтые керамические ступени
