Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/doc/doc/locale/poconvert/*.po
Languages: cs, eu, hu, it, sv, uk, zh_cn

source: This is the help.
cs: Toto je nápověda.
eu: Hau laguntza da.
hu: Ez itt a segítség.
it: Questo è l'aiuto.
sv: Det här är hjälpen.
uk: Це допомога.
zh_cn: 此处为帮助信息。

source: All help entries revealed!
cs: Všechna nápověda byla již zobrazena!
eu: Laguntza-sarrera guztiak agerian!
hu: Minden segítség fel lett fedve!
it: Sono state scoperte tutte le voci di aiuto!
sv: Alla hjälpposter avslöjade!
uk: Усі підказки розкрито!
zh_cn: 已显示全部帮助条目！

source: All help entries are already revealed.
cs: Všechna nápověda byla již zobrazena.
eu: Laguntza-sarrera guztiak agerian daude.
hu: Már minden segítség fel lett fedve.
it: Tutte le voci di aiuto sono già visibili.
sv: Alla hjälpposter är redan avslöjade.
uk: Усі підказки вже розкрито.
zh_cn: 所有帮助条目都已显示。

source: Category list
cs: Seznam kategorií
eu: Kategorien zerrenda
hu: Kategóriák
it: Lista categorie
sv: Kategorilista
uk: Список категорій
zh_cn: 分类列表

source: Entry list
cs: Seznam položek
eu: Sarreren zerrenda
hu: Bejegyzések
it: Lista voci
sv: Inläggslista
uk: Список записів
zh_cn: 条目列表

source: Entry
cs: Položka
eu: Sarrera
hu: Bejegyzés
it: Voce
sv: Inlägg
uk: Запис
zh_cn: 条目

source: Error: No help available.
cs: Chyba: Nápověda není dostupná.
eu: Errorea: Ez dago laguntzarik.
hu: Hiba: Segítség nem elérhető.
it: Errore: nessuna voce di aiuto disponibile.
sv: Fel: Ingen hjälp tillgänglig.
uk: Помилка: Немає доступної допомоги.
zh_cn: 错误：无可用帮助。

source: No categories have been registered, but they are required to provide help.
cs: Nebyly specifikovány žádné kategorie, které jsou vyžadovány pro poskytnutí nápovědy.
eu: Ez da kategoriarik erregistratu, baina beharrezkoak dira laguntza emateko.
hu: Nincs kategória regisztrálva, holott ez szükséges a segítségnyújtáshoz.
it: Nessuna categoria è stata registrata, ma è indispensabile per mostrare le voci di aiuto.
sv: Inga kategorier har registrerats, men de är obligatoriska för att ge hjälp.
uk: Немає зареєстрованих категорій, проте вони необхідні для надання допомоги.
zh_cn: 尚未注册任何分类，但提供帮助需要这些分类。

source: The Documentation System [doc] does not come with help contents on its own, it needs additional mods to add help content. Please make sure such mods are enabled on for this world, and try again.
cs: Dokumentační systém [doc] sám o sobě neobsahuje nápovědu, k přidání obsahu nápovědy potřebuje další modifikace. Ujistěte se, že jsou tyto mody pro tento svět zapnuty, a zkuste to znovu.
eu: Dokumentazio Sistemak [doc] ez du berez laguntza-edukirik barne hartzen; laguntza-edukia gehitzeko modu gehigarriak behar ditu. Ziurtatu mod-ak mundu honetan gaituta daudela eta saiatu berriro.
hu: A Dokumentációs Rendszer [doc] önmaga nem tartalmaz segítséget, ehhez szüksége van más mod-okra akik a tartalmat biztosítják. Ellenőrizd, hogy rendelkezésre állnak-e ilyen mod-ok ebben a világban és próbáld újra.
it: Questo sistema di documentazione [doc] non fornisce il contenuto delle voci di aiuto, ha bisogno di ulteriori mod. Accertarsi che tali mod siano abilitate per questo mondo e riprovare.
sv: Dokumentationssystemet [doc] levereras inte med hjälpinnehåll på egen hand, det behöver ytterligare mods för att lägga till hjälpinnehåll. Kontrollera att sådana mods är aktiverade för den här världen och försök igen.
uk: Система документації [doc] не містить власного довідкового контенту, для додавання довідки потрібні додаткові модифікації. Будь ласка, переконайтеся, що такі модифікації ввімкнені для цього світу, і спробуйте знову.
zh_cn: 文档系统 [doc] 本身并不自带帮助内容，它需要额外的模组来添加帮助内容。请确保此类模组在这个世界中已启用，然后再试一次。

source: Recommended mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
cs: Doporučené mody: : doc_basics, doc_items, doc_identifier, doc_encyclopedia.
eu: Gomendatutako mod-ak: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
hu: Javasolt mod-ok: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
it: Mod consigliate: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
sv: Rekommenderade mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
uk: Рекомендовані модифікації: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
zh_cn: 推荐模组：基础文档模组、物品文档模组、标识文档模组、百科文档模组。

source: Error: Access denied.
cs: Chyba: Přístup odepřen.
eu: Errorea: Sarbidea ukatuta.
hu: Hiba: Hozzáférés megtagadva.
it: Errore: accesso negato.
sv: Fel: Åtkomst nekad.
uk: Помилка: Доступ заборонено.
zh_cn: 错误：访问被拒。

source: Access to the requested entry has been denied; this entry is secret. You may unlock access by progressing in the game. Figure out on your own how to unlock this entry.
cs: Přístup k požadovanému záznamu byl odepřen; tento záznam je tajný. Přístup si můžete odemknout postupem ve hře. Na to, jak tuto položku odemknout, přijďte sami.
eu: Sarrera honetarako sarbidea ukatu egin da; sarrera hau sekretua da. Sarbidea desblokeatu dezakezu jokoan aurrera eginez. Zure kabuz asmatu beharko duzu sarrera hau nola desblokeatu.
hu: Hozzáférés a kért bejegyzéshez megtagadva; ez a bejegyzés titkosított. Feloldhatod ahogy a játékban előrehaladsz. Találd ki magad, hogy oldhatod fel ezt a bejegyzést.
it: Non puoi consultare questa voce: questa voce è segreta. Puoi sbloccarla progredendo nel gioco. Scervellati su come fare a sbloccare questa voce di aiuto.
sv: Tillgång till det begärda inlägget har nekats; detta inlägg är hemligt. Du kan låsa upp åtkomst genom att göra framsteg i spelet. Räkna själv ut hur du låser upp det här inlägget.
uk: Доступ до запитуваного запису заборонено; цей запис є секретним. Ви можете розблокувати доступ, прогресуючи в грі. З'ясуйте самостійно, як розблокувати цей запис.
zh_cn: 对所请求条目的访问已被拒绝；该条目是保密的。你可以通过在游戏中推进进程来解锁访问权限。自行摸索如何解锁该条目吧。

source: Nameless entry (@1)
cs: Bezejmenná položka (@1)
eu: Izen gabeko sarrea (@1)
hu: Név nélküli bejegyzés (@1)
it: Voce senza nome (@1)
sv: Namnlöst inlägg (@1)
uk: Безіменний запис (@1)
zh_cn: 无名条目（@1）

source: Help > @1
cs: Nápověda > @1
eu: Laguntza > @1
hu: Segítség > @1
it: Aiuto > @1
sv: Hjälp > @1
uk: Допомога > @1
zh_cn: 帮助 > @1

source: Currently all entries in this category are hidden from you.
cs: V současné době jsou všechny položky v této kategorii skryté.
eu: Kategoria honetako sarrera guztiak ezkutatuta daude zuretzat.
hu: Jelenleg a kategória minden bejegyzése rejtve van előled.
it: Al momento le voci di questa categoria sono celate.
sv: För närvarande är alla poster i denna kategori dolda för dig.
uk: Наразі всі записи в цій категорії приховані від вас.
zh_cn: 目前，该类别下的所有条目对你来说都是隐藏的。

source: Unlock new entries by progressing in the game.
cs: Postupem ve hře odemkněte nové položky.
eu: Desblokeatu sarrera berriak jokoan aurrera egin ahala.
hu: Fedj fel új bejegyzéseket a játékban való előrehaladással.
it: Sblocca le voci di aiuto progredendo nel gioco.
sv: Lås upp nya inlägg genom att göra framsteg i spelet.
uk: Розблокуйте нові записи, прогресуючи в грі.
zh_cn: 通过推进游戏进程来解锁新条目。

source: Number of entries: @1
cs: Počet položek: @1
eu: Sarrera kopurua: @1
hu: Bejegyzések száma: @1
it: Numero di voci: @1
sv: Antal inlägg: @1
uk: Кількість записів: @1
zh_cn: 条目数量：@1

source: New entries: @1
cs: Nové položky: @1
eu: Sarrera berriak: @1
hu: Új bejegyzések: @1
it: Nuove voci: @1
sv: Nya inlägg: @1
uk: Нові записи: @1
zh_cn: 新条目：@1

source: Hidden entries: @1
cs: Skryté položky: @1
eu: Ezkutuko sarrerak: @1
hu: Elrejtett bejegyzések: @1
it: Voci celate: @1
sv: Dolda inlägg: @1
uk: Приховані записи: @1
zh_cn: 隐藏条目：@1

source: Help > @1 > (No Entry)
cs: Nápověda > @1 > (Žádné položky)
eu: Laguntza > @1 > (Sarrerarik ez)
hu: Segítség > @1 > (Nincs bejegyzés)
it: Aiuto > @1 > (nessuna voce)
sv: Hjälp > @1 > (Inget inlägg)
uk: Допомога > @1 > (Немає Запису)
zh_cn: 帮助 > @1 > (无条目)

source: Help > @1 > @2
cs: Nápověda > @1 > @2
eu: Laguntza > @1 > @2
hu: Segítség > @1 > @2
it: Aiuto > @1 > @2
sv: Hjälp > @1 > @2
uk: Допомога > @1 > @2
zh_cn: 帮助 > @1 > @2

source: Open a window providing help entries about Minetest and more
cs: Otevřete okno s nápovědou o Minetestu a dalšími informacemi
eu: Ireki Minetest-i buruzko laguntza sarrerak eta gehiago dituen leiho bat
hu: Ablak nyitása a Minetest-tel kapcsolatos segítségekkel és egyebekkel
it: Apre la finestra contente le voci di aiuto su Luanti e altro
sv: Öppna ett fönster som innehåller hjälptexter om Minetest och mer
uk: Відкрити вікно з довідковими записами про Minetest та інше
zh_cn: 打开一个窗口，该窗口会提供有关luanti及其他相关内容的帮助条目

source: Help
cs: Nápověda
eu: Laguntza
hu: Segítség
it: Aiuto
sv: Hjälp
uk: Допомога
zh_cn: 帮助

source: Allows you to reveal all hidden help entries with /help_reveal
cs: Umožňuje odhalit všechny skryté položky nápovědy pomocí /help_reveal
eu: /help_reveal bidez ezkutuko laguntza-sarrea guztiak ezagutzeko aukera ematen dizu
hu: Elérhetővé teszi minden rejtett segítség felfedését (/help_reveal)
it: Permette di mostrare tutte le voci di aiuto celate con /help_reveal
sv: Gör att du kan avslöja alla dolda hjälpinlägg med /help_reveal
uk: Дозволяє розкрити всі приховані записи довідки за допомогою команди /help_reveal
zh_cn: 允许你使用 “/help_reveal” 命令来显示所有隐藏的帮助条目

source: Reveal all hidden help entries to you
cs: Odhalí vám všechny skryté položky nápovědy
eu: Ezkutuko laguntza-sarrera guztiak erakusten dizkio
hu: Felfed minden rejtett segítséget
it: Mostra le voci di aiuto celate
sv: Visa alla dolda hjälpinlägg
uk: Розкрити всі приховані записи довідки для вас
zh_cn: 向你显示所有隐藏的帮助条目
