Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/REDSTONE/mcl_dispensers/locale/poconvert/*.po
Languages: hu, zh_tw

source: Dispenser
hu: Adagoló
zh_tw: 發射器

source: Inventory
hu: Eszköztár
zh_tw: 物品欄

source: 9 inventory slots
hu: 9 rekeszű tároló
zh_tw: 9 個物品欄

source: Launches item when powered by redstone power
hu: Kilő egy tárgyat, amikor vöröskőjelet kap
zh_tw: 收到紅石訊號時配發物品

source: A dispenser is a block which acts as a redstone component which, when powered with redstone power, dispenses an item. It has a container with 9 inventory slots.
hu: Az adagoló egy olyan blokk, amely egy vöröskővel működő szerkezet. Amikor vöröskőjelet kap, kihajít egy tárgyat. 9 rekeszes tárolója van.
zh_tw: 發射器是一種紅石元件方塊，在收到紅石訊號時會配發一件物品。它有 9 個物品欄。

source: Place the dispenser in one of 6 possible directions. The “hole” is where items will fly out of the dispenser. Use the dispenser to access its inventory. Insert the items you wish to dispense. Supply the dispenser with redstone energy once to dispense a random item.
hu: Az adagolót a hat lehetséges irány valamelyikébe lehet lehelyezni. A "lyukon" keresztül fog a tárgy kirepülni az adagolóból . Használd az adagolót a tárolója eléréséhez. Tedd bele a tárgyakat, amelyeket ki szeretnél lőni. Vezess az adagolóba vöröskőjelet egy alkalommal, hogy kilőjön egy véletlenszerűen kiválasztott tárgyat.

source: The dispenser will do different things, depending on the dispensed item:
hu: Az adagoló a kihajítandó tárgytól függően különbözőképpen viselkedhet:
zh_tw: 配發方式視乎物品：

source: • Arrows: Are launched
hu: • Nyilak: kilövi őket
zh_tw: • 箭：發射

source: • Eggs and snowballs: Are thrown
hu: • Tojás és hógolyó: elhajítja őket
zh_tw: • 蛋、雪球：抛出

source: • Fire charges: Are fired in a straight line
hu: • Tűzlabda: egyenes irányba kilövi
zh_tw: • 火焰彈：直線發射

source: • Armor: Will be equipped to players and armor stands
hu: • Páncélzat: ráadja a játékosra vagy a páncéltartóra
zh_tw: • 盔甲：給玩家或盔甲架穿上

source: • Boats: Are placed on water or are dropped
hu: • Csónakok: vízre helyezi vagy kidobja őket
zh_tw: • 船：有水則放置，否則作為物品掉出來

source: • Minecart: Are placed on rails or are dropped
hu: • Csillék: sínre helyezi vagy kidobja őket
zh_tw: • 礦車：安置在路軌上，否則作為物品掉出

source: • Bone meal: Is applied on the block it is facing
hu: • Csontliszt: rászórja a felé eső blokkra
zh_tw: • 骨粉：撒在發射口的方塊上

source: • Empty buckets: Are used to collect a liquid source
hu: • Üres vödrök: folyadék forrást gyűjt be vele
zh_tw: • 空桶：收集位於發射口的液體

source: • Filled buckets: Are used to place a liquid source
hu: • Teli vödrök: folyadék forrást helyez el belőle
zh_tw: • 滿載的桶：放置液體源

source: • Heads, pumpkins: Equipped to players and armor stands, or placed as a block
hu: • Fejek, tökök: ráadja a játékosra vagy állványzatra vagy blokként elhelyezi
zh_tw: •各種頭：有玩家或盔甲架則穿上，否則放置

source: • Shulker boxes: Are placed as a block
hu: • Kagylapuló héj: blokként elhelyezi
zh_tw: • 界伏盒：作為方塊放置

source: • TNT: Is placed and ignited
hu: • TNT: elhelyezi és meggyújtja
zh_tw: • TNT：放置並點火

source: • Flint and steel: Is used to ignite a fire in air and to ignite TNT
hu: • Tűzszerszám: Tüzet lehet vele gyújtani egy levegőblokkban, és begyújtja a TNT-t
zh_tw: • 打火石：點火

source: • Spawn eggs: Will summon the mob they contain
hu: • Kelesztő tojás: kikelti a benne rejlő mobot
zh_tw: • 生怪蛋：生成生物

source: • Other items: Are simply dropped
hu: • Egyéb tárgy: egyszerűen kidobja
zh_tw: • 其他物品：掉出

source: Dropper
hu: Kidobó
zh_tw: 投物器

source: Drops item when powered by redstone power
hu: Kidobja a tárgyakat, ha vöröskőjelet kap
zh_tw: 收到紅石訊號時掉落物品

source: A dropper is a redstone component and a container with 9 inventory slots which, when supplied with redstone power, drops an item or puts it into a container in front of it.
hu: A kidobó egy vöröskőszerkezet és egy 9 rekeszes tároló. Amikor vöröskőjelet kap, kidob egy tárgyat, vagy az előtte lévő tárolóba teszi.
zh_tw: 投物器是一種紅石元件方塊，在收到紅石訊號時會將一件物品放入所面向的容器，沒有容器則掉出。它有 9 個物品欄。

source: Droppers can be placed in 6 possible directions, items will be dropped out of the hole. Use the dropper to access its inventory. Supply it with redstone energy once to make the dropper drop or transfer a random item.
hu: A kidobót a hatféle irány bármelyike felé le lehet helyezni. A tárgyakat a lyukon keresztül dobja ki. Használd a kidobót a tárolója eléréséhez. Vezess bele vöröskőjelet egy alkalommal, hogy véletlenszerűen kidobjon vagy továbbítson egy tárgyat.
