Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_deepslate/locale/poconvert/*.po
Languages: pt_br

source: Deepslate
pt_br: Ardósia

source: Deepslate is a stone type found deep underground in the Overworld that functions similar to regular stone but is harder than the stone.
pt_br: Ardósia é um tipo de rocha encontrado nas profundezas do subterrâneo que possui funções similares às rochas comuns, mas é mais dura que elas.

source: Infested Deepslate
pt_br: Ardósia Infestada

source: Reinforced Deepslate
pt_br: Ardósia Reforçada

source: Reinforced deepslate is a very hard block undestructable by even wither explosions. It is unobtainable in survival mode.
pt_br: A ardósia reforçada é um bloco muito duro indestrutível até pelas explosões do Wither. Não pode ser obtido no modo sobrevivência.

source: Deepslate Coal Ore
pt_br: Minério de Carvão em Ardósia

source: Deepslate Iron Ore
pt_br: Minério de Ferro em Ardósia

source: Deepslate Gold Ore
pt_br: Minério de Ouro em Ardósia

source: Deepslate Emerald Ore
pt_br: Minério de Esmeralda em Ardósia

source: Deepslate Diamond Ore
pt_br: Minério de Diamante em Ardósia

source: Deepslate Lapis Lazuli Ore
pt_br: Minério de Lápis-Lazúli em Ardósia

source: Deepslate Redstone Ore
pt_br: Minério de Redstone em Ardósia

source: Lit Deepslate Redstone Ore
pt_br: Minério de Redstone em Ardósia Aceso

source: Deepslate Copper Ore
pt_br: Minério de Cobre em Ardósia

source: Cobbled Deepslate
pt_br: Pedregulhos de Ardósia

source: Cobbled deepslate is a stone variant that functions similar to cobblestone or blackstone.
pt_br: Pedregulhos de ardósia é uma variante de rocha que possui funções similares aos pedregulhos ou rochas-negra.

source: Cobbled Deepslate Stairs
pt_br: Escadas de Pedregulhos de Ardósia

source: Cobbled Deepslate Slab
pt_br: Laje de Pedregulhos de Ardósia

source: Cobbled Deepslate Wall
pt_br: Muro de Pedregulhos de Ardósia

source: Polished Deepslate
pt_br: Ardósia Polida

source: Polished deepslate is the stone-like polished version of deepslate.
pt_br: Ardósia polida é a versão da rocha polida em ardósia.

source: Polished Deepslate Stairs
pt_br: Escadas de Ardósia Polida

source: Polished Deepslate Slab
pt_br: Laje de Ardósia Polida

source: Polished Deepslate Wall
pt_br: Muro de Ardósia Polida

source: Deepslate Bricks
pt_br: Tijolos de Ardósia

source: Deepslate bricks are the brick version of deepslate.
pt_br: Tijolos de ardósia são a versão em ardósia dos tijolos.

source: Deepslate Brick Stairs
pt_br: Escadas de Tijolos de Ardósia

source: Deepslate Brick Slab
pt_br: Laje de Tijolos de Ardósia

source: Deepslate Brick Wall
pt_br: Muro de Tijolos de Ardósia

source: Cracked Deepslate Bricks
pt_br: Tijolos de Ardósia Rachado

source: Deepslate Tiles
pt_br: Azulejos de Ardósia

source: Deepslate tiles are a decorative variant of deepslate.
pt_br: Azulejos de ardósia são variantes decorativas da ardósia.

source: Deepslate Tile Stairs
pt_br: Escadas de Azulejos de Ardósia

source: Deepslate Tile Slab
pt_br: Laje de Azulejos de Ardósia

source: Deepslate Tiles Wall
pt_br: Muro de Azulejos de Ardósia

source: Cracked Deepslate Tiles
pt_br: Azulejos de Ardósia Rachado

source: Chiseled Deepslate
pt_br: Ardósia Cinzelada

source: @1 is a variant of @2 that can generate in deepslate and tuff blobs.
pt_br: @1 é uma variante de @2 que pode gerar em bolhas de ardósia e tufo.

source: @1 are a cracked variant.
pt_br: @1 é uma variante rachada.

source: Tuff
pt_br: Tufo
