Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_crimson/locale/poconvert/*.po
Languages: es, fr, ja

source: Warped Fungus
es: Hongo distorsionado
fr: Champignon biscornue
ja: 歪んだキノコ

source: Warped fungus is a mushroom found in the nether's warped forest.
es: El hongo distorsionado es un hongo que se encuentra en el bosque distorsionado del Nether.
fr: Le champignon biscornue est un champignon que l'on trouve dans la forêt tordue du Nether.

source: Twisting Vines
es: Enredaderas retorcidas
fr: Liane tordue
ja: ねじれツタ

source: Weeping Vines
es: Enredaderas llorosas
fr: Vignes pleureuses
ja: しだれツタ

source: Nether Sprouts
es: Rastrojo del Nether
fr: Racines du nether
ja: ネザースプラウト

source: Warped Roots
es: Raíces distorsionadas
fr: Racines tordues
ja: 歪な根

source: Warped Wart Block
es: Bloque de verrugas distorsionadas
fr: Bloc de verrues tordu
ja: 歪なウォートブロック

source: Shroomlight
es: Hongo luminoso
fr: Champilampe
ja: シュルームライト

source: Warped Nylium
es: Nilio distorsionado
fr: Nylium tordu
ja: 歪なナイリウム

source: Crimson Fungus
es: Hongo carmesí
fr: Fongus carmin
ja: 真紅のキノコ

source: Crimson fungus is a mushroom found in the nether's crimson forest.
es: El hongo carmesí es un hongo que se encuentra en el bosque carmesí del Nether.
fr: Le fongus carmin est un champignon trouvable dans la forêt carmin du nether.

source: Crimson Roots
es: Raíces carmesí
fr: Racines carmins
ja: 真紅の根

source: Crimson Nylium
es: Nilio carmesí
fr: Nylium carmin
ja: 真紅のナイリウム

source: Crimson Bark
es: Corteza carmesí
fr: Écorce de carmin
ja: 真紅の表皮

source: Crimson Bark Slab
es: Losa de corteza carmesí
fr: Dalle en écorce de carmin
ja: 真紅の表皮のハーフブロック

source: Crimson Bark Stairs
es: Escaleras de corteza carmesí
fr: Escalier en écorce de carmin
ja: 真紅の表皮の階段

source: Crimson Button
es: Botón carmesí
fr: Bouton carmin
ja: 真紅のボタン

source: Crimson Door
es: Puerta carmesí
fr: Porte carmin
ja: 真紅のドア

source: Crimson Fence
es: Valla carmesí
fr: Barrière carmin
ja: 真紅のフェンス

source: Crimson Fence Gate
es: Puerta de valla carmesí
fr: Portillon carmin
ja: 真紅のフェンスゲート

source: Crimson Log
es: Tronco carmesí
fr: Tige carmin
ja: 真紅の幹

source: Crimson Planks
es: Tablones carmesí
fr: Planches carmin
ja: 真紅の板材

source: Crimson Pressure Plate
es: Placa de presión carmesí
fr: Plaque de pression carmin
ja: 真紅の感圧板

source: Crimson Sign
es: Cartel carmesí
fr: Pancarte carmin
ja: 真紅の看板

source: Crimson Slab
es: Losa carmesí
fr: Dalle carmin
ja: 真紅のハーフブロック

source: Crimson Stairs
es: Escaleras carmesí
fr: Escalier carmin
ja: 真紅の階段

source: Crimson Trapdoor
es: Trampilla carmesí
fr: Trappe carmin
ja: 真紅のトラップドア

source: Stripped Crimson Bark
es: Leño de carmesí sin corteza
fr: Écorce carmin poncée
ja: 皮を剥いだ後の真紅の菌糸

source: Stripped Crimson Log
es: Tronco carmesí sin corteza
fr: Bûche carmin écorcée
ja: 表皮を剥いだ真紅の幹

source: Stripped Warped Bark
es: Leño distorsionado sin corteza
fr: Écorce biscornue poncée
ja: 皮を剥いだ後の歪んだ菌糸

source: Stripped Warped Log
es: Tronco distorsionado sin corteza
fr: Bûche biscornue écorcée
ja: 表皮を剥いだ歪んだ幹

source: The stripped trunk of an Crimson tree.
es: El tronco sin corteza de un árbol Carmesí.
fr: Le tronc écorcé d'un champignon géant carmin.
ja: 皮を剥いだ後の真紅の幹。

source: The stripped trunk of an Warped tree.
es: El tronco sin corteza de un árbol Distorsionado.
fr: Le tronc écorcé d'un champignon géant biscornu.
ja: 皮を剥いだ後の歪んだ幹。

source: The stripped wood of an Crimson tree.
es: La madera sin corteza de un árbol Carmesí.
fr: Le bois écorcé d'un champignon géant carmin.
ja: 皮を剥いだ後の真紅の菌糸。

source: The stripped wood of an Warped tree.
es: La madera sin corteza de un árbol Distorsionado.
fr: Le bois écorcé d'un champignon géant biscornu.
ja: 皮を剥いだ後の歪んだ菌糸。

source: The trunk of a Crimson tree.
es: El tronco de un árbol Carmesí.
fr: Le tronc d'un champignon géant carmin.
ja: 真紅の菌糸。

source: The trunk of a Warped tree.
es: El tronco de un árbol Distorsionado.
fr: Le tronc d'un champignon géant biscornu.
ja: 歪んだ菌糸。

source: Warped Bark
es: Corteza distorsionada
fr: Écorce biscornue
ja: 歪んだ表皮

source: Warped Bark Slab
es: Losa de corteza distorsionada
fr: Dalle en écorce biscornue
ja: 歪んだ表皮のハーフブロック

source: Warped Bark Stairs
es: Escaleras de corteza distorsionada
fr: Escalier en écorce biscornue
ja: 歪んだ表皮の階段

source: Warped Button
es: Botón distorsionado
fr: Bouton biscornu
ja: 歪んだボタン

source: Warped Door
es: Puerta distorsionada
fr: Porte biscornue
ja: 歪んだドア

source: Warped Fence
es: Valla distorsionada
fr: Barrière biscornue
ja: 歪んだフェンス

source: Warped Fence Gate
es: Puerta de valla distorsionada
fr: Portillon biscornu
ja: 歪んだフェンスゲート

source: Warped Log
es: Leño distorsionado
fr: Tronc biscornu
ja: 歪んだ幹

source: Warped Planks
es: Tablones distorsionados
fr: Planches biscornues
ja: 歪んだ板材

source: Warped Pressure Plate
es: Placa de presión distorsionada
fr: Plaque de pression biscornue
ja: 歪んだ感圧板

source: Warped Sign
es: Cartel distorsionado
fr: Pancarte biscornue
ja: 歪んだ看板

source: Warped Slab
es: Losa distorsionada
fr: Dalle biscornue
ja: 歪んだハーフブロック

source: Warped Stairs
es: Escaleras distorsionadas
fr: Escalier biscornue
ja: 歪んだ階段

source: Warped Trapdoor
es: Trampilla distorsionada
fr: Trappe biscornue
ja: 歪んだトラップドア
