Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_doors/locale/poconvert/*.po
Languages: eu, hu, zh_cn, zh_tw

source: This door is a 2-block high barrier which can be opened or closed by hand or by redstone power.
eu: Ate hau 2 bloke altuerako hesi bat da, eskuz ireki edo itxi daitekeena edo harrigorri bidez aktibatu daitekeena.
hu: Ez az ajtó egy 2 blokk magas akadály, amelyet kézzel vagy vöröskő jellel lehet nyitni vagy csukni.
zh_cn: 这扇门是两格高的屏障，可通过手动操作或红石能量来打开或关闭。
zh_tw: 此門是高兩格的屏障，可以手動開關，也可以用紅石訊號開關。

source: This door is a 2-block high barrier which can only be opened by redstone power, not by hand.
eu: Ate hau 2 bloke altuerako hesia da, eta harrigorri bidez bakarrik ireki daiteke, ez eskuarekin.
hu: Ez az ajtó egy 2 blokk magas akadály, amelyet vöröskő jellel lehet nyitni vagy csukni, kézzel nem.
zh_cn: 这扇门是两格高的屏障，只能通过红石能量打开，无法手动打开。
zh_tw: 此門是高兩格的屏障，必須用紅石訊號開關，不能手動操作。

source: To open or close this door, send a redstone signal to its bottom half.
eu: Ate hau ireki edo ixteko, bidali harrigorri seinale bat beheko aldera.
hu: Az ajtó nyitásához vagy csukásához küldj vöröskő jelet az alsó felébe.
zh_cn: 要打开或关闭这扇门，需向其下半部分发送一个红石信号。
zh_tw: 向門的下半部傳送紅石訊號以開關此門。

source: To open or close this door, rightclick it or send a redstone signal to its bottom half.
eu: Ate hau ireki edo ixteko, egin eskuin-klik bertan edo bidali harrigorri seinale bat beheko aldera.
hu: Az ajtó nyitásához vagy csukásához jobb gombbal kattints rá, vagy küldj vöröskő jelet az alsó felébe.
zh_cn: 要打开或关闭这扇门，可以右键点击它，或者向其下半部分发送一个红石信号。
zh_tw: 右按它，或向下半部傳送紅石訊號，都可以開關此門。

source: Openable by redstone power
eu: Redstone energia bidez ireki daiteke
hu: Vöröskő jellel nyitható
zh_cn: 可由红石能量打开
zh_tw: 能通過紅石信號打開

source: Openable by players and redstone power
eu: Jokalariek eta harrigorri energiak ireki dezakete
hu: Játékosok vagy vöröskő jel által nyitható
zh_cn: 可由玩家和红石能量打开
zh_tw: 可以用手和紅石信號來打開

source: Trapdoors are horizontal barriers which can be opened or closed and climbed like a ladder when open. They occupy the upper or lower part of a block, depending on how they have been placed. This trapdoor can only be opened or closed by redstone power.
eu: Tranpolak hesi horizontalak dira, ireki edo itxi daitezkeenak, eta eskailera bat bezala igo daitezke irekita daudenean. Bloke baten goialdea edo behealdea hartzen dute, jarri diren moduaren arabera. Tranpola hau harrigorri bidez bakarrik ireki edo itxi daiteke.
hu: A csapóajtók vízszintes akadályok, amelyek, nyithatók, csukhatók , illetve nyitott állapotban létra-szerűen megmászhatók. Egy blokk alját vagy tetejét foglalják el az elhelyezéstől függően. Ez a csapóajtó csak vöröskő jellel nyitható vagy csukható.
zh_cn: 活板门是一种水平的阻隔物，它们可以被打开或关闭，并且在打开时能像梯子一样攀爬。活板门占据一个方块的上部或下部，具体取决于它们是如何放置的。这种活板门只能通过红石能量来打开或关闭。
zh_tw: 活板門是一種水平屏障，可以開關，打開時像梯子一樣可攀爬。放置方式決定它是佔據方塊的頂部還是底部。此活板門必須用紅石訊號開關。

source: Trapdoors are horizontal barriers which can be opened or closed and climbed like a ladder when open. They occupy the upper or lower part of a block, depending on how they have been placed. This trapdoor can be opened or closed by hand or redstone power.
eu: Tranpolak hesi horizontalak dira, ireki edo itxi daitezkeenak, eta eskailera bat bezala igo daitezke irekita daudenean. Bloke baten goialdea edo behealdea hartzen dute, jarri diren moduaren arabera. Tranpola hori eskuz edo harrigorri bidez ireki edo itxi daiteke.
hu: A csapóajtók vízszintes akadályok, amelyek, nyithatók, csukhatók , illetve nyitott állapotban létra-szerűen megmászhatók. Egy blokk alját vagy tetejét foglalják el az elhelyezéstől függően. Ez a csapóajtó kézzel, vagy vöröskő jellel nyitható vagy csukható.
zh_cn: 活板门是水平的障碍物，它们可以被打开或关闭，并且在打开时能像梯子一样攀爬。它们会占据一个方块的上部或下部，这取决于它们是如何放置的。这种活板门可以用手操作或者通过红石能量来打开或关闭。
zh_tw: 活板門是一種水平屏障，可以開關，打開時像梯子一樣可攀爬。放置方式決定它是佔據方塊的頂部還是底部。此活板門可以手動開關，也可以用紅石訊號開關。

source: To open or close this trapdoor, rightclick it or send a redstone signal to it.
eu: Tranpola hau ireki edo ixteko, egin eskuin-klik bertan edo bidali harrigorri seinale bat.
hu: A csapóajtó nyitásához vagy csukásához jobb gombbal kattints rá, vagy küldj vöröskő jelet az alsó felébe.
zh_cn: 要打开或关闭这扇活板门，可以右键点击它，或者向它发送红石信号。
zh_tw: 右按它，或傳送紅石訊號，都可以開關此活板門。

source: Iron Door
eu: Burdinazko atea
hu: Vasajtó
zh_cn: 铁门
zh_tw: 鐵門

source: Iron doors are 2-block high barriers which can only be opened or closed by a redstone signal, but not by hand.
eu: Burdinazko ateak 2 blokeko hesi altuak dira, eta harrigorri seinale baten bidez bakarrik ireki edo itxi daitezke, ez eskuz.
hu: A Vasajtó egy 2 blokk magas akadály, amelyet vöröskő jellel lehet nyitni vagy csukni, de kézzel nem.
zh_cn: 铁门是两格高的障碍物，它们只能通过红石信号来打开或关闭，而不能用手操作打开或关闭。
zh_tw: 鐵門是2格高的障礙物，能通過紅石信號打開或關閉，但不能用手。

source: To open or close an iron door, supply its lower half with a redstone signal.
eu: Burdinazko ate bat ireki edo ixteko, hornitu beheko erdian harrigorri seinale bat.
hu: A Vasajtó nyitásához vagy csukásához küldj vöröskő jelet az alsó felébe.
zh_cn: 要打开或关闭一扇铁门，需向其下半部分提供红石信号。
zh_tw: 要打開或關閉鐵門，請在其下半部分提供紅石信號。

source: Iron Trapdoor
eu: Burdinazko tranpola
hu: Vas Csapóajtó
zh_cn: 铁活板门
zh_tw: 鐵製地板門

source: Iron trapdoors are horizontal barriers which can only be opened and closed by redstone signals, but not by hand. They occupy the upper or lower part of a block, depending on how they have been placed. When open, they can be climbed like a ladder.
eu: Burdinazko tranpolak hesi horizontalak dira, eta harrigorri seinaleen bidez bakarrik ireki eta itxi daitezke, ez eskuz. Bloke baten goialdea edo behealdea hartzen dute, jarri diren moduaren arabera. Irekita daudenean, eskailera bat bezala igo daitezke.
hu: A Vas Csapóajtók vízszintes akadályok, amelyek, nyithatók, csukhatók , illetve nyitott állapotban létra-szerűen megmászhatók. Egy blokk alját vagy tetejét foglalják el az elhelyezéstől függően. A Vas Csapóajtó csak vöröskő jellel nyitható vagy csukható.
zh_cn: 铁活板门是水平的障碍物，它们只能通过红石信号来打开和关闭，而不能用手操作。它们会占据一个方块的上部或下部，具体取决于它们是如何放置的。当打开时，它们可以像梯子一样供人攀爬。
zh_tw: 木質地板門是水平的障礙物，能通過紅石信號打開或關閉，但不能用手。它們佔據一個方塊的上部或下部，這取決於它們被放置的方式。當打開時，它們可以像梯子一樣被爬上去。
