Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_pottery_sherds/locale/poconvert/*.po
Languages: eu, fr, ru

source: Used for crafting decorated pots
eu: Apaindutako ontziak egiteko erabiltzen da
fr: Utilisé pour fabriquer des vases décorés
ru: Используется при создании узорчатых ваз

source: Decorated Pot
eu: Apaindutako Ontzia
fr: Vase décoré
ru: Узорчатая ваза

source: Pots are decorative blocks.
eu: Ontziak bloke apaingarriak dira.
fr: Les vases sont des blocs décoratifs.
ru: Вазы — это декоративный блок.

source: Specially decorated pots can be crafted using pottery sherds
eu: Bereziki apaindutako ontziak egin daitezke zeramika zatiak erabiliz
fr: Des vases spécialement décorés peuvent être fabriqués à partir de tessons de poterie
ru: Узорчатые вазы могут быть созданы из глиняных черепков

source: Angler Pottery Sherd
eu: Arrantzalearen Zeramika Zatia
fr: Tesson de poterie de pêcheur
ru: Глиняный черепок «Рыбак»

source: Archer Pottery Sherd
eu: Arkulariaren Zeramika Zatia
fr: Tesson de poterie d'archer
ru: Глиняный черепок «Лучник»

source: Arms Up Pottery Sherd
eu: Txotxongiloaren Zeramika Zatia
fr: Tesson de poterie de figure
ru: Глиняный черепок «Руки вверх»

source: Blade Pottery Sherd
eu: Ezpataren Zeramika Zatia
fr: Tesson de poterie de lame
ru: Глиняный черепок «Клинок»

source: Brewer Pottery Sherd
eu: Edabegilearen Zeramika Zatia
fr: Tesson de poterie d'alchimiste
ru: Глиняный черепок «Зельевар»

source: Burn Pottery Sherd
eu: Sugarraren Zeramika Zatia
fr: Tesson de poterie de feu
ru: Глиняный черепок «Пламя»

source: Danger Pottery Sherd
eu: Arriskutsu Zeramika Zatia
fr: Tesson de poterie de danger
ru: Глиняный черепок «Опасность»

source: Explorer Pottery Sherd
eu: Esploratzailean Zeramika Zatia
fr: Tesson de poterie d'explorateur
ru: Глиняный черепок «Исследователь»

source: Flow Pottery Sherd
eu: Espiraldun Zeramika Zatia
fr: Tesson de poterie de tourbillon
ru: Глиняный черепок «Поток»

source: Friend Pottery Sherd
eu: Lagun Zeramika Zatia
fr: Tesson de poterie d'ami
ru: Глиняный черепок «Друг»

source: Guster Pottery Sherd
eu: Guster Zeramika Zatia
fr: Tesson de poterie de rafaleur
ru: Глиняный черепок «Вихрь»

source: Heart Pottery Sherd
eu: Bihotz Zeramika Zatia
fr: Tesson de poterie de cœur
ru: Глиняный черепок «Сердце»

source: Heartbreak Pottery Sherd
eu: Bihotzeko Zeramika Zatia
fr: Tesson de poterie de cœur brisé
ru: Глиняный черепок «Разбитое сердце»

source: Howl Pottery Sherd
eu: Ainuri Zeramika Zatia
fr: Tesson de poterie de loup
ru: Глиняный черепок «Вой»

source: Miner Pottery Sherd
eu: Meatzari Zeramika Zatia
fr: Tesson de poterie de mineur
ru: Глиняный черепок «Шахтёр»

source: Mourner Pottery Sherd
eu: Negarti Zeramika Zatia
fr: Tesson de poterie de pleureur
ru: Глиняный черепок «Скорбь»

source: Plenty Pottery Sherd
eu: Amaigabetasun Zeramika Zatia
fr: Tesson de poterie de richesse
ru: Глиняный черепок «Изобилие»

source: Prize Pottery Sherd
eu: Sariaren Zeramika Zatia
fr: Tesson de poterie de joyau
ru: Глиняный черепок «Награда»

source: Scrape Pottery Sherd
eu: Aizkoraren Zeramika Zatia
fr: Tesson de poterie de hache
ru: Глиняный черепок «Обтёсывание»

source: Sheaf Pottery Sherd
eu: Sorta Zeramika Zatia
fr: Tesson de poterie d'épis
ru: Глиняный черепок «Пучок»

source: Shelter Pottery Sherd
eu: Aterpearen Zeramika Zatia
fr: Tesson de poterie d'abri
ru: Глиняный черепок «Убежище»

source: Skull Pottery Sherd
eu: Kaskezur Zeramika Zatia
fr: Tesson de poterie de crâne
ru: Глиняный черепок «Череп»

source: Snort Pottery Sherd
eu: Arnasots Zeramika Zatia
fr: Tesson de poterie de renifleur
ru: Глиняный черепок «Нюхач»
