Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_craftguide/locale/poconvert/*.po
Languages: eu

source: Any shulker box
eu: Edozein shulker-kaxa

source: Any wool
eu: Edozein artile

source: Any wood planks
eu: Edozein zur ohol

source: Any wood
eu: Edozein zur

source: Any sand
eu: Edozein harea

source: Any normal sandstone
eu: Edozein hareharri arrunt

source: Any red sandstone
eu: Edozein hareharri gorri

source: Any carpet
eu: Edozein alfonbra

source: Any dye
eu: Edozein tindagai

source: Any water bucket
eu: Edozein ur-ontzi

source: Any flower
eu: Edozein lore

source: Any mushroom
eu: Edozein perrtxiko

source: Any wooden slab
eu: Zurezko edozein lauza

source: Any wooden stairs
eu: Zurezko edozein eskailera

source: Any coal
eu: Edozein ikatz

source: Any kind of quartz block
eu: Kuartzozko edozein bloke

source: Any kind of purpur block
eu: Edozein purpur bloke

source: Any stone bricks
eu: Harrizko edozein adreilu

source: Any stick
eu: Edozein makila

source: Any item belonging to the @1 group
eu: @1 taldeko edozein item

source: Any item belonging to the groups: @1
eu: @1 taldeetako edozein item

source: Cooking time: @1
eu: Kozinatzeko denbora: @1

source: Burning time: @1
eu: Konbustio denbora: @1

source: Usages
eu: Erabilerak

source: Recipes
eu: Errezetak

source: Recipe is too big to be displayed (@1×@2)
eu: Errezeta handiegia da erakusteko (@1×@2)

source: Shapeless
eu: Formarik gabe

source: Cooking
eu: Kozinatu

source: Increase window size
eu: Leiho tamaina handitu

source: Decrease window size
eu: Leiho tamaina txikitu

source: Search
eu: Bilatu

source: Reset
eu: Berrezarri

source: Previous page
eu: Aurreko orria

source: Next page
eu: Hurrengo orria

source: No item to show
eu: Ez dago erakusteko itemik

source: Collect items to reveal more recipes
eu: Bildu item gehiago errezeta gehiago ezagutzeko

source: This item can be repaired at an anvil with: @1.
eu: Item hau ingude baten konpon daiteke honekin: @1.

source: This item can be repaired at an anvil with any wooden planks.
eu: Item hau ingude batean konpon daiteke, zurezko edozein ohol erabilita.

source: This item can be repaired at an anvil with any item in the “@1” group.
eu: Item hau ingude batean konpon daiteke, "@1" taldek edozein item erabilita.
