Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_*/locale/poconvert/*.po
Languages: eu, it

source: Unlimited uses
eu: Erabilera mugagabeak
it: Usi infiniti

source: Painfully slow
eu: Mingarriro motela
it: Lentissimo

source: Very slow
eu: Oso motela
it: Molto lento

source: Slow
eu: Motela
it: Lento

source: Fast
eu: Azkar
it: Veloce

source: Very fast
eu: Oso azkar
it: Molto veloce

source: Extremely fast
eu: Oso-oso azkarra
it: Velocissimo

source: Instantaneous
eu: Bat-batekoa
it: Istantaneo

source: Mining speed: @1
eu: Ustiatze-abiadura: @1
it: Velocità di scavo: @1

source: Block breaking strength: @1
eu: Blokeak hausteko indarra: @1
it: Forza distruzione blocco: @1

source: Damage: @1
eu: Mina: @1
it: Danno: @1

source: Full punch interval: @1s
eu: Kolpe osoko tartea: @1s
it: Intervallo pugno: @1s

source: Food item
eu: Elikagaiak
it: Cibo

source: +@1 food points
eu: +@1 gose-puntu
it: +@1 punti cibo

source: Contact damage: @1 per second
eu: Kontaktuagatiko mina: @1 segundoko
it: Danno al contatto: @1 al secondo

source: Contact healing: @1 per second
eu: Kontaktuagatiko sendaketa: @1 segundoko
it: Cura al contatto: @1 al secondo

source: Drowning damage: @1
eu: Itotzeagatiko mina: @1
it: Danno affogamento: @1

source: Fall damage: +@1%
eu: Erorketagatiko mina: +%@1
it: Danno da caduta: +@1%

source: No fall damage
eu: Minik ez erorketagatik
it: Nessun danno da caduta

source: Fall damage: @1%
eu: Erorketagatiko mina: %@1
it: Danno da caduta: @1%

source: No jumping
eu: Ez jauzi egin
it: Niente salto

source: No swimming upwards
eu: Ez igeri egin gorantz
it: Niente nuota in alto

source: No rising
eu: Ez altxatu
it: Niente crescita

source: Climbable (only downwards)
eu: Eskalagarria (beherantz bakarrik)
it: Scalabile (verso il basso)

source: Climbable
eu: Eskalagarria
it: Scalabile

source: Slippery
eu: Irristakorra
it: Scivoloso

source: Bouncy (@1%)
eu: Errebotea (%@1)
it: Rimbalzo (@1%)

source: Luminance: @1
eu: Argiztapena: @1
it: Luminosità: @1

source: @1 uses
eu: @1 erabilera
it: @1 usi

source: Durability: @1
eu: Iraunkortasuna: @1
it: Durabilità: @1

source: Head armor
eu: Bururako armadura
it: Armatura testa

source: Torso armor
eu: Soinerako armadura
it: Armatura torso

source: Legs armor
eu: Zangoetarako armadura
it: Armatura gambe

source: Feet armor
eu: Oinetarako armadura
it: Armatura piedi

source: Armor points: @1
eu: Armadura-puntuak: @1
it: Punti armatura: @1

source: Armor durability: @1
eu: Armaduraren iraunkortasuna: @1
it: Durabilità armatura: @1

source: Protection: @1%
eu: Babesa: %@1
it: Protezione: @1%

source: Hunger points: +@1
eu: Gose-puntuak: +@1
it: Punti fame: +@1

source: Saturation points: +@1
eu: Saturazio-puntuak: +@1
it: Punti sazietà: +@1

source: Deals damage when falling
eu: Erortzean kaltea eragiten du
it: Fa danno quando cade

source: Grows on grass blocks or dirt
eu: Larre edo lurrezko blokeen gainean hazten da
it: Cresce sui blocchi d'erba o di terra

source: Grows on grass blocks, podzol, dirt or coarse dirt
eu: Larre, podsol, lur edo lur antzuko blokeen gainean hazten da
it: Cresce sui blocchi d'erba, di podzol, di terra o di terra brulla

source: Flammable
eu: Suharbera
it: Infiammabile

source: Zombie view range: -50%
eu: Zonbien ikusmen-eremua: -%50
it: Campo visivo zombi: -50%

source: Skeleton view range: -50%
eu: Eskeletoaren ikusmen-eremua: -%50
it: Campo visivo scheletro: -50%

source: Creeper view range: -50%
eu: Creeperen ikusmen-eremua: -%50
it: Campo visivo creeper: -50%
