Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_mushrooms/locale/poconvert/*.po
Languages: eu, zh_cn, zh_tw

source: This decorative block is like a huge mushroom stem, but with the stem texture on all sides.
eu: Dekorazio-bloke hau onddo-zurtoin handi bat bezalakoa da, baina zurtoinaren ehundura alde guztietan du.
zh_cn: 这种装饰性方块就像一根巨大的蘑菇茎，不过它四面都带有茎的纹理。
zh_tw: 這個裝飾塊就像一個巨大的蘑菇莖，但四面都有莖的紋理。

source: By placing huge mushroom blocks of the same species next to each other, the sides that touch each other will turn into pores permanently.
eu: Espezie bereko onddo-bloke handiak bata bestearen ondoan jartzean, ukitzen diren aldeak poro bihurtuko dira etengabe.
zh_cn: 将同种类的巨大蘑菇方块彼此相邻放置时，相互接触的侧面会永久性地变成气孔。
zh_tw: 通過將同一物種的巨大蘑菇塊放在一起，相互接觸的側面將永久地變成毛孔。

source: Huge red mushroom blocks are the cap parts of huge red mushrooms. It consists of a red skin and can have pores on each of its sides.
eu: Onddo gorrien bloke izugarriak dira onddo gorri handien estalkiaren zatiak. Larruazal gorri bat da, eta poroak izan ditzake alde bakoitzean.
zh_cn: 巨大的红色蘑菇方块是巨大红色蘑菇的菌盖部分，它由红色的表皮构成，每一面都可能有气孔。
zh_tw: 紅色蘑菇方塊是巨大的紅蘑菇的菌蓋部分。它由紅色的皮膚組成，每一面都可以有毛孔。

source: The stem part of a huge red mushroom.
eu: Perretxiko gorri handi baten zurtoinaren zatia.
zh_cn: 巨大红色蘑菇的茎部。

source: Huge Red Mushroom Block
eu: Perretxiko gorrizko blokea
zh_cn: 巨大红色蘑菇方块
zh_tw: 紅色蘑菇方塊

source: Huge Red Mushroom Stem
eu: Perretxiko gorriaren zurtoina
zh_cn: 巨大红色蘑菇茎
zh_tw: 紅色蘑菇柄

source: Huge Red Mushroom All-Faces Stem
eu: Perretxiko gorriaren zurtoina (aurpegi guztiak)
zh_cn: 巨大红色蘑菇全纹理茎
zh_tw: 紅色蘑菇（全紋理）柄

source: Huge brown mushroom blocks are the cap parts of huge brown mushrooms. It consists of a brown skin and can have pores on each of its sides.
eu: Braune Riesenpilzblöcke sind die Kappenteile von braunen Riesenpilzen. Sie bestehen aus einer braunen Haut und können Poren an jede ihrer seiten haben.
zh_cn: 巨大的棕色蘑菇方块是巨大棕色蘑菇的菌盖部分，它由棕色的表皮构成，每一面都可能有气孔。

source: The stem part of a huge brown mushroom.
eu: Der Stängelteil eines braunen Riesenpilzes.
zh_cn: 巨大棕色蘑菇的茎部。

source: Huge Brown Mushroom Block
eu: Perretxiko marroizko blokea
zh_cn: 巨大棕色蘑菇方块
zh_tw: 棕色蘑菇方塊

source: Huge Brown Mushroom Stem
eu: Perretxiko marroiaren zurtoina
zh_cn: 巨大棕色蘑菇茎
zh_tw: 棕色蘑菇柄

source: Huge Brown Mushroom All-Faces Stem
eu: Perretxiko marroiaren zurtoina (Aurpegi guztiak)
zh_cn: 巨大棕色蘑菇全纹理茎
zh_tw: 棕色蘑菇（全紋理）柄

source: Brown mushrooms are fungi which grow and spread in darkness, but are sensitive to light. They are inedible as such, but they can be used to craft food items.
eu: Onddo marroiak iluntasunean hazten eta hedatzen diren onddoak dira, baina argiarekiko sentikorrak dira. Ez dira jangarriak, baina elikagaiak egiteko erabil daitezke.
zh_cn: 棕色蘑菇是在黑暗中生长和蔓延的真菌，不过它们对光线敏感，本身不可食用，但可用于制作食物。
zh_tw: 棕色蘑菇是在黑暗中生長和傳播的真菌，但對光線敏感。它們本身不能食用，但可以用來製作食品。

source: Red mushrooms are fungi which grow and spread in darkness, but are sensitive to light. They are inedible as such, but they can be used to craft food items.
eu: Onddo gorriak iluntasunean hazten eta hedatzen diren onddoak dira, baina argiarekiko sentikorrak dira. Ez dira jangarriak, baina elikagaiak egiteko erabil daitezke.
zh_cn: 红色蘑菇是在黑暗中生长和蔓延的真菌，不过它们对光线敏感，本身不可食用，但可用于制作食物。
zh_tw: 紅色蘑菇是在黑暗中生長和傳播的真菌，但對光線敏感。它們本身不能食用，但可以用來製作食品。

source: A single mushroom of this species will slowly spread over time towards a random solid opaque block with a light level of 12 or lower in a 3×3×3 cube around the mushroom. It stops spreading when there are 5 or more mushrooms of the same species within an area of 9×3×9 blocks around the mushroom.
eu: Espezie horretako onddo bakar bat pixkanaka zabalduko da ausazko bloke opaku solido aleatorio baterantz, 3 × 3 × 3 × 3ko kuboan 12 argi edo gutxiagoko argi-mailarekin, onddoaren inguruan. Gelditzen da espezie bereko 5 onddo edo gehiago daudenean 9 × 3 × 9 blokeko eremu batean onddoaren inguruan.
zh_cn: 这种品种的单个蘑菇会随着时间的推移，慢慢朝着蘑菇周围3×3×3立方体内光照等级为12或更低的随机固体不透明方块扩散，当蘑菇周围9×3×9方块区域内有5个或更多同种类蘑菇时，它就会停止扩散。
zh_tw: 這個品種的單個蘑菇會隨著時間的推移，慢慢地向蘑菇周圍3×3×3立方體中光照度為12或更低的隨機固體不透明方塊擴散。當蘑菇周圍9×3×9塊的區域內有5個或更多相同種類的蘑菇時，它就會停止擴散。

source: Mushrooms will eventually uproot at a light level of 12 or higher. On mycelium or podzol, they survive and spread at any light level.
eu: Onddoak 12 argi edo gehiagoko mailan deserrotuko dira. Micelio edo podsol hizkuntzan, biziraun egiten dute eta edozein argi mailatan hedatzen dira.
zh_cn: 蘑菇最终会在光照等级达到12或更高时连根拔起，在菌丝体或灰壤上，它们在任何光照等级下都能存活并扩散。
zh_tw: 蘑菇最終會在12或更高的光照水平下連根拔起。在菌絲體或灰壤上，它們在任何光照水平下都能生存和傳播。

source: Grows on podzol, mycelium and other blocks
eu: Podsol, micelio eta beste bloke batzuetan hazten da
zh_cn: 生长在灰壤、菌丝体及其他方块上
zh_tw: 在灰壤，菌絲體和其他方塊上生長

source: Spreads in darkness
eu: Iluntasunean hedatzen da
zh_cn: 在黑暗中扩散
zh_tw: 在黑暗中擴散

source: This mushroom can be placed on mycelium and podzol at any light level. It can also be placed on blocks which are both solid and opaque, as long as the light level at daytime is not higher than 12.
eu: Onddo hori mikelio eta podsol gainean jar daiteke, edozein argi mailatan. Bloke solido eta opakuetan ere jar daiteke, betiere egunean zehar argi-maila 12 baino handiagoa ez bada.
zh_cn: 这种蘑菇可以放置在任何光照等级的菌丝体和灰壤上，只要白天光照等级不高于12，它也能放置在既坚固又不透明的方块上。
zh_tw: 這種蘑菇可以放置在任何光照水平的菌絲和莢膜上。只要白天的光照度不高於12，它也可以放在既堅固又不透明的木塊上。

source: Brown Mushroom
eu: Perretxiko marroia
zh_cn: 棕色蘑菇
zh_tw: 棕色蘑菇

source: Red Mushroom
eu: Perretxiko gorria
zh_cn: 红色蘑菇
zh_tw: 紅色蘑菇

source: Mushroom Stew
eu: Perretxiko erregosia
zh_cn: 蘑菇汤
zh_tw: 蘑菇湯

source: Mushroom stew is a healthy soup which can be consumed to restore some hunger points.
eu: Perretxiko erregosia zopa osasungarria da, eta gose-puntu batzuk lehengoratzeko kontsumi daiteke.
zh_cn: 蘑菇汤是一种健康的汤，食用后可恢复一些饥饿值。
zh_tw: 蘑菇湯是一種健康的湯，食用後可以恢復一些飢餓值。
