Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_itemframes/locale/poconvert/*.po
Languages: es, eu, zh_cn

source: Item Frame
es: Marco
eu: Item Egitura
zh_cn: 物品展示框

source: Can hold an item
es: Puedes colocar un ítem
eu: Item bat jar dezakezu
zh_cn: 可放置一个物品

source: Item frames are decorative blocks in which items can be placed.
es: Los marcos son bloques decorativos en los que se pueden colocar ítems.
eu: Egiturak bloke apaingarriak dira, eta bertan itemak jar daitezke.
zh_cn: 物品展示框是一种装饰性方块，可在其中放置物品。

source: Just place any item on the item frame. Use the item frame again to retrieve the item.
es: Simplemente coloque cualquier ítem en el marco. Haz clic en el marco nuevamente para recuperar el ítem.
eu: Besterik gabe, jarri edozein item markoan. Egin klik markoan berriro itema berreskuratzeko.
zh_cn: 只需将任意物品放置在物品展示框上。再次使用物品展示框可取回物品。

source: Glow Item Frame
es: Marco brillante
eu: Egitura distiratsua
zh_cn: 荧光物品展示框

source: Can hold an item and glows
es: Puede colocar un ítem y brilla
eu: Item bat jar dezakezu eta distira egiten du
zh_cn: 可放置一个物品且展示框会发光

source: Invisible Item Frame
es: Marco invisible
eu: Egitura Ikusezina
zh_cn: 隐形物品展示框

source: Can hold an item but is invisible
es: Puede colocar un ítem pero es invisible
eu: Item bat jar dezakezu baina ikusezina da
zh_cn: 可放置一个物品且展示框会隐形

source: Invisible Glow Item Frame
es: Marco invisible brillante
eu: Egitura Ikusezin Distiratsua
zh_cn: 隐形荧光物品展示框

source: Can hold an item and glows but is invisible
es: Puede colocar un ítem y brilla pero es invisible
eu: Item bat jar dezakezu eta distira egiten du baina ikusezina da
zh_cn: 可放置一个物品且展示框既发光又隐形

source: Glow and Behold!
es: ¡Brillante idea!
eu: Ideia bikaina!
zh_cn: 发光吧，瞧一瞧！

source: Craft a glow item frame.
es: Fabrica un marco brillante.
eu: Egin marko distiratsu bat.
zh_cn: 制作一个荧光物品展示框。
