Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_farming/locale/poconvert/*.po
Languages: eu

source: Beetroot Seeds
eu: Erremolatxa-haziak

source: Grows into a beetroot plant. Chickens like beetroot seeds.
eu: Erremolatxa-solairu batean hazten da. Oilaskoei erremolatxa-haziak gustatzen zaizkie.

source: Place the beetroot seeds on farmland (which can be created with a hoe) to plant a beetroot plant. They grow in sunlight and grow faster on hydrated farmland. Rightclick an animal to feed it beetroot seeds.
eu: Jarri erremolatxa-haziak labore-lurretan (aitzur batekin sor daitezke) erremolatxa landare bat landatzeko. Eguzkiaren argitan hazten dira eta azkarrago hazten dira laborantza-lur hidratatuetan. Egin eskuin-klik animalia bat erremolatxa haziak elikatzeko.

source: Premature Beetroot Plant (Stage 1)
eu: Erremolatxa goiztiarraren landarea (1. etapa)

source: Beetroot plants are plants which grow on farmland under sunlight in 4 stages. On hydrated farmland, they grow a bit faster. They can be harvested at any time but will only yield a profit when mature.
eu: Erremolatxa-landareak 4 etapatan eguzki-argipean laborantza-lurretan hazten diren landareak dira. Laborantza-lur hidratatuetan, pixka bat azkarrago hazten dira. Edozein unetan uztatu daitezke, baina heltzen direnean bakarrik sortuko dituzte irabaziak.

source: Premature Beetroot Plant
eu: Erremolatxa goiztiarraren landarea

source: Premature Beetroot Plant (Stage 2)
eu: Erremolatxa goiztiarraren landarea (2. etapa)

source: Premature Beetroot Plant (Stage 3)
eu: Erremolatxa goiztiarraren landarea (3. etapa)

source: Mature Beetroot Plant
eu: Erremolatxa helduaren landarea

source: A mature beetroot plant is a farming plant which is ready to be harvested for a beetroot and some beetroot seeds. It won't grow any further.
eu: Erremolatxa heldua landare bat laborantza landare bat da, erremolatxa bat eta erremolatxa hazi batzuk biltzeko prest dago. Ez da gehiago haziko.

source: Beetroot
eu: Erremolatxa

source: Beetroots are both used as food item and a dye ingredient. Pigs like beetroots, too.
eu: Erremolatxak elikagai eta koloragarri gisa erabiltzen dira. Zerriei ere erremolatxak gustatzen zaizkie.

source: Hold it in your hand and right-click to eat it. Rightclick an animal to feed it.
eu: Eutsi eskuan eta egin eskuin-klik jateko. Egin eskuin-klik animalia bat elikatzeko.

source: Beetroot Soup
eu: Erremolatxa erregosia

source: Beetroot soup is a food item.
eu: Erremolatxa erregosia elikagai bat da.

source: Grows on farmland
eu: Laborantza-lurretan hazten da

source: Premature Carrot Plant
eu: Azenario goiztiarraren landarea

source: Carrot plants are plants which grow on farmland under sunlight in 8 stages, but only 4 stages can be visually told apart. On hydrated farmland, they grow a bit faster. They can be harvested at any time but will only yield a profit when mature.
eu: Azenario-landareak laborantza-lurretan hazten diren landareak dira, eguzki-argipean, 8 etapatan, baina soilik 4 etapa bereizi daitezke bisualki. Laborantza-lur hidratatuetan, pixka bat azkarrago hazten dira. Edozein unetan uztatu daitezke, baina heltzen direnean bakarrik sortuko dituzte irabaziak.

source: Premature Carrot Plant (Stage @1)
eu: Azenario goiztiarraren landarea (@1 etapa)

source: Mature Carrot Plant
eu: Azenario helduaren landarea

source: Mature carrot plants are ready to be harvested for carrots. They won't grow any further.
eu: Azenario helduen landareak prest daude azenarioentzat biltzeko. Ez dira gehiago haziko.

source: Carrot
eu: Azenarioa

source: Carrots can be eaten and planted. Pigs and rabbits like carrots.
eu: Azenarioak jan eta landatu egin daitezke. Txerriei eta untxiei azenarioak gustatzen zaizkie.

source: Hold it in your hand and rightclick to eat it. Place it on top of farmland to plant the carrot. It grows in sunlight and grows faster on hydrated farmland. Rightclick an animal to feed it.
eu: Eutsi eskuan eta egin eskuin-klik jateko. Jarri labore-lurren gainean azenarioa landatzeko. Eguzkiaren argitan hazten da eta azkarrago hazten da laborantza-lur hidratatuetan. Egin eskuin-klik animalia bat elikatzeko.

source: Golden Carrot
eu: Azenario urreztatua

source: A golden carrot is a precious food item which can be eaten. It is really, really filling!
eu: Urre koloreko azenarioa jan daitekeen elikagai preziatua da. Benetan ugaria da!

source: Turns block into farmland
eu: Blokeak laborantza-lur bihurtzen ditu

source: Hoes are essential tools for growing crops. They are used to create farmland in order to plant seeds on it. Hoes can also be used as very weak weapons in a pinch.
eu: Aitzurrak funtsezko erremintak dira laboreak hazteko. Laborantza-lurra sortzeko erabiltzen dira, bertan haziak landatzeko. Behar izanez gero, aitzurrak oso arma ahul gisa ere erabil daitezke.

source: Use the hoe on a cultivatable block (by rightclicking it) to turn it into farmland. Dirt, grass blocks and grass paths are cultivatable blocks. Using a hoe on coarse dirt turns it into dirt.
eu: Erabili aitzurra lantzeko moduko bloke batean (eskuineko klik egitean) laborantza-lur bihurtzeko. Lurra, belar-blokeak eta belar-bideak landu daitezkeen blokeak dira. Aitzur bat lur lodian erabiltzeak lur bihurtzen du.

source: Wood Hoe
eu: Zurezko aitzurra

source: Stone Hoe
eu: Harrizko aitzurra

source: Iron Hoe
eu: Burdinazko aitzurra

source: Golden Hoe
eu: Urrezko aitzurra

source: Diamond Hoe
eu: Diamantezko aitzurra

source: Netherite Hoe
eu: Netheritazko aitzurra

source: Melon Seeds
eu: Sandia-haziak

source: Grows into a melon stem which in turn grows melons. Chickens like melon seeds.
eu: Sandia zurtoin batean hazten da, eta zurtoin horrek meloiak sortzen ditu. Oiloei sandia haziak gustatzen zaizkie.

source: Place the melon seeds on farmland (which can be created with a hoe) to plant a melon stem. Melon stems grow in sunlight and grow faster on hydrated farmland. When mature, the stem will attempt to grow a melon at the side. Rightclick an animal to feed it melon seeds.
eu: Jarri sandia-haziak laborantza-lurretan (aitzur batekin sor daitezke), sandia-zurtoin bat landatzeko. Sandiaren zurtoinak eguzkiaren argitan hazten dira eta azkarrago hazten dira lur hidratatuetan. Heldua dagoenean, zurtoina alde batean sandia bat landatzen saiatuko da. Egin eskuin-klik animalia bat elikatzeko sandia haziak.

source: Melon
eu: Sandia

source: A melon is a block which can be grown from melon stems, which in turn are grown from melon seeds. It can be harvested for melon slices.
eu: Sandia sandia-zurtoinetatik abiatuta landu daitekeen bloke bat da, eta, aldi berean, sandia-hazietatik landatzen da. Sandia xerretarako uztatu daiteke.

source: Premature Melon Stem
eu: Sandia goiztiarraren zurtoina

source: Melon stems grow on farmland in 8 stages. On hydrated farmland, the growth is a bit quicker. Mature melon stems are able to grow melons.
eu: Sandia-zurtoinak laborantza-lurretan hazten dira 8 etapatan. Laborantza-lur hidratatuetan, hazkundea pixka bat azkarragoa da. Sandiaren zurtoin helduek meloiak haz ditzakete.

source: Premature Melon Stem (Stage @1)
eu: Sandia goiztiarraren zurtoina (@1 etapa)

source: Mature Melon Stem
eu: Sandia helduaren zurtoina

source: A mature melon stem attempts to grow a melon at one of its four adjacent blocks. A melon can only grow on top of farmland, dirt, or a grass block. When a melon is next to a melon stem, the melon stem immediately bends and connects to the melon. While connected, a melon stem can't grow another melon. As soon all melons around the stem have been removed, it loses the connection and is ready to grow another melon.
eu: Sandia helduaren zurtoin bat sandia bat lantzen saiatzen ari da alboko lau blokeetako batean. Sandia bat laborantza-lurretan, lurrean edo belar-bloke batean bakarrik haz daiteke. Sandia bat zurtoin baten ondoan dagoenean, zurtoina berehala tolesten da eta sandiara konektatzen da. Konektatuta dagoen bitartean, sandia zurtoin batek ezin du beste sandia bat landu. Zurtoinaren inguruko meloi guztiak kendu bezain laster, konexioa galtzen du eta prest dago beste sandia bat hazteko.

source: Melon Slice
eu: Sandia xerra

source: This is a food item which can be eaten.
eu: Hau jan daitekeen elikagai bat da.

source: Premature Potato Plant
eu: Patata goiztiarraren landarea

source: Potato plants are plants which grow on farmland under sunlight in 8 stages, but only 4 stages can be visually told apart. On hydrated farmland, they grow a bit faster. They can be harvested at any time but will only yield a profit when mature.
eu: Patata-landareak eguzki-argipean laborantza-lurretan hazten diren landareak dira, 8 etapatan, baina soilik 4 etapa bisualki bereizi daitezke. Laborantza-lur hidratatuetan, pixka bat azkarrago hazten dira. Edozein unetan uztatu daitezke, baina heltzen direnean bakarrik sortuko dituzte irabaziak.

source: Premature Potato Plant (Stage @1)
eu: Patata goiztiarraren landarea (@1 etapa)

source: Mature Potato Plant
eu: Patata helduaren landarea

source: Mature potato plants are ready to be harvested for potatoes. They won't grow any further.
eu: Patata helduen landareak prest daude uzta jasotzeko. Ez dira gehiago haziko.

source: Potato
eu: Patata

source: Potatoes are food items which can be eaten, cooked in the furnace and planted. Pigs like potatoes.
eu: Patatak jan, labean prestatu eta landatu daitezkeen elikagaiak dira. Txerriei patatak gustatzen zaizkie.

source: Hold it in your hand and rightclick to eat it. Place it on top of farmland to plant it. It grows in sunlight and grows faster on hydrated farmland. Rightclick an animal to feed it.
eu: Eutsi eskuan eta egin eskuin-klik jateko. Jarri landatzeko lurren gainean. Eguzkiaren argitan hazten da eta azkarrago hazten da laborantza-lur hidratatuetan. Egin eskuin-klik animalia bat elikatzeko.

source: Baked Potato
eu: Patata egosia

source: Baked potatoes are food items which are more filling than the unbaked ones.
eu: Egositako patatak egosi gabekoak baino gehiago betetzen dituzten elikagaiak dira.

source: Poisonous Potato
eu: Patata pozoitsua

source: 60% chance of poisoning
eu: Pozoitzeko aukeren % 60

source: This potato doesn't look too healthy. You can eat it to restore hunger points, but there's a 60% chance it will poison you briefly.
eu: Patata hau ez da oso osasuntsua. Jan dezakezu gose-puntuak berrezartzeko, baina % 60ko aukera dago pozoitzeko.

source: Pumpkin Seeds
eu: Kalabaza-haziak

source: Grows into a pumpkin stem which in turn grows pumpkins. Chickens like pumpkin seeds.
eu: Kalabaza zurtoin batean hazten da, eta kalabazak sortzen ditu. Oilaskoei kalabaza haziak gustatzen zaizkie.

source: Place the pumpkin seeds on farmland (which can be created with a hoe) to plant a pumpkin stem. Pumpkin stems grow in sunlight and grow faster on hydrated farmland. When mature, the stem attempts to grow a pumpkin next to it. Rightclick an animal to feed it pumpkin seeds.
eu: Jarri kalabaza-haziak labore-lurretan (aitzur batekin sor daitezke), kalabaza-zurtoin bat landatzeko. Kalabaza zurtoinak eguzkiaren argitan hazten dira eta azkarrago hazten dira lur hidratatuetan. Heldua dagoenean, zurtoina bere ondoan kalabaza bat landatzen saiatzen da. Egin eskuin-klik animalia bat elikatzeko kalabaza haziak.

source: Premature Pumpkin Stem
eu: Kalabaza zurtoin goiztiarra

source: Pumpkin stems grow on farmland in 8 stages. On hydrated farmland, the growth is a bit quicker. Mature pumpkin stems are able to grow pumpkins.
eu: Kalabaza-zurtoinak laborantza-lurretan hazten dira 8 etapatan. Laborantza-lur hidratatuetan, hazkundea pixka bat azkarragoa da. Kalabaza-zurtoin helduek kalabazak haz ditzakete.

source: Premature Pumpkin Stem (Stage @1)
eu: Kalabaza zurtoin goiztiarra (@1 etapa)

source: Mature Pumpkin Stem
eu: Kalabaza zurtoin heldua

source: A mature pumpkin stem attempts to grow a pumpkin at one of its four adjacent blocks. A pumpkin can only grow on top of farmland, dirt or a grass block. When a pumpkin is next to a pumpkin stem, the pumpkin stem immediately bends and connects to the pumpkin. A connected pumpkin stem can't grow another pumpkin. As soon all pumpkins around the stem have been removed, it loses the connection and is ready to grow another pumpkin.
eu: Kalabaza zurtoin heldu bat alboko lau blokeetako batean kalabaza bat landatzen saiatzen ari da. Kalabaza bat laborantza-lurretan, lurrean edo belar-bloke batean bakarrik haz daiteke. Kalabaza bat kalabaza zurtoin baten ondoan dagoenean, kalabazaren zurtoina berehala tolesten da eta kalabazara konektatzen da. Konektatutako kalabaza-zurtoin batek ezin du beste kalabaza bat landu. Zurtoinaren inguruko kalabaza guztiak kendu bezain laster, konexioa galtzen du eta prest dago beste kalabaza bat hazteko.

source: Faceless Pumpkin
eu: Aurpegirik gabeko kalabaza

source: A faceless pumpkin is a decorative block. It can be carved with shears to obtain pumpkin seeds.
eu: Aurpegirik gabeko kalabaza dekorazio-bloke bat da. Guraizeekin zizelkatu daiteke, kalabaza-haziak lortzeko.

source: To carve a face into the pumpkin, use the shears on the side you want to carve.
eu: Kalabazan aurpegi bat zizelkatzeko, erabili guraizeak zizelkatu nahi duzun aldean.

source: Pumpkin
eu: Kalabaza

source: A pumpkin can be worn as a helmet. Pumpkins grow from pumpkin stems, which in turn grow from pumpkin seeds.
eu: Kalabaza bat erabil daiteke kasko gisa. Kalabazak kalabaza-zurtoinetatik hazten dira, eta kalabaza-hazietatik hazten dira.

source: Jack o'Lantern
eu: Halloween kalabaza

source: A jack o'lantern is a traditional Halloween decoration made from a pumpkin. It glows brightly.
eu: Halloween kalabaza, kalabaza batez egindako Halloween dekorazio tradizionala da. Dir-dir egiten du.

source: Pumpkin Pie
eu: Kalabaza tarta

source: A pumpkin pie is a tasty food item which can be eaten.
eu: Kalabaza tarta jan daitekeen jaki gozoa da.

source: Farmland
eu: Laborantza-lurra

source: Surface for crops
eu: Laboreetarako azalera

source: Can become wet
eu: Busti daiteke

source: Farmland is used for farming, a necessary surface to plant crops. It is created when a hoe is used on dirt or a similar block. Plants are able to grow on farmland, but slowly. Farmland will become hydrated farmland (on which plants grow faster) when it rains or a water source is nearby. This block will turn back to dirt when a solid block appears above it or a piston arm extends above it.
eu: Laborantza-lurrak nekazaritzarako erabiltzen dira, laboreak landatzeko beharrezkoa den azalera. Lur gainean aitzur bat edo antzeko bloke bat erabiltzen denean sortzen da. Landareak laborantza-lurretan haz daitezke, baina poliki-poliki. Laborantza-lurrak laborantza-lur hidratatu bihurtuko dira (non landareak azkarrago hazten diren) euria egiten duenean edo inguruan ur-iturri bat dagoenean. Bloke hori berriro lur bihurtuko da haren gainean bloke solido bat agertzen denean edo pistoizko beso bat haren gainean zabaltzen denean.

source: Hydrated Farmland
eu: Laborantza hidratatuko lurra

source: Hydrated farmland is used in farming, this is where you can plant and grow some plants. It is created when farmland is under rain or near water. Without water, this block will dry out eventually. This block will turn back to dirt when a solid block appears above it or a piston arm extends above it.
eu: Laborantza-lur hidratatuak nekazaritzan erabiltzen dira, eta hor landatu eta landu ditzakezu zenbait landare. Labore-lurrak euripean edo uretatik gertu daudenean sortzen da. Urik gabe, bloke hori lehortu egingo da. Bloke hori berriro lur bihurtuko da haren gainean bloke solido bat agertzen denean edo pistoizko beso bat haren gainean zabaltzen denean.

source: Sweet Berry Bush (Stage @1)
eu: Baien zuhaixka (@1 etapa)

source: Sweet Berry
eu: Baia gozoak

source: Wheat Seeds
eu: Gari-haziak

source: Grows into a wheat plant. Chickens like wheat seeds.
eu: Gari landare batean hazten da. Oiloei gari haziak gustatzen zaizkie.

source: Premature Wheat Plant
eu: Gari goiztiarraren landarea

source: Premature Wheat Plant (Stage @1)
eu: Gari goiztiarraren planta (@1 etapa)

source: Mature Wheat Plant
eu: Gari helduaren landarea

source: Wheat
eu: Garia

source: Wheat is used in crafting. Some animals like wheat.
eu: Garia artisautzan erabiltzen da. Animalia batzuei garia gustatzen zaie.

source: Use the “Place” key on an animal to try to feed it wheat.
eu: Erabili "Kokatu" tekla animalia batean gariarekin elikatzen saiatzeko.

source: Cookie
eu: Galleta

source: Bread
eu: Ogia

source: Hay Bale
eu: Belar onduaren fardela

source: Hay bales are decorative blocks made from wheat.
eu: Belar onduzko balak gariz egindako apaingarriak dira.

source: Place the wheat seeds on farmland (which can be created with a hoe) to plant a wheat plant. They grow in sunlight and grow faster on hydrated farmland. Rightclick an animal to feed it wheat seeds.
eu: Gari haziak laborantzako lurretan jartzea (aitzur batekin sor daitezke) gari landare bat landatzeko. Eguzkiaren argipean hazten dira eta azkarrago hazten dira labore bustiko lurretan. Egin eskuin-klik animalia batean gari haziekin elikatzeko.

source: Premature wheat plants grow on farmland under sunlight in 8 stages. On hydrated farmland, they grow faster. They can be harvested at any time but will only yield a profit when mature.
eu: Gari landare goiztiarrak laborantza-lurretan hazten dira, eguzkiaren argipean, 8 etapatan. Laborantza bustiko lurretan, azkarrago hazten dira. Edozein unetan uzta jaso daiteke, baina ongarriak izango dira bakarrik helduak daudenean.

source: Mature wheat plants are ready to be harvested for wheat and wheat seeds. They won't grow any further.
eu: Gari landare helduak prest daude garia eta gari haziak lortzeko uzta jasotzeko. Ez dira gehiago haziko
