Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_compass/locale/poconvert/*.po
Languages: eu, it, zh_cn

source: Compass
eu: Iparrorratza
it: Bussola
zh_cn: 指南针

source: Points to the world origin
eu: Munduaren jatorria adierazten du
it: Indica l'origine del mondo
zh_cn: 指向世界原点

source: Compasses are tools which point to the world origin (X=0, Z=0) or the spawn point in the Overworld.
eu: Iparrorratzak munduaren jatorri puntua (X=0, Z=0) edo Lurrazaleko agertze-puntua erakusten du.
it: Le bussole indicano l'origine del mondo (X=0, Z=0) o il punto di nascita nell'Overworld.
zh_cn: 指南针是一种指向世界原点（X坐标为0，Z坐标为0）或主世界出生点的工具。

source: A Compass always points to the world spawn point when the player is in the overworld. In other dimensions, it spins randomly.
eu: Iparrorratz batek beti seinalatzen du munduaren agertze-puntua jokalaria lurrazalean dagoenean. Beste dimentsio batzuetan, ausaz biratzen du.
it: La bussola indica l'origine del mondo nell'Overworld. Nelle altre dimensioni, l'ago ruota a caso.
zh_cn: 当玩家处于主世界时，指南针总是指向世界出生点。在其他维度中，它会随机旋转。

source: Lodestone Compass
eu: Iparrorratz magnetizatua
it: Bussola magnetizzata
zh_cn: 磁石指南针

source: Points to a lodestone
eu: Apuntatu magnetita bat
it: Indica la magnetite
zh_cn: 指向磁石

source: Lodestone compasses resemble regular compasses, but they point to a specific lodestone.
eu: Iparrorratz magnetizatuek iparrorratz normalen antza dute, baina magnetita espezifiko bat adierazten dute.
it: Le bussole magnetizzate assomigliano alle bussole normali, ma indicano la magnetite.
zh_cn: 磁石指南针与普通指南针相似，但它们指向特定的磁石。

source: A Lodestone compass can be made from an ordinary compass by using it on a lodestone. After becoming a lodestone compass, it always points to its linked lodestone, provided that they are in the same dimension. If not in the same dimension, the lodestone compass spins randomly, similarly to a regular compass when outside the overworld. A lodestone compass can be relinked with another lodestone.
eu: Iparrorratz komun batetik abiatuta, magnetizatutako iparrorratz bat egin daiteke, magnetita baten gainean erabiliz. Iparrorratz magnetizatu bihurtu ondoren, lotutako magnetita seinalatzen du beti, betiere dimentsio berean badaude. Dimentsio berean ez badago, iparrorratz magnetizatua ausaz biratzen da, iparrorratz normal baten antzera overworldetik kanpo dagoenean. Iparrorratz magnetizatu bat beste magnetita batekin lotu daiteke berriro.
it: Per fare una bussola magnetizzata, basta usare una bussola normale su una magnetite. La bussola magnetizzata indica la magnetite alla quale è collegata, ammesso che essa si trovi nella stessa dimensione della bussola. Se la magnetite non è nella stessa dimensione, l'ago gira a caso, come la bussola normale quando non è nell'Overworld. Si può ricollegare la bussola magnettizata con un'altra magnetite.
zh_cn: 可通过将普通指南针在磁石上使用来制作磁石指南针。成为磁石指南针后，只要它们处于同一维度，它就总是指向与之相连的磁石。如果不在同一维度，磁石指南针会随机旋转，就如同普通指南针在主世界之外时的情况一样。磁石指南针可以与另一块磁石重新建立关联。

source: Recovery Compass
eu: Berreskuratzeko iparrorratza
it: Bussola di recupero
zh_cn: 回溯指南针

source: Points to your last death location
eu: Seinalatu zure azken heriotzaren lekua
it: Indica il luogo della tua ultima morte
zh_cn: 指向你上次死亡的位置

source: Recovery Compasses are compasses that point to your last death location
eu: Berreskuratzeko iparrorratzak zure azken heriotzaren lekua adierazten duten iparrorratzak dira
it: Le bussole di recupero indicano il luogo della tua ultima morte
zh_cn: 回溯指南针是指向你上次死亡位置的指南针

source: Recovery Compasses always point to the location of your last death, in case you haven't died yet, it will just randomly spin around
eu: Berreskuratzeko iparrorratzek zure azken heriotzaren kokalekua adierazten dute beti; oraindik hil ez bazara, ausaz biratu besterik ez du egingo
it: Le bussole di recupero indicano il luogo della tua ultima morte. Se non sei morto, l'ago ruoterà a caso
zh_cn: 回溯指南针总是指向你上次死亡的位置，如果你还未曾死亡，它就只会随机旋转

source: Lodestone
eu: Magnetita
it: Magnetite
zh_cn: 磁石
