Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_anvils/locale/poconvert/*.po
Languages: eu, it, pt_br, zh_tw

source: Enchantment Cost:
eu: Sorginkeriaren kostua:
it: Costo dell'Incantesimo:
pt_br: Custo do Encantamento:
zh_tw: 操作化費：

source: Repair and Name
eu: Konpondu eta izendatu
it: Ripara e denomina
pt_br: Reparar e Nomear
zh_tw: 修復・命名

source: Repair and rename items
eu: Itemak konpondu eta berrizendatu
it: Ripara e rinomina gli oggetti
pt_br: Reparar e renomear itens
zh_tw: 修復與命名物品

source: Anvil
eu: Ingudea
it: Incudine
pt_br: Bigorna
zh_tw: 鐵砧

source: The anvil allows you to repair tools and armor, and to give names to items. It has a limited durability, however. Don't let it fall on your head, it could be quite painful!
eu: Ingudeak aukera ematen dio erremintak eta armadurak konpontzeko, eta itemei izenak emateko. Hala ere, iraunkortasun mugatua du. Ez utzi zure buruan erortzen, mingarria izan liteke!
it: L'incudine permette di riparare attrezzi, armi ed armature, e di rinominare gli oggetti. Ha però una durata limitata. Non lasciarla cadere sulla tua testa, potrebbe farti molto male!
pt_br: A bigorna permite você reparar ferramentas e armaduras e nomear itens. No entanto, possui uma durabilidade limitada. Não a deixe cair sob sua cabeça, pode ser doloroso!
zh_tw: 你可以用鐵砧修理工具和盔甲，並為物品命名。然而，它的耐久性有限。別讓它壓到你，會很痛！

source: To use an anvil, rightclick it. An anvil has 2 input slots (on the left) and one output slot.
eu: Ingude bat erabiltzeko, egin eskuin-klik haren gainean. Ingude batek sarrerako 2 arteka (ezkerrean) eta irteerako arteka bat ditu.
it: Per usare un'incudine, fai clic col tasto destro. Ha 2 slot di ingresso (a sinistra) ed uno di uscita.
pt_br: Para usar a bigorna, aperte-a com o botão direito. Uma bigorna possui 2 espaços de entrada (a esquerda) e um espaço de saída.
zh_tw: 右擊鐵砧就可以使用它。鐵砧在左邊有兩個輸入槽，右邊有一個輸出槽。

source: To rename items, put an item stack in one of the item slots while keeping the other input slot empty. Type in a name, hit enter or “Set Name”, then take the renamed item from the output slot.
eu: Itemen izena aldatzeko, item-arteka batean item-pila bat jarri, sarrerako beste arteka hutsik dagoen bitartean. Idatzi izen bat, presionatu enter edo "Ezarri izena"; gero, lortu izen berria irteerako artekan.
it: Per rinominare gli oggetti, metti uno stack di oggetti su uno degli slot di entrata lasciando l'altro vuoto. Scrivi un nome, premi Invio o "Imposta Nome", poi prendi gli oggetti rinominati dallo slot di uscita.
pt_br: Para renomear itens, coloque-o em um espaço de entrada enquanto mantém o outro vazio. Digite um nome e aperte enter ou "Colocar nome". Retire o item renomeado do espaço de saída.
zh_tw: 要重新命名物品，在其中一個物品槽裡放入物品，同時空置另一個輸入槽。鍵入名稱，點擊回車或「設置名稱」，然後從輸出槽中取出重命名後的物品。

source: There are two possibilities to repair tools (and armor):
eu: Erremintak (eta armadurak) konpontzeko bi aukera daude:
it: Ci sono due modi per riparare attrezzi, armi ed armature:
pt_br: Há duas possibilidades de reparar ferramentas (e armaduras):
zh_tw: 維修工具（和盔甲）的方法有兩種：

source: • Tool + Tool: Place two tools of the same type in the input slots. The “health” of the repaired tool is the sum of the “health” of both input tools, plus a 12% bonus.
eu: • Erreminta + Erreminta: Jarri mota bereko bi tresna sarrerako arteketan. Konpondutako tresnaren "osasuna" bi tresnen "osasuna" batura da, % 12ko bonuarekin.
it: • Strumento + Strumento: Posiziona due strumenti identici negli slot di ingresso. La durata residua dell'attrezzo riparato è pari alla somma di quelli di origine più un ulteriore 12%.
pt_br: Ferramenta + Ferramenta: Coloque duas ferramentas do mesmo tipo nos espaços de entrada. A durabilidade da ferramenta reparada é a soma da durabilidade de ambas ferramentas utilizadas acrescido de um bônus de 12%.
zh_tw: • 工具+工具。在輸入槽中放置兩件相同類型的工具。修復後的工具的耐久力是兩個輸入工具的耐久力之和，加上12%的獎勵。

source: • Tool + Material: Some tools can also be repaired by combining them with an item that it's made of. For example, iron pickaxes can be repaired with iron ingots. This repairs the tool by 25%.
eu: • Erreminta + Materiala: Tresna batzuk ere konpon daitezke, eginda dagoen item batekin konbinatuz. Adibidez, burdinazko tontorrak burdinazko lingoteekin konpon daitezke. Horrek % 25ean konpontzen du tresna.
it: • Strumento + Materiale: Alcuni attrezzi possono essere riparati combinandoli con lo stesso materiale di cui sono fatti: Ad esempio, un piccone di ferro può essere riparato con un lingotto di ferro. Questa operazione lo riparerà del 25%.
pt_br: Ferramenta + Material: Algumas ferramentas também podem ser reparadas combinando com o material da qual ela é feita. Por exemplo, picaretas de ferro podem ser reparadas com lingotes de ferro. Este repara a ferramenta por 25%.
zh_tw: • 工具+材料。有些工具也可以結合用來製作它的物品，以進行修理。例如，鐵鎬可以用鐵錠修復。每塊材料修復25%。

source: Armor counts as a tool. It is possible to repair and rename a tool in a single step.
eu: Armadura tresna gisa kontatzen da. Tresna baten izena urrats bakar batean konpondu eta alda daiteke.
it: Le armature sono considerate come degli attrezzi. È possibile riparare e rinominare un attrezzo in una sola volta.
pt_br: Armadura conta como uma ferramenta. É possível reparar e nomear uma ferramenta em uma única etapa.
zh_tw: 盔甲視同工具。修復和重命名能同時進行。

source: The anvil has limited durability and 3 damage levels: undamaged, slightly damaged and very damaged. Each time you repair or rename something, there is a 12% chance the anvil gets damaged. Anvils also have a chance of being damaged when they fall by more than 1 block. If a very damaged anvil is damaged again, it is destroyed.
eu: Ingudeak iraunkortasun mugatua eta 3 kalte-maila ditu: kalterik gabe, apur bat kaltetuta eta oso kaltetuta. Zerbaiten izena konpondu edo aldatzen duzun bakoitzean, ingudea kaltetzeko % 12ko aukera dago. Ingudeak ere kaltetu daitezke bloke batean baino gehiagotan erortzen direnean. Oso hondatuta dagoen ingude bat berriz hondatzen bada, suntsitu egiten da.
it: L'incudine ha una resistenza limitata e 3 livelli di danno: Integra, scheggiata e danneggiata. Ogni volta che viene usata, c'è una probabilità del 12% che venga danneggiata di un livello. Le incudini inoltre vengono danneggiate ogni qualvolta cadano per più di un blocco in altezza. Se un'incudine danneggiata riceve un ulteriore danno, verrà distrutta.
pt_br: A bigorna tem durabilidade limitada e 3 níveis de dano: não danificada, danificada, muito danificada. Toda vez que você reparar ou nomear algo, há uma chance de 12% da bigorna ser danificada. Bigornas também possuem uma chance de serem danificadas quando cai por mais de 1 bloco. Se uma bigorna muito danificada sofre dano, ela é destruída.
zh_tw: 鐵砧的耐久性分為三個損壞等級：完好、微損、耗損。每次你修復或重命名某物時，有12%的機會使鐵砧受損。當鐵砧跌落超過1塊的高度時，也有機會受損。如果一個耗損的鐵砧再次受損，它就會被摧毀。

source: Slightly Damaged Anvil
eu: Ingude kaltetua
it: Incudine scheggiata
pt_br: Bigorna Danificada
zh_tw: 微損的鐵砧

source: Very Damaged Anvil
eu: Ingude oso kaltetua
it: Incudine danneggiata
pt_br: Bigorna Muito Danificada
zh_tw: 耗損的鐵砧
