Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_fire/locale/poconvert/*.po
Languages: eu, zh_cn, zh_tw

source: Fire Charge
eu: Su-karga
zh_cn: 火焰弹
zh_tw: 火焰彈

source: Dispenser projectile
eu: Projektilen banatzailea
zh_cn: 发射器抛射物
zh_tw: 發射器投射物

source: Fire charges are primarily projectiles which can be launched from dispensers, they will fly in a straight line and burst into a fire on impact. Alternatively, they can be used to ignite fires directly.
eu: Su-kargak, batez ere, banagailuetatik jaurti daitezkeen jaurtigaiak dira, lerro zuzenean hegan egingo dute eta sute batean lehertuko dira talka egitean. Bestela, suteak zuzenean pizteko erabil daitezke.
zh_cn: 火焰弹主要是可从发射器中发射的抛射物，它们会沿直线飞行，撞击时会爆发出火焰。或者，它们也可用于直接点火。
zh_tw: 火焰彈主要是可以從發射器中發射的投射物，它們會沿直線飛行，並在撞擊時爆裂成火。另外，它們也可以用來直接點燃火焰。

source: Put the fire charge into a dispenser and supply it with redstone power to launch it. To ignite a fire directly, simply place the fire charge on the ground, which uses it up.
eu: Jarri su karga banatzaile batean eta suministatu harrigorri boterea jaurtitzeko. Su bat zuzenean pizteko, suzko karga lurrean jarri besterik ez du, erabiltzen.
zh_cn: 将火焰弹放入发射器中，并为其提供红石动力来发射它。要直接点火，只需把火焰弹放在地上，这样就会消耗掉它。
zh_tw: 將火藥放入發射器中，並為其提供紅石動力以發射火藥。要直接點火，只需將火藥放在地上，這樣就能用完。

source: Starts fires and ignites blocks
eu: Suteak hasi eta blokeak piztu
zh_cn: 生火并点燃方块
zh_tw: 點火和點燃方塊

source: Flint and Steel
eu: Suharria eta Altzairua
zh_cn: 打火石
zh_tw: 打火機

source: Flint and steel is a tool to start fires and ignite blocks.
eu: Suharria eta Altzairua suak hasteko eta blokeak pizteko tresna bat da.
zh_cn: 打火石是一种用于生火和点燃方块的工具。
zh_tw: 燧石和鋼是一種用來起火和點燃木塊的工具。

source: Rightclick the surface of a block to attempt to light a fire in front of it or ignite the block. A few blocks have an unique reaction when ignited.
eu: Egin eskuin-klik bloke baten gainazalean su bat pizten saiatzeko edo blokea pizteko. Bloke gutxi batzuek erreakzio bakarra dute pizten direnean.
zh_cn: 右键点击方块表面，尝试在其前方生火或点燃该方块，有一些方块被点燃时会有独特反应。
zh_tw: 右鍵點擊方塊的表面，可以在它面前點火或點燃方塊。有幾種方塊在被點燃時會有獨特的反應。

source: Fire is a damaging and destructive but short-lived kind of block. It will destroy and spread towards near flammable blocks, but fire will disappear when there is nothing to burn left. It will be extinguished by nearby water and rain. Fire can be destroyed safely by punching it, but it is hurtful if you stand directly in it. If a fire is started above netherrack or a magma block, it will immediately turn into an eternal fire.
eu: Sua bloke kaltegarri eta suntsitzaile mota bat da, baina iraupen laburrekoa. Suntsitu eta bloke ia suharberetara zabalduko da, baina sua desagertu egingo da erretzeko ezer geratzen ez denean. Hurbileko uragatik eta euriagatik itzaliko da. Sua modu seguruan suntsi daiteke, baina mingarria da zuzenean bertan gelditzen bazara. Oinarriaren gainetik su bat edo magma-bloke bat hasten bada, berehala betiereko su bihurtuko da.
zh_cn: 火是一种具有伤害性和破坏性且持续时间较短的方块，它会破坏并向附近的易燃方块蔓延，但当没有可燃烧的东西时就会消失，它会被附近的水和雨熄灭。可以通过击打它来安全地灭火，但如果直接站在火里会受到伤害。如果火在地狱岩或岩浆块上方被点燃，它会立即变成永恒之火。
zh_tw: 火是一種具有傷害性和破壞性的方塊，但持續時間很短。它將破壞並向附近的易燃區塊蔓延，但當沒有什麼可燃燒的東西時，火就會消失。它將被附近的水和雨所熄滅。火可以通過打它來安全地摧毀，但如果你直接站在它裡面，它是有傷害的。如果火是在地獄石或岩漿塊上面點燃的，它將立即變成永恆的火。

source: Fire is a damaging but non-destructive short-lived kind of block. It will disappear when there is no flammable block around. Fire does not destroy blocks, at least not in this world. It will be extinguished by nearby water and rain. Fire can be destroyed safely by punching it, but it is hurtful if you stand directly in it. If a fire is started above netherrack or a magma block, it will immediately turn into an eternal fire.
eu: Sua bloke kaltegarri mota bat da, baina ez suntsitzailea, iraupen laburrekoa. Desagertu egingo da inguruan bloke suharberarik ez dagoenean. Suak ez du blokerik suntsitzen, ez behintzat mundu honetan. Hurbileko uragatik eta euriagatik itzaliko da. Sua modu seguruan suntsi daiteke, baina mingarria da zuzenean bertan gelditzen bazara. Oinarriaren gainetik su bat edo magma-bloke bat hasten bada, berehala betiereko su bihurtuko da.
zh_cn: 火是一种具有伤害性但无破坏性且持续时间较短的方块，当周围没有易燃方块时它就会消失，火至少在这个世界里不会破坏方块，它会被附近的水和雨熄灭。可以通过击打它来安全地灭火，但如果直接站在火里会受到伤害。如果火在地狱岩或岩浆块上方被点燃，它会立即变成永恒之火。
zh_tw: 火是一種具有傷害性但無破壞性的短命方塊。當周圍沒有可燃方塊的時候，它就會消失。火不會破壞方塊，至少在這個世界上不會。它將被附近的水和雨所熄滅。火可以通過打它來安全地摧毀，但如果你直接站在它裡面，它是有傷害的。如果火是在地獄石或岩漿塊上面點燃的，它將立即變成永恆的火。

source: Eternal fire is a damaging block that might create more fire. It will create fire around it when flammable blocks are nearby. Eternal fire can be extinguished by punches and nearby water blocks. Other than (normal) fire, eternal fire does not get extinguished on its own and also continues to burn under rain. Punching eternal fire is safe, but it hurts if you stand inside.
eu: Betiereko sua bloke kaltegarri bat da, su gehiago sor dezakeena. Inguruan sua sortuko du inguruan bloke suharberak daudenean. Betiko sua itzaltzeko, kolpeak eta inguruko ur-blokeak erabil daitezke. Suaz gain (normala), betiko sua ez da berez itzaltzen, eta euripean ere erretzen jarraitzen du. Betiko sua jotzea segurua da, baina min ematen du barruan gelditzen bazara.
zh_cn: 永恒之火是一种具有破坏性的方块，可能会引发更多火焰，当附近有易燃方块时，它会在周围产生火。永恒之火可以通过击打以及附近的水方块来熄灭，与（普通）火不同，永恒之火不会自行熄灭，而且在雨中也会继续燃烧，击打永恒之火是安全的，但如果站在里面就会受伤。
zh_tw: 永恆之火是一個具有破壞性的方塊，可能會產生更多的火。當附近有易燃塊方塊時，它將在周圍產生火焰。永恆之火可以被拳頭和附近的水所熄滅。和（普通）火不同，永恆之火不會自行熄滅，而且在雨中也會繼續燃燒。擊打永恆之火是安全的，但如果你站在裡面就會受傷。

source: Eternal fire is a damaging block. Eternal fire can be extinguished by punches and nearby water blocks. Other than (normal) fire, eternal fire does not get extinguished on its own and also continues to burn under rain. Punching eternal fire is safe, but it hurts if you stand inside.
eu: Betiko sua bloke kaltegarria da. Betiko sua itzaltzeko, kolpeak eta inguruko ur-blokeak erabil daitezke. Suaz gain (normala), betiko sua ez da berez itzaltzen, eta euripean ere erretzen jarraitzen du. Betiko sua jotzea segurua da, baina min ematen du barruan gelditzen bazara.
zh_cn: 永恒之火是一种破坏性的方块，它可以通过击打以及附近的水方块来熄灭，与（普通）火不同，永恒之火不会自行熄灭，而且在雨中也会继续燃烧，击打永恒之火是安全的，但如果站在里面就会受伤。
zh_tw: 永恆之火是一種破壞性的方塊。永恆之火可以被拳頭和附近的水塊所熄滅。和（普通）火不同，永恆之火不會自行熄滅，而且在雨中也會繼續燃燒。擊打永恆之火是安全的，但如果你站在裡面就會受傷。

source: Fire
eu: Sua
zh_cn: 火
zh_tw: 火

source: Eternal Fire
eu: Betiko sua
zh_cn: 永恒之火
zh_tw: 永恆之火
