Repository: wrxxnch/better-mineclonia
Catalog: mods/MISC/mcl_commands/locale/poconvert/*.po
Languages: de, es, eu, fr, ja, pl, zh_cn

source: List bans
de: Bannliste anzeigen
es: Lista de prohibiciones
eu: Zerrendatu baneatuak
fr: Liste des interdictions
ja: BANのリスト
pl: Pokaż zbanowanych
zh_cn: 封禁名单

source: Ban list: @1
de: Bannliste: @1
es: Lista de baneados: @1
eu: Baneatuen zerrenda: @1
fr: Liste d'interdiction : @1
ja: BANリスト： @1
pl: Lista zbanowanych: @1
zh_cn: 封禁名单: @1

source: Players can't be killed right now, damage has been disabled.
de: Spieler können jetzt nicht getötet werden, der Schaden wurde deaktiviert.
es: Los jugadores no pueden ser asesinados en este momento, el daño ha sido desactivado.
eu: Jokalariak ezin dira hil une honetan, mina desaktibatu da.
fr: Les joueurs ne peuvent pas être tués pour le moment, les dégâts ont été désactivés.
ja: 今、プレイヤーを殺ることはできません。ダメージは無効になっています。
pl: Gracze nie mogą się zabić, obrażenia zostały wyłączone.
zh_cn: 玩家现在无法被杀死，伤害已被禁用。

source: Player @1 does not exist.
de: Spieler @1 existiert nicht.
es: El jugador @1 no existe.
eu: @1 jokalaria ez da existitzen.
fr: Le joueur @1 n'existe pas.
ja: プレイヤー @1 は存在しません。
pl: Gracz @1 nie istnieje.
zh_cn: 玩家@1不存在。

source: You are already dead
de: Sie sind schon tot
es: Ya estas muerto
eu: Jada hilda zaude
fr: Tu es déjà mort
ja: あなたはもう死んでいる
pl: Już nie żyjesz
zh_cn: 你已身亡

source: @1 is already dead
de: @1 ist schon tot
es: @1 ya esta muerto
eu: @1 jada hilda dago
fr: @1 est déjà mort
ja: @1 はもう死んでいる
pl: @1 już nie żyje
zh_cn: @1已死

source: [<name>]
es: [<Nombre>]
eu: [<izena>]
fr: [<nom>]
ja: [<名前>]
pl: [<Imię>]

source: Kill player or yourself
de: Spieler oder sich selbst töten
es: Mata al jugador o a ti mismo
eu: Hil jokalaria edo zeure burua
fr: Tuez un joueur ou vous-même
ja: プレイヤーまたは自分自身を殺害
pl: Zabij gracza lub siebie
zh_cn: 杀死玩家或自己

source: Show who is logged on
de: Anzeigen, wer eingeloggt ist
es: Mostrar quién ha iniciado sesión
eu: Erakutsi nork hasi duen saioa
fr: Afficher qui est connecté
ja: 誰がログオンしているかを表示
pl: Pokaż zalogowanych
zh_cn: 显示已登录的玩家

source: Can use /say
de: Kann „/say“ benutzen
es: Puedes usar /say
eu: /say erabil dezakezu
fr: Peut utiliser /say
ja: /say を使用可能
pl: Może używać /say
zh_cn: 可以使用 /say

source: <message>
de: <Nachricht>
es: <Mensaje>
eu: <mezua>
ja: <メッセージ>
pl: <wiadomość>

source: Send a message to every player
de: Nachricht an alle Spieler senden
es: Envía un mensaje a todos los jugadores
eu: Bidali mezu bat jokalari guztiei
fr: Envoyez un message à chaque joueur
ja: 全プレイヤーにメッセージを送信
pl: Wyślij wiadomość do każdego gracza
zh_cn: 给所有玩家发送一条信息

source: Invalid usage, see /help say.
de: Falsche Benutzung, siehe „/help say“.
es: Uso inválido, consulta /help say.
eu: Erabilera baliogabea, ikus /help say.
fr: Utilisation non valide, voir /help say.
ja: 無効な使用方法です、 /help say を参照してください。
pl: Niepoprawne użyciu, zobacz /help say.
zh_cn: 用法无效，查看 /help say。

source: Displays the world seed
de: Den Seed der Welt anzeigen
es: Muestra la semilla del mundo
eu: Munduaren hazia erakusten du
fr: Affiche la graine du monde
ja: ワールドのシードを表示
pl: Wyświetl ziarno świata
zh_cn: 显示世界种子

source: <X>,<Y>,<Z> <NodeString>
de: <X>,<Y>,<Z> <Node-Bezeichner>
es: <X>,<Y>,<Z> <ID nodo>
ja: <X>,<Y>,<Z> <ノード文字列>
pl: <X>,<Y>,<Z> <ID Node'a>
zh_cn: <X>,<Y>,<Z> <方块名称>

source: Set node at given position
de: Node (Block) an der gegebenen Position platzieren
es: Establecer nodo en la posición dada
eu: Nodoa jarri emandako posizioan
fr: Placer le noeud à une position donnée
ja: 指定された位置にノードを設定
pl: Ustaw node w danej pozycji
zh_cn: 在指定位置设置指定方块

source: Invalid node
de: Unültiger Node
es: Nodo no válido
eu: Nodoa baliogabea
fr: Noeud non valide
ja: 無効なノード
pl: Niepoprawny node
zh_cn: 无效方块

source: @1 spawned.
de: @1 gespawnt.
es: @1 generado.
eu: @1 sortu da.
fr: @1 est apparu.
ja: @1 がスポーンしました。
pl: @1 przywołany.
zh_cn: @1已生成。

source: Invalid parameters (see /help setblock)
de: Ungültige Parameter (siehe „/help setblock”)
es: Parámetros no válidos (Revisa el comando "/help setblock")
eu: Parametro baliogabeak (ikus /help setblock)
fr: Paramètres invalides (voir /help setblock)
ja: 無効なパラメータ ( /help setblock を参照の事)
pl: Niepoprawne parametry (zobacz /help setblock)
zh_cn: 无效参数（查看 /help setblock）

source: Play a sound. Arguments: <sound>: name of the sound. <target>: Target.
de: Einen Ton abspielen. Argumente: <sound>: Name des Sounds. <target>: Ziel.
es: Reproduce un sonido. Argumentos: <sound>: nombre del sonido. <target>: objetivo.
eu: Soinua jotzen du. Argumentuak: <sound>: soinuaren izena. <target>: helburua.
fr: Jouer un son. Arguments : <sound> : nom du son. <target> : cible.
zh_cn: 播放声音。参数：<sound>：声音的名称；<target>：目标对象。

source: Sound name is invalid!
de: Soundname ist ungültig!
es: ¡El nombre del sonido no es válido!
eu: Soinuaren izena baliogabea da!
fr: Le nom du son n'est pas valide !
zh_cn: 声音名称无效！

source: Target is invalid!!
de: Ziel ist ungültig!
es: ¡¡El objetivo no es válido!!
eu: Helburua baliogabea da!!
fr: La cible n'est pas valide !
zh_cn: 目标无效!!

source: Only peaceful mobs allowed!
de: Nur friedliche Mobs erlaubt!
es: ¡Solo se permiten animales pacíficos!
eu: Animalia baketsuak bakarrik onartzen dira!
fr: Seuls les mobs pacifiques sont autorisées !
ja: 平和的なモブのみ許されます！
pl: Tylko pokojowe moby dozwolone!
zh_cn: 只允许和平生物！
