Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_candles/locale/poconvert/*.po
Languages: es, eu, fr, it, ja, ru, zh_hans, zh_hant

source: A candle is a block that emits light when lit with a flint and steel. It comes in the sixteen dye colors. Up to four of the same color of candle can be placed in one block space, which affects the amount of light produced.
es: La vela es un bloque que emite luz cuando se enciende con un mechero. Viene en dieciséis colores de tinte. Se pueden colocar hasta cuatro velas del mismo color en un espacio de un bloque, lo que afecta la cantidad de luz producida.
eu: Suharria eta Altzairuarekin pizten denean argia igortzen duen blokea da kandela. Hamasei koloretako tindategian dator. Kolore bereko lau kandela ere jar daitezke bloke bateko espazio batean, eta horrek eragina du sortutako argi-kopuruan.
fr: La bougie est un bloc qui émet de la lumière quand elle est allumée avec un briquet. Elle se décline en seize couleurs. Il est possible de placer jusqu'à quatre bougies de la même couleur sur un même bloc, ce qui influe sur la quantité de lumière émise.
it: La candela è un blocco che emette luce, se accesa con l'acciarino. È disponibile in sedici colori. In un blocco possono essere posizionate fino a quattro candele dello stesso colore, aumentandone la luce.
ru: Свеча — это блок, излучающий свет при поджигании с помощью огнива. Они бывают шестнадцати цветов. В одном блоке можно разместить до четырёх свечей одного цвета, что влияет на количество излучаемого света.
zh_hans: 蜡烛是用打火石和钢点燃后发光的块状物。有十六种颜色。在一个积木空间中最多可以放置四根同色的蜡烛，这将影响蜡烛发光量。
zh_hant: 蠟燭是一種可以點燃的方塊，點亮後會提供照明，並可以染色。一個方格最多可以放入四支同色蠟燭，越多越亮。

source: Candle
es: Vela
eu: Kandela
fr: Bougie
it: Candela
ja: キャンドル
ru: Свеча
zh_hans: 蜡烛
zh_hant: 蠟燭

source: Lit Candle
es: Vela encendida
eu: Piztutako kandela
fr: Bougie allumée
it: Candela accesa
ja: キャンドルライト
ru: Зажжённая свеча
zh_hans: 点燃蜡烛
zh_hant: 明燭

source: Cake
es: Tarta
eu: Tarta
fr: Gâteau
it: Torta
ja: ケーキ
ru: Торт
zh_hans: 蛋糕
zh_hant: 蛋糕

source: Black Candle
es: Vela negra
eu: Kandela beltza
fr: Bougie noire
it: Candela nera
ja: 黒色のキャンドル
ru: Чёрная свеча
zh_hans: 黑蜡烛
zh_hant: 黑色蠟燭

source: Blue Candle
es: Vela azul
eu: Kandela urdina
fr: Bougie bleue
it: Candela blu
ja: 青色のキャンドル
ru: Синяя свеча
zh_hans: 蓝蜡烛
zh_hant: 藍色蠟燭

source: Brown Candle
es: Vela marrón
eu: Kandela marroia
fr: Bougie marron
it: Candela marrone
ja: 茶色のキャンドル
ru: Коричневая свеча
zh_hans: 褐蜡烛
zh_hant: 棕色蠟燭

source: Cyan Candle
es: Vela cian
eu: Kandela Ziana
fr: Bougie cyan
it: Candela ciano
ja: 青緑色のキャンドル
ru: Бирюзовая свеча
zh_hans: 蓝绿蜡烛
zh_hant: 青色蠟燭

source: Green Candle
es: Vela verde
eu: Kandela berdea
fr: Bougie verte
it: Candela verde
ja: 緑色のキャンドル
ru: Зелёная свеча
zh_hans: 绿蜡烛
zh_hant: 綠色蠟燭

source: Grey Candle
es: Vela gris
eu: Kandela grisa
fr: Bougie grise
it: Candela grigia
ja: 灰色のキャンドル
ru: Серая свеча
zh_hans: 灰蜡烛
zh_hant: 灰色蠟燭

source: Light Blue Candle
es: Vela azul claro
eu: Kandela urdin argia
fr: Bougie bleu clair
it: Candela azzurra
ja: 空色のキャンドル
ru: Голубая свеча
zh_hans: 淡蓝蜡烛
zh_hant: 淺藍色蠟燭

source: Light Grey Candle
es: Vela gris claro
eu: Kandela gris argia
fr: Bougie gris clair
it: Candela grigio chiaro
ja: 薄灰色のキャンドル
ru: Светло-серая свеча
zh_hans: 淡灰蜡烛
zh_hant: 淺灰色蠟燭

source: Lime Candle
es: Vela verde lima
eu: Lima-bela berdea
fr: Bougie vert clair
it: Candela lime
ja: 黄緑色のキャンドル
ru: Лаймовая свеча
zh_hans: 酸橙蜡烛
zh_hant: 淺綠色蠟燭

source: Magenta Candle
es: Vela magenta
eu: Kandela magenta
fr: Bougie magenta
it: Candela magenta
ja: 赤紫色のキャンドル
ru: Сиреневая свеча
zh_hans: 品红蜡烛
zh_hant: 洋紅色蠟燭

source: Orange Candle
es: Vela naranja
eu: Kandela laranja
fr: Bougie orange
it: Candela arancione
ja: 橙色のキャンドル
ru: Оранжевая свеча
zh_hans: 橘黄蜡烛
zh_hant: 橙色蠟燭

source: Pink Candle
es: Vela rosa
eu: Kandela arrosa
fr: Bougie rose
it: Candela rosa
ja: 桃色のキャンドル
ru: Розовая свеча
zh_hans: 粉蜡烛
zh_hant: 粉紅色蠟燭

source: Purple Candle
es: Vela morada
eu: Kandela morea
fr: Bougie violette
it: Candela viola
ja: 紫色のキャンドル
ru: Фиолетовая свеча
zh_hans: 紫蜡烛
zh_hant: 紫色蠟燭

source: Red Candle
es: Vela roja
eu: Kandela gorria
fr: Bougie rouge
it: Candela rossa
ja: 赤色のキャンドル
ru: Красная свеча
zh_hans: 红蜡烛
zh_hant: 紅色蠟燭

source: White Candle
es: Vela blanca
eu: Kandela zuria
fr: Bougie blanche
it: Candela bianca
ja: 白色のキャンドル
ru: Белая свеча
zh_hans: 白蜡烛
zh_hant: 白色蠟燭

source: Yellow Candle
es: Vela amarilla
eu: Kandela horia
fr: Bougie jaune
it: Candela gialla
ja: 黄色のキャンドル
ru: Жёлтая свеча
zh_hans: 黄蜡烛
zh_hant: 黃色蠟燭
