Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: eu

source: • One of the two “corners” is open space which allows liquids to flow in
eu: • Bi "izkinetako" bat espazio ireki bat da, likidoak

source: When those criteria are met, the open space is filled with a new liquid source of the same type (image 3).
eu: Irizpide horiek betetzen direnean, espazio irekia mota bereko likido-iturri berri batekin betetzen da (3. irudia).

source: Swimming in a liquid is fairly straightforward: The usual direction keys for basic movement, the jump key for rising and the sneak key for sinking.
eu: Likido batean igeri egitea nahiko erraza da: oinarrizko mugimendurako ohiko direkzio-teklak, altxatzeko jauzi egiteko tekla eta hondoratzeko makurtzeko tekla.

source: The physics for swimming and diving in a liquid are:
eu: Hona hemen igeri egiteko eta likido batean igeri egiteko lege fisikoak:

source: • The higher the viscosity, the slower you move
eu: • Biskositatea zenbat eta handiagoa izan, orduan eta motelago mugituko zara

source: • If you rest, you'll slowly sink
eu: • Pausatzen bazara, poliki-poliki hondoratuko zara

source: • There is no fall damage for falling into a liquid as such
eu: • Ez dago kalterik likido batean erortzeagatik

source: • If you fall into a liquid, you will be slowed down on impact (but don't stop instantly). Your impact depth is determined by your speed and the liquid viscosity. For a safe high drop into a liquid, make sure there is enough liquid above the ground, otherwise you might hit the ground and take fall damage
eu: • Likido batean erortzen bazara, zure abiadura moteldu egingo da talka egitean (baina ez zara berehala geldituko). Talkaren sakonera zure abiadurak eta likidoaren biskositateak zehazten dute. Altuera seguru batetik likido batean erortzeko, ziurtatu nahikoa likido dagoela lurrean; bestela, jo eta kalteak izan ditzakezu erorketagatik

source: Liquids are often not pointable. But some special items are able to point all liquids.
eu: Likidoak ezin dira apuntatu. Baina item berezi batzuk likido guztiak apuntatzeko gai dira.

source: Light
eu: Argia

source: As the world is entirely block-based, so is the light in the world. Each block has its own brightness. The brightness of a block is expressed in a “light level” which ranges from 0 (total darkness) to 15 (as bright as the sun).
eu: Mundua blokeetan erabat oinarrituta dagoenez, argia ere blokeetan oinarrituta dago munduan. Bloke bakoitzak bere distira du. Bloke baten distira 0tik (erabateko iluntasuna) 15era (eguzkia bezain distiratsua) doan "argi-maila" batean adierazten da.

source: There are two types of light: Sunlight and artificial light.
eu: Bi argi mota daude: eguzki-argia eta argi artifiziala.

source: Artificial light is emitted by luminous blocks. Artificial light has a light level from 1-14.
eu: Argi artifiziala argi-blokeen bidez igortzen da. Argi artifizialak 1-14ko argi-maila du.

source: Sunlight is the brightest light and always goes perfectly straight down from the sky at each time of the day. At night, the sunlight will become moonlight instead, which still provides a small amount of light. The light level of sunlight is 15.
eu: Eguzkiaren argia da distiratsuena eta zerutik zuzen erortzen da eguneko edozein ordutan. Gauean, eguzkiaren argia ilargiaren argi bihurtzen da, eta oraindik ere argi kantitate txiki bat ematen du. Eguzki-argiaren argi-maila 15 da.

source: Blocks have 3 levels of transparency:
eu: Blokeek 3 gardentasun-maila dituzte:

source: • Transparent: Sunlight goes through limitless, artificial light goes through with losses
eu: • Gardena: Eguzkiaren argia mugarik gabe igarotzen da, argi artifiziala galerekin igarotzen da

source: • Semi-transparent: Sunlight and artificial light go through with losses
eu: • Erdi-irristakorra: eguzki-argia eta argi artifiziala galerekin igarotzen dira

source: • Opaque: No light passes through
eu: • Opakua: ez da argia pasatzen

source: Artificial light will lose one level of brightness for each transparent or semi-transparent block it passes through, until only darkness remains (image 1).
eu: Argi artifizialak distira-maila bat galduko du zeharkatzen duen bloke garden edo erdi-garden bakoitzeko, iluntasuna besterik geratzen ez den arte (1. irudia).

source: Sunlight will preserve its brightness as long it only passes fully transparent blocks. When it passes through a semi-transparent block, it turns to artificial light. Image 2 shows the difference.
eu: Eguzkiaren argiak distirari eutsiko dio, baldin eta bloke erabat gardenetatik igarotzen bada. Bloke erdi-irristakor batetik igarotzen denean, argi artifizial bihurtzen da. 2. irudiak aldea erakusten du.

source: Note that “transparency” here only means that the block is able to carry brightness from its neighboring blocks. It is possible for a block to be transparent to light but you can't see trough the other side.
eu: Kontuan izan hemen "gardentasunak" esan nahi duela blokeak aldameneko blokeen distira transmititu dezakeela. Baliteke bloke bat argitan gardena izatea, baina ezin da beste aldetik ikusi.

source: Groups
eu: Taldeak

source: Items, players and objects (animate and inanimate) can be members of any number of groups. Groups serve multiple purposes:
eu: Itemak, jokalariak eta objektuak (animatuak eta bizigabeak) edozein taldetako kide izan daitezke. Taldeek hainbat helburu betetzen dituzte:

source: • Crafting recipes: Slots in a crafting recipe may not require a specific item, but instead an item which is a member of a particular group, or multiple groups
eu: • Fabrikazio-errezetak: Litekeena da fabrikazio-errezeta bateko artekek item espezifiko bat behar ez izatea, baizik eta talde jakin bateko edo hainbat taldetako kide den item bat

source: • Digging times: Diggable blocks belong to groups which are used to determine digging times. Mining tools are capable of digging blocks belonging to certain groups
eu: • Indusketa-denborak: Hondeatu daitezkeen blokeak hondeaketa-denborak zehazteko erabiltzen diren multzoetakoak dira. Meatzaritzako erremintak zenbait multzotako blokeak zulatzeko gai dira

source: • Block behavior: Blocks may show a special behaviour and interact with other blocks when they belong to a particular group
eu: • Blokearen portaera: Blokeek portaera berezia erakuts dezakete eta beste bloke batzuekin elkarreragin, talde jakin batekoak direnean

source: • Damage and armor: Objects and players have armor groups, weapons have damage groups. These groups determine damage. See also: “Basics > Weapons”
eu: • Kaltea eta armadura: objektuek eta jokalariek armadura taldeak dituzte, armek kalte taldeak dituzte. Talde horiek zehazten dute kaltea. Ikusi, halaber: "Oinarrizko kontzeptuak > Armak"

source: • Other uses
eu: • Beste erabilera batzuk

source: In the item help, many important groups are usually mentioned and explained.
eu: Itemaren laguntzan, normalean, talde garrantzitsu asko aipatzen eta azaltzen dira.

source: Glossary
eu: Glosarioa

source: This is a list of commonly used terms:
eu: Hona hemen erabili ohi diren terminoen zerrenda bat:

source: Controls:
eu: Kontrolak:

source: • Wielding: Holding an item in hand
eu: • Heldulekua: item bati eskuan eustea

source: • Pointing: Looking with the crosshair at something in range
eu: • Apuntatzea: mirarekin irismen-tartearen barruan dagoen zerbaiti begiratzea

source: • Dropping: Throwing an item or item stack to the ground
eu: • Bota: item bat edo item pila bat lurrera bota

source: • Punching: Attacking with left-click, is also used on blocks
eu: • Ukabilkadak: Ezkerreko klikarekin erasotzea, blokeetan ere erabiltzen da

source: • Sneaking: Walking slowly while (usually) avoiding to fall over edges
eu: • Makurtu: poliki-poliki ibili, ertzetatik erortzea saihesten den bitartean (normalean)

source: • Climbing: Moving up or down a climbable block
eu: • Eskalada: bloke eskalagarri bat igotzea edo jaistea

source: Blocks:
eu: Blokeak:

source: • Block: Cubes that the worlds are made of
eu: • Blokea: Munduak egiteko erabiltzen diren kuboak

source: • Mining/digging: Using a mining tool to break a block
eu: • Minatzea/hondeatzea: meatzaritzako tresna bat erabiltzea bloke bat hausteko

source: • Building/placing: Putting a block somewhere
eu: • Eraiki/jarri: Bloke bat jarri nonbait

source: • Drop: Items you get after mining a block
eu: • Saria: Bloke bat txikitu ondoren lortzen dituzun itemak

source: • Using a block: Right-clicking a block to access its special function
eu: • Bloke bat erabili: Egin eskuin-klikean bloke batean zure funtzio berezira sartzeko

source: Items:
eu: Itemak:

source: • Item: A single thing that players can possess
eu: • Itema: Jokalariek eduki dezaketen gauza bakarra

source: • Item stack: A collection of items of the same kind
eu: • Item-pila: mota bereko item-bilduma bat

source: • Maximum stack size: Maximum amount of items in an item stack
eu: • Pilaren gehienezko tamaina: item kopuru maximoa item pila batean

source: • Slot / inventory slot: Can hold one item stack
eu: • Inbentario-arteka: item-pila bat izan dezake

source: • Inventory: Provides several inventory slots for storage
eu: • Inbentarioa: biltegiratzeko hainbat inbentario-arteka ematen ditu

source: • Player inventory: The main inventory of a player
eu: • Jokalariaren inbentarioa: Jokalari baten inbentario nagusia

source: • Tool: An item which you can use to do special things with when wielding
eu: • Tresna: Maneiatzean gauza bereziak egiteko erabil dezakezun itema

source: • Range: How far away things can be to be pointed by an item
eu: • Irismena: Zein urrun egon daitezkeen gauzak item batek apuntatzeko

source: • Mining tool: A tool which allows to break blocks
eu: • Meatzaritzako tresna: blokeak apurtzeko aukera ematen duen tresna

source: • Craftitem: An item which is (primarily or only) used for crafting
eu: • Fabrikazio-itema: Batez ere edo bakarrik fabrikatzeko erabiltzen den itema

source: Gameplay:
eu: Jolasteko gaitasuna:

source: • “heart”: A single health symbol, indicates 2 HP
eu: • "bihotza": bihotzaren sinbolo bakarra, 2 PS adierazten du

source: • “bubble”: A single breath symbol, indicates 1 BP
eu: • "burbuila": arnasketa bakarreko sinbolo batek 1 BP adierazten du

source: • HP: Hit point (equals half 1 “heart”)
eu: • PS: Osasun puntua (bihotz erdiaren baliokidea)

source: • BP: Breath point, indicates breath when diving
eu: • BP: arnasketa-puntua, urpean igeri egitean arnasketa adierazten du

source: • Mob: Computer-controlled enemy
eu: • Izakia: ordenagailuz kontrolatutako etsaia

source: • Crafting: Combining multiple items to create new ones
eu: • Artisautza: hainbat item konbinatu, beste batzuk sortzeko

source: • Crafting guide: A helper which shows available crafting recipes
eu: • Fabrikazio-gida: eskura dauden fabrikazio-errezetak erakusten dituen laguntzailea

source: • Spawning: Appearing in the world
eu: • Belaunaldia: Munduan agertzea

source: • Respawning: Appearing again in the world after death
eu: • Berragerpena: Heriotzaren ondoren berriro munduan agertzea

source: • Group: Puts similar things together, often affects gameplay
eu: • Taldea: antzeko gauzak biltzen ditu, askotan jokoari eragiten dio

source: • noclip: Allows to fly through walls
eu: • noclip: paretetan zehar hegan egiteko aukera ematen du

source: Interface
eu: Interfazea

source: • Hotbar: Inventory slots at the bottom
eu: • Item-barra: inbentario-artekak behealdean

source: • Statbar: Indicator made out of half-symbols, used for health and breath
eu: • Estatistika-barra: Sinboloen bidez osatutako adierazlea, osasunerako eta arnasketarako erabiltzen dena

source: • Minimap: The map or radar at the top right
eu: • Minimapa: mapa edo radarra goiko eskuinaldean

source: • Crosshair: Seen in the middle, used to point at things
eu: • Mira: erdian ikusten da eta gauzetara apuntatzeko erabiltzen da

source: Online multiplayer:
eu: Jokalari anitzekoa linean:

source: • PvP: Player vs Player. If active, players can deal damage to each other
eu: • JcJ: jokalaria jokalariaren aurka. Aktibo badago, jokalariek elkarri kalte egin diezaiokete

source: • Griefing: Destroying the buildings of other players against their will
eu: • Griefing: Beste jokalari batzuen eraikuntzak suntsitzea bere borondatearen aurka

source: • Protection: Mechanism to own areas of the world, which only allows the owners to modify blocks inside
eu: • Babesa: Munduko eremuak edukitzeko mekanismoa, jabeei bakarrik uzten diena blokeak aldatzen

source: Technical terms:
eu: Termino teknikoak:

source: • Luanti: This game engine
eu: • Luanti: Joko motor hau

source: • Minetest Game: A game for Luanti by the Luanti developers
eu: • Minetest Game: Luantirentzako Luantiren garatzaileen joko bat

source: • Game: A complete playing experience to be used in Luanti; such as a game or sandbox or similar
eu: • Jolasa: Luantin erabiltzeko joko-esperientzia osoa; jolas edo sandbox edo antzeko bat

source: • Mod: A single subsystem which adds or modifies functionality; is the basic building block of games and can be used to further enhance or modify them
eu: • Eredua: funtzionaltasuna gehitzen edo aldatzen duen azpisistema bakarra; jokoen oinarrizko osagaia da, eta jokoak hobetzeko edo are gehiago aldatzeko erabil daiteke

source: • Privilege: Allows a player to do something
eu: • Pribilegioa: jokalari bati zerbait egiteko aukera ematen dio

source: • Node: Other word for “block”
eu: • Nodoa: "blokerako" beste hitz bat

source: Luanti (formely Minetest) is a free software game engine for games based on voxel gameplay, inspired by InfiniMiner, Minecraft, and the like. Luanti was originally created by Perttu Ahola (alias “celeron55”).
eu: Luanti (lehen Minetest) voxelen jokagarritasunean oinarritutako jokoetarako software libreko jokoen motorra da, InfiniMiner, Minecraft eta antzekoetan inspiratua. Luanti jatorrian Perttu Aholak ("zeleron55" ezizenez ezaguna) sortu zuen.

source: A core feature of Luanti is the built-in modding capability, which all games consist of too. They can be as simple as adding a few decorational blocks or be very complex by e.g. introducing completely new gameplay concepts, generating a completely different kind of world, and many other things.
eu: Luantiren funtsezko ezaugarri bat aldaketa integraturako gaitasuna da, jolas guztiek ere badutena. Dekorazio-bloke batzuk edo oso konplexuak eranstea bezain sinpleak izan daitezke, esate baterako, joko-kontzeptu erabat berriak sartzean, mundu erabat desberdina sortzean eta beste gauza askotan.

source: Luanti can be played alone or online together with multiple players. Online play will work out of the box with any mods, with no need for additional software as they are entirely provided by the server.
eu: Luanti bakarrik edo hainbat jokalarirekin online jokatu daiteke. Online jokoak berehala funtzionatzen du edozein modekin, software gehigarriaren beharrik gabe, dena zerbitzariak ematen baitu.

source: MineClonia is a game that is built on top of the Luanti engine that intends to create a game that is as close to Minecraft as possible. There are many other games for Luanti however, that can be installed from the main menu content browser.
eu: MineClonia Luantiren motorrean oinarritzen den joko bat da, eta Minecraften ahalik eta antzekoena den joko bat sortu nahi du. Hala ere, Luantirentzako beste joko asko instalatu daitezke menu nagusiko eduki-nabigatzailetik.
