Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: eu

source: A description on how to craft an item is called a “crafting recipe”. You need this knowledge to craft. You can use the recipe book to get a list of crafting recipes available from items you have obtained.
eu: Item bat fabrikatzeko moduaren deskribapenari "fabrikazio-errezeta" deritzo. Ezagutza hau behar duzu fabrikatzeko. Errezeta-liburua erabil dezakezu fabrikazio-errezeten zerrenda bat lortzeko, lortu dituzun itemetatik abiatuta.

source: Crafting recipes consist of at least one input item and exactly one stack of output items. When performing a single craft, it will consume exactly one item from each stack of the crafting grid, unless the crafting recipe defines replacements.
eu: Fabrikazio-errezetek gutxienez sarrerako item bat eta zehazki irteerako item pila bat dituzte. Fabrikazio bakarra egitean, fabrikazio-laukiaren pila bakoitzeko item bat kontsumituko da, fabrikazio-errezetak ordezkapenak zehazten ez baditu.

source: There are multiple types of crafting recipes:
eu: Hainbat fabrikazio-errezeta mota daude:

source: • Shaped: Items need to be placed in a particular shape
eu: • Forma: itemak modu berezi batean jarri behar dira

source: • Shapeless: Items need to be placed somewhere in input, but shape and order is independent
eu: • Formarik gabe: itemak sarrerako lekuren batean jarri behar dira, baina forma eta ordena independenteak dira

source: • Cooking: Explained in “Basics > Cooking”
eu: • Kozinatzea: "Oinarrizko kontzeptuak > Kozinatzea" atalean azalduta

source: • Repairing: Place two damaged tools into the crafting grid anywhere to get a tool which is repaired by 5%
eu: • Konponketa: bi erreminta kaltetuta jartzen ditu fabrikazio-saretan, edozein lekutan, konpondutako erreminta bat %5ean lortzeko

source: In some crafting recipes, some input items do not need to be a concrete item, instead they need to be a member of a group (see “Basics > Groups”). These recipes offer a bit more freedom in the input items. For instance, crafting a furnace can be used with a number of different full cobble-like stone blocks.
eu: Fabrikazio-errezeta batzuetan, sarrerako item batzuek ez dute item jakin bat izan behar; aitzitik, talde bateko kide izan behar dute (ikus "Oinarrizko kontzeptuak > Taldeak"). Errezeta horiek askatasun handiagoa eskaintzen dute sarrerako itemetan. Adibidez, labe bat egiteko, galtzada-harrizko hainbat bloke erabil daitezke.

source: Rarely, crafting recipes have replacements. This means, whenever you perform a craft, some items in the crafting grid will not be consumed, but instead will be replaced by another item.
eu: Gutxitan, fabrikazio-errezetek ordezpenak izaten dituzte. Horrek esan nahi du fabrikazio bat egiten duzun bakoitzean, fabrikazio-laukiaren item batzuk ez direla kontsumituko, baizik eta beste item batekin ordeztuko direla.

source: Cooking
eu: Kozinatu

source: Cooking (or smelting) is a form of crafting which does not involve a crafting grid. Cooking is done with a special block (like a furnace), an cookable item, a fuel item and time in order to yield a new item.
eu: Janaria prestatzea (edo urtzea) fabrikazio-modu bat da, eta ez dakar fabrikazio-laukirik. Sukaldatzeko bloke berezi bat (labe bat, adibidez), kozinatu daitekeen item bat, item erregai bat eta item berri bat lortzeko denbora behar dira.

source: Each fuel item has a burning time. This is the time a single item of the fuel keeps a furnace burning.
eu: Erregai-item bakoitzak errekuntza-denbora bat du, hau da, item erregai bakar batek labea piztuta mantentzen duen denbora.

source: Each cookable item requires time to be cooked. This time is specific to the item type and the item must be “on fire” for the whole cooking time to actually yield the result.
eu: Kozinatu daitekeen elikagai bakoitzak denbora behar du kozinatzeko. Denbora hori elikagai mota zehatza da, eta elikagaiak "sutan" egon behar du egosketa-denbora osoan, nahi den emaitza lortzeko.

source: Hunger
eu: Gosea

source: Hunger affects your health and your ability to sprint. Hunger is not in effect when damage is disabled.
eu: Goseak zure osasunari eta zure esprint gaitasunari eragiten die. Goseak ez du eraginik kaltea desaktibatuta dagoenean.

source: Core hunger rules:
eu: Goseari buruzko oinarrizko arauak:

source: • You start with 20/20 hunger points (more points = less hungry)
eu: • 20/20 gose punturekin hasten zara (puntu gehiago = gose txikiagoa)

source: • Actions like combat, jumping, sprinting, etc. decrease hunger points
eu: • Borrokatzea, salto egitea, esprintatzea eta antzeko ekintzek gose-puntuak murrizten dituzte

source: • Food restores hunger points
eu: • Janariak gose-puntuak berrezartzen ditu

source: • If your hunger bar decreases, you're hungry
eu: • Zure gose-barra gutxitzen bada, gose zara

source: • At 18-20 hunger points, you regenerate 1 HP every 4 seconds
eu: • 18-20 gose-puntutan, 1 PS birsortzen duzu 4 segundoko

source: • At 6 hunger points or less, you can't sprint
eu: • 6 gose-puntu edo gutxiagotan, ezin da esprint bat egin

source: • At 0 hunger points, you lose 1 HP every 4 seconds (down to 1 HP)
eu: • 0 gose-puntutan, 1 PS galtzen duzu 4 segundoko (1 PS arte)

source: • Poisonous food decreases your health
eu: • Janari pozoitsuaren osasuna gutxitzen da

source: Details:
eu: Xehetasunak:

source: You have 0-20 hunger points, indicated by 20 drumstick half-icons above the hotbar. You also have an invisible attribute: Saturation.
eu: 0-20 gose-puntu dituzu, eta item-barraren gainean 20 ikono izterrerdi jarrita adierazten dira. Ezaugarri ikusezin bat ere baduzu: Saturazioa.

source: Hunger points reflect how full you are while saturation points reflect how long it takes until you're hungry again.
eu: Gose-puntuek beteta zaudela adierazten dute, eta asetasun-puntuek, berriz, berriro gose izaten zenbat denbora behar duzun.

source: Each food item increases both your hunger level as well your saturation.
eu: Elikagai bakoitzak zure gose-maila eta asetasuna handitzen ditu.

source: Food with a high saturation boost has the advantage that it will take longer until you get hungry again.
eu: Asetasun handiko janariak denbora gehiago beharko du berriro gose zaren arte.

source: A few food items might induce food poisoning by chance. When you're poisoned, the health and hunger symbols turn sickly green. Food poisoning drains your health by 1 HP per second, down to 1 HP. Food poisoning also drains your saturation. Food poisoning goes away after a while or when you drink milk.
eu: Elikagai batzuek, kasualitatez, elikadura-intoxikazioa eragin dezakete. Pozoitzen zaituztenean, osasunaren eta gosearen sinboloak berde gaixotu bihurtzen dira. Elikadura-intoxikazioak zure osasuna segundoko 1 PStan drainatzen du, 1 PSra iritsi arte. Elikadura-intoxikazioak ere zure saturazioa drainatzen du. Elikadura-intoxikazioa desagertu egiten da denbora baten ondoren edo esnea edaten duzunean.

source: You start with 5 saturation points. The maximum saturation is equal to your current hunger level. So with 20 hunger points your maximum saturation is 20. What this means is that food items which restore many saturation points are more effective the more hunger points you have. This is because at low hunger levels, a lot of the saturation boost will be lost due to the low saturation cap.
eu: 5 asetasun-punturekin hasten zara. Gehienezko asetasuna zure oraingo gose-maila bezalakoa da. Beraz, 20 gose punturekin, zure asetasun maximoa 20 da. Horrek esan nahi du asetasun-puntu asko leheneratzen dituzten elikagaiak eraginkorragoak direla zenbat eta gose-puntu gehiago izan. Izan ere, gose-maila baxuekin, asetasun-igoeraren zati handi bat galduko da asetasun-muga baxuaren ondorioz.

source: If your saturation reaches 0, you're hungry and start to lose hunger points. Whenever you see the hunger bar decrease, it is a good time to eat.
eu: Zure asetasuna 0ra iristen bada, gose zara eta gose-puntuak galtzen hasten zara. Gose-barrak behera egiten duela ikusten duzunean, une egokia da jateko.

source: Saturation decreases by doing things which exhaust you (highest exhaustion first):
eu: Asetasuna murriztu egiten da agortzen zaituzten gauzak egitean (lehen agortze handiagoa):

source: • Regenerating 1 HP
eu: • PS 1 birsortzen

source: • Suffering food poisoning
eu: • Elikagaien intoxikazioa pairatzea

source: • Sprint-jumping
eu: • Esprinta saltoka

source: • Sprinting
eu: • Esprintatu

source: • Attacking
eu: • Eraso

source: • Taking damage
eu: • Kaltea jasotzea

source: • Swimming
eu: • Igeri egitea

source: • Jumping
eu: • Jauzi egin

source: • Mining a block
eu: • Bloke bat txikitzea

source: Other actions, like walking, do not exaust you.
eu: Beste ekintza batzuek, ibiltzeak adibidez, ez zaituzte nekatzen.

source: Mobs
eu: Izakiak

source: Mobs are the living beings in the world. This includes animals and monsters.
eu: Izakiak munduko izaki bizidunak dira. Animaliak eta munstroak barne.

source: Mobs appear randomly throughout the world. This is called “spawning”. Each mob kind appears on particular block types at a given light level. The height also plays a role. Peaceful mobs tend to spawn at daylight while hostile ones prefer darkness. Most mobs can spawn on any solid block but some mobs only spawn on particular blocks (like grass blocks).
eu: Izakiak ausaz agertzen dira munduan zehar. Horri "agerpena" deitzen zaio. Izaki mota bakoitza argi-maila jakin bat duten bloke partikular motetan agertzen da. Altuerak ere eragina du. Izaki baketsuek egun argitan agertzeko joera dute, etsaitasunek, aldiz, iluntasuna nahiago dute. Izaki gehienak edozein bloke solidotan ager daitezke, baina batzuk bloke espezifikoetan baino ez dira agertzen (adibidez, soropil-blokeetan).

source: Like players, mobs have hit points and sometimes armor points, too (which means you need better weapons to deal any damage at all). Also like players, hostile mobs can attack directly or at a distance. Mobs may drop random items after they die.
eu: Jokalariek bezala, izakiek ere bizi-puntuak dituzte eta, batzuetan, armadura-puntuak ere bai (horrek esan nahi du arma hobeak behar dituzula kalterik eragiteko). Era berean, jokalariek bezala, etsai diren izakiek zuzenean edo urrutitik eraso dezakete. Izakiek ausazko itemak erortzen utz ditzakete hil ondoren.

source: Most animals roam the world aimlessly while most hostile mobs hunt players. Animals can be fed, tamed and bred.
eu: Animalia gehienak noraezean dabiltza munduan zehar, eta izaki etsai gehienek, berriz, jokalariak ehizatzen dituzte. Animaliak elikatu, bezatu eta erreproduzitu egin daitezke.

source: Animals
eu: Animaliak

source: Animals are peaceful beings which roam the world aimlessly. You can feed, tame and breed them.
eu: Animaliak izaki baketsuak dira, munduan noraezean dabiltzanak norabide finkorik gabe. Elikatu, etxekotu eta erreproduzitu ditzakezu.

source: Feeding:
eu: Elikadura:

source: Each animal has its own taste for food and doesn't just accept any food. To feed, hold an item in your hand and rightclick the animal.
eu: Animalia bakoitzak bere gustuak ditu janariari dagokionez, eta ez du edozein elikagai onartzen. Elikatzeko, hartu item bat eskuan eta egin eskuin-klik animaliaren gainean.

source: Animals are attraced to the food they like and follow you as long you hold the food item in hand.
eu: Animaliak gustuko duten janariak erakartzen ditu, eta atzetik datozkizu janaria eskuan duzun bitartean.

source: Feeding an animal has three uses: Taming, healing and breeding.
eu: Animalia bat elikatzeak hiru erabilera ditu: etxekotu, sendatu eta erreproduzitu.

source: Feeding heals animals instantly, depending on the quality of the food item.
eu: Elikadurak berehala sendatzen ditu animaliak, elikagaiaren kalitatearen arabera.

source: Taming:
eu: Heztea:

source: A few animals can be tamed. You can generally do more things with tamed animals and use other items on them. For example, tame horses can be saddled and tame wolves fight on your side.
eu: Animalia batzuk bezatu daitezke. Oro har, gauza gehiago egin ditzakezu hezitako animaliekin, eta beste item batzuk erabili haiekin. Adibidez, zaldi bezatuak zelatu ditzakezu eta otso heziek zure ondoan borroka dezakete.

source: Breeding:
eu: Erreprodukzioa:

source: When you have fed an animal up to its maximum health, then feed it again, you will activate “Love Mode” and many hearts appear around the animal.
eu: Animalia bat bere osasun gorenera arte elikatu duzunean, gero berriro elikatzen duzu, "Maitasun Modua" aktibatuko duzu eta bihotz asko agertuko dira animaliaren inguruan.

source: Two animals of the same species will start to breed if they are in Love Mode and close to each other. Soon a baby animal will pop up.
eu: Espezie bereko bi animalia ugaltzen hasiko dira maitasun moduan eta elkarrengandik hurbil badaude. Laster animalia txiki bat agertuko da.

source: Baby animals:
eu: Animalia kumeak:

source: Baby animals are just like their adult couterparts, but they can't be tamed or bred and don't drop anything when they die. They grow to adults after a short time. When fed, they grow to adults faster.
eu: Animalia kumeak helduak bezalakoak dira, baina ezin dira hezi, ezta ugaldu ere, eta hiltzen direnean ez dute ezer erortzen uzten. Aldi labur baten ondoren heldu bihurtu arte hazten dira. Elikatzen direnean, azkarrago hazten dira.

source: Minimap
eu: Minimapa

source: The minimap allows you to get an overhead view of your surroundings, as a HUD that appears in the top right corner.
eu: Minimapak aukera ematen dizu zure ingurunearen airetiko ikuspegi bat lortzeko, goiko eskuineko izkinan agertzen den HUD baten moduan.

source: Press [F9] to make a minimap appear on the top right. The minimap helps you to find your way around the world. Press it again to select different minimap modes and zoom levels. The minimap also shows the positions of other players.
eu: [F9] sakatu goiko eskuineko aldean minimapa bat ager dadin. Minimapak munduan orientatzen laguntzen dizu. Sakatu berriro minimapa moduak eta zoom mailak hautatzeko. Minimapak beste jokalarien posizioak ere erakusten ditu.

source: There are 2 minimap modes and 3 zoom levels.
eu: 2 minimapa modu eta 3 zoom maila daude.

source: Surface mode (image 1) is a top-down view of the world, roughly resembling the colors of the blocks this world is made of. It only shows the topmost blocks, everything below is hidden, like a satellite photo. Surface mode is useful if you got lost.
eu: Azalera modua (1. irudia) munduaren ikuspegi bat da goitik, eta hura osatzen duten blokeen koloreen antz handia du. Goiko blokeak baino ez ditu erakusten, azpian dagoen guztia ezkutatuta dago, satelite-argazki bat bezala. Azalera modua erabilgarria da galdu bazara.

source: Radar mode (image 2) is more complicated. It displays the “denseness” of the area around you and changes with your height. Roughly, the more green an area is, the less “dense” it is. Black areas have many blocks. Use the radar to find caverns, hidden areas, walls and more. The rectangular shapes in image 2 clearly expose the position of a dungeon.
eu: Radar modua (2. irudia) konplexuagoa da. Erakutsi inguratzen zaituen eremuaren "dentsitatea", eta aldatu zure altuerarekin. Gaingiroki, eremu bat zenbat eta berdeagoa izan, orduan eta "trinkoagoa" da. Gune beltzek bloke asko dituzte. Radarra haitzuloak, ezkutuko eremuak, hormak eta gehiago aurkitzeko erabiltzen du. 2. irudiko forma laukizuzenek argi erakusten dute mazmorra baten posizioa.

source: There are also two different rotation modes. In “square mode”, the rotation of the minimap is fixed. If you press [Shift]+[F9] to switch to “circle mode”, the minimap will instead rotate with your looking direction, so “up” is always your looking direction.
eu: Txandakatzeko bi modu ere badaude. "Modu karratuan", minimaparen errotazioa finkoa da. [Shift] + [F9] sakatzen baduzu "zirkulu modura" aldatzeko, minimapa biratu egingo da begiratzen duzun norabidean, eta, beraz, "gora" beti izango da begiratzen duzun helbidea.

source: • Toggle minimap mode: [F9]
eu: • Minimapa modua txandakatu: [F9]

source: • Toggle minimap rotation mode: [Shift]+[F9]
eu: • Txandakatu minimaparen errotazio modua: [Shift] + [F9]

source: Camera
eu: Kamera

source: There are 3 different views which determine the way you see the world. The modes are:
eu: Mundua ikusteko modua zehazten duten 3 ikuspuntu daude. Hauek dira moduak:

source: • 1: First-person view (default)
eu: • 1: Lehen pertsonan ikusita (lehenetsita)

source: • 2: Third-person view from behind
eu: • 2: Hirugarren pertsonako ikuspegia atzetik

source: • 3: Third-person view from the front
eu: • 3: Hirugarren pertsonako ikuspegia frontetik

source: These camera modes can be toggled between by default pressing [F7].
eu: Kamera-modu horiek lehenespenez txandakatu egin daitezke [F7] sakatuz.

source: To zoom in the camera, you can use the Spyglass item.
eu: Ganberan zooma egiteko, katalejoaren itema erabil dezakezu.

source: • Switch camera mode: [F7]
eu: • Kamera modua aldatu: [F7]

source: Sneaking
eu: Makurtu

source: Sneaking makes you walk slower and prevents you from falling off the edge of a block.
eu: Makurtzeak mantsoago ibilarazten zaitu eta bloke baten ertzetik erortzea saihesten du.

source: To sneak, hold down the sneak key (default: [Shift]). When you release it, you stop sneaking. Careful: When you release the sneak key at a ledge, you might fall!
eu: Makurtzeko, estutu makurtzeko tekla (lehenetsita: [Shift]). Askatzen duzunean, makurtuta joateari utziko diozu. Kontuz: ertz batean makurtzeko tekla askatzen duzunean, erori egin zintezke!

source: Sneaking only works when you stand on solid ground, are not in a liquid and don't climb.
eu: Makurtzeak lur solido batean zaudenean bakarrik funtzionatzen du, ez zaude likido batean eta ez igo.

source: Players
eu: Jokalariak

source: Players are the characters which users control.
eu: Jokalariak dira erabiltzaileek kontrolatzen dituzten pertsonaiak.

source: Players are living beings. They start with a number of health points (HP) and a number of breath points (BP).
eu: Jokalariak izaki bizidunak dira. Osasun-puntu kopuru jakin batekin (PS) eta arnasketa-puntu kopuru jakin batekin (BP) hasten dira.

source: Players are capable of walking, sneaking, jumping, climbing, swimming, diving, mining, building, fighting and using tools and blocks.
eu: Jokalariak ibiltzeko, makurtzeko, salto egiteko, eskalatzeko, igeri egiteko, urpean igeri egiteko, minatzeko, eraikitzeko, borrokatzeko eta tresnak eta blokeak erabiltzeko gai dira.

source: Players can take damage for a variety of reasons:
eu: Jokalariek kalteak jasan ditzakete hainbat arrazoirengatik:

source: • Taking fall damage
eu: • Erorikoaren ondoriozko kaltea jasotzea

source: • Touching a block which causes direct damage
eu: • Zuzeneko kaltea eragiten duen bloke bat ukitzea

source: • Drowning
eu: • Itotzea

source: • Being attacked by another player
eu: • Beste jokalari batek eraso egitea

source: • Being attacked by a computer enemy
eu: • Ordenagailu-etsai batek erasotzea

source: At a health of 0, the player dies. The player can just respawn in the world, but their items will be lost at the place of death and will need to be retrieved. (unless mcl_keepInventory is enabled)
eu: 0ko osasuna lortzean, jokalaria hil egiten da. Jokalaria munduan berrager daiteke, besterik gabe, baina bere itemak heriotzaren lekuan galduko dira eta berreskuratu beharko dira (mcl_keepInventory gaituta ez badago)

source: Some blocks reduce breath. While being with the head in a block which causes drowning, the breath points are reduced by 1 for every 2 seconds. When all breath is gone, the player starts to suffer drowning damage. Breath is quickly restored in any other block.
eu: Bloke batzuek arnasketa murrizten dute. Burua itotzea eragiten duen bloke batean dagoela, arnasketa-puntuak 2 segundoko 1 murrizten dira. Arnasketa amaitzen denean, jokalariak kaltea jasaten du itota. Arnasketa berehala leheneratzen da beste edozein bloketan.

source: Damage can be disabled on any world. Without damage, players are immortal and health and breath are unimportant.
eu: Kaltea edozein mundutan desaktiba daiteke. Kalterik gabe, jokalariak hilezkorrak dira eta osasuna eta arnasketa ez dira garrantzitsuak.

source: In multiplayer, the name of other players is written above their head.
eu: Jokalari anitzeko moduan, beste jokalarien izena haien buruen gainean idazten da.

source: Liquids
eu: Likidoak

source: Liquids are special dynamic blocks. Liquids like to spread and flow to their surrounding blocks. Players can swim and drown in them.
eu: Likidoak bloke dinamiko bereziak dira. Likidoei inguruko blokeetara zabaltzea eta jariatzea gustatzen zaie. Jokalariek igeri egin dezakete eta bertan ito.

source: Liquids usually come in two forms: In source form (S) and in flowing form (F).
eu: Likidoak, oro har, bi modutan etortzen dira: iturri moduan (S) eta fluxu moduan (F).

source: Liquid sources have the shape of a full cube. A liquid source will generate flowing liquids around it from time to time, and, if the liquid is renewable, it also generates liquid sources. A liquid source can sustain itself. As long it is left alone, a liquid source will normally keep its place and does not drain out.
eu: Iturri likidoek kubo bete baten forma dute. Iturri likido batek bere inguruan noizean behin isurtzen diren likidoak sortuko ditu, eta likidoa berriztagarria bada, iturri likidoak ere sortuko ditu. Iturri likido bat autohornitu daiteke. Bakean uzten den bitartean, iturri likido batek bere lekua mantenduko du eta ez da agortuko.

source: Flowing liquids take a sloped form. Flowing liquids spread around the world until they drain. A flowing liquid can not sustain itself and always comes from a liquid source, either directly or indirectly. Without a liquid source, a flowing liquid will eventually drain out and disappear.
eu: Likidoek forma inklinatua hartzen dute. Isurtzen diren likidoak munduan zehar barreiatzen dira drainatu arte. Jariatzen duen likidoa ezin da bere kabuz eutsi, eta iturri likido batetik dator beti, zuzenean edo zeharka. Iturri likidorik gabe, noizean behin isurtzen den likido bat drainatu eta desagertu egingo da.

source: All liquids share the following properties:
eu: Likido guztiek ezaugarri hauek dituzte:

source: • All properties of blocks (including drowning damage)
eu: • Blokeen propietate guztiak (itotzeagatiko kaltea barne)

source: • Renewability: Renewable liquids can create new sources
eu: • Berriztagarritasuna: Likido berriztagarriek iturri berriak sor ditzakete

source: • Flowing range: How many flowing liquids are created at maximum per liquid source, it determines how far the liquid will spread. Possible are ranges from 0 to 8. At 0, no flowing liquids will be created. Image 5 shows a liquid of flowing range 2
eu: • Fluxu-tartea: Jariatzen duten likido kantitate maximoa likido-iturri bidez sortzen da, eta horrek zehazten du noraino zabalduko den likidoa. Maila posibleak 0tik 8ra bitartekoak dira. 0an ez da likidorik sortuko. 5. irudiak 2. fluxu-tartearen likido bat erakusten du

source: • Viscosity: How slow players move through it and how slow the liquid spreads
eu: • Biskositatea: jokalariak zein motel mugitzen diren eta likidoa zein motel barreiatzen den

source: Renewable liquids create new liquid sources at open spaces (image 2). A new liquid source is created when:
eu: Likido berriztagarriek likido-iturri berriak sortzen dituzte espazio irekietan (2. irudia). Likido-iturri berri bat sortzen da:

source: • Two renewable liquid blocks of the same type touch each other diagonally
eu: • Mota bereko bi bloke likido berriztagarri diagonalean ukitzen dira

source: • These blocks are also on the same height
eu: • Bloke horiek ere altuera berean daude
