Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: eu

source: Advanced usage
eu: Erabilera aurreratua

source: Advanced information which may be nice to know, but is not crucial to gameplay
eu: Informazio aurreratua, ezagutzea baliagarria izan daitekeena, baina jolasteko erabakigarria ez dena

source: Creative Mode
eu: Sormen-modua

source: Enabling Creative Mode in MineClonia applies the following changes:
eu: MineClonian sormen-modua gaituta, honako aldaketa hauek aplikatzen dira:

source: • You keep the things you've placed
eu: • Jarri zenituen gauzak kontserbatzen dituzu

source: • Creative inventory is available to obtain most items easily
eu: • Sormen-inbentarioa eskuragarri dago item gehienak erraz lortzeko

source: • Hand breaks all default blocks instantly
eu: • Eskuak lehenetsitako bloke guztiak apurtzen ditu berehala

source: • Greatly increased hand pointing range
eu: • Eskuaren irismen-tartea izugarri handituta

source: • Mined blocks don't drop items
eu: • Minatutako blokeek ez dituzte itemak erortzen uzten

source: • Items don't get used up
eu: • Itemak ez dira agortzen

source: • Tools don't wear off
eu: • Erremintak ez dira higatzen

source: • You can eat food whenever you want
eu: • Nahi duzunean jan dezakezu janaria

source: • You can always use the minimap (including radar mode)
eu: • Beti erabil dezakezu minimapa (radar-modua barne)

source: Damage is not affected by Creative Mode, it needs to be disabled separately.
eu: Sormen-moduak ez dio kalterik eragiten kalteari; bereiz desaktibatu behar da.

source: Console
eu: Kontsola

source: With [F10] you can open and close the console. The main use of the console is to show the chat log and enter chat messages or server commands.
eu: [F10] kontsola ireki eta itxi dezakezu. Kontsolaren erabilera nagusia txat-erregistroa erakustea eta zerbitzariko txat-mezuak edo komandoak sartzea da.

source: Using the chat or server command key also opens the console, but it is smaller and will be closed after you sent a message.
eu: Txat edo komandoen tekla erabiltzeak ere kontsola irekitzen du, baina txikiagoa da eta mezu bat bidali ondoren ixten da.

source: Use the chat to communicate with other players. This requires you to have the “shout” privilege.
eu: Erabili txata beste pertsona batzuekin komunikatzeko. Horretarako "shout" pribilegioa behar duzu.

source: Just type in the message and hit [Enter]. Public chat messages can not begin with “/”.
eu: Idatzi mezua eta sakatu [Sartu]. Txat publikoko mezuak ezin dira "/" rekin hasi.

source: You can send private messages: Say “/msg <player> <message>” in chat to send “<message>” which can only be seen by <player>.
eu: Mezu pribatuak bidal ditzakezu: Idatzi '/msg <jokalaria> <mezua>' txatean '<mezua>' bidali eta '<jokalaria>' jokalariak bakarrik ikus dezan.

source: There are some special controls for the console:
eu: Kontsolarrentzako kontrol berezi batzuk daude:

source: • [F10] Open/close console
eu: • [F10] Ireki/itxi kontsola

source: • [Enter]: Send message or command
eu: • [Enter]: Mezua edo komandoa bidali

source: • [Tab]: Try to auto-complete a partially-entered player name
eu: • [Tab]: Saiatu partzialki sartutako jokalari baten izena autoosatzen

source: • [Ctrl]+[Left]: Move cursor to the beginning of the previous word
eu: • [Ctrl] + [Ezkerra]: Kurtsorea aurreko hitzaren hasieran mugitu

source: • [Ctrl]+[Right]: Move cursor to the beginning of the next word
eu: • [Ctrl] + [Eskuina]: kurtsorea hurrengo hitzaren hasieran mugitzen du

source: • [Ctrl]+[Backspace]: Delete previous word
eu: • [Ctrl] + [Atzerapena]: Aurreko hitza ezabatu

source: • [Ctrl]+[Delete]: Delete next word
eu: • [Ctrl] + [Ezabatu]: ezabatu hitz hau

source: • [Ctrl]+[U]: Delete all text before the cursor
eu: • [Ctrl] + [U]: Kurtsorearen aurretik testu osoa ezabatu

source: • [Ctrl]+[K]: Delete all text after the cursor
eu: • [Ctrl] + [K]: Kurtsorearen ondoren testu osoa ezabatzea

source: • [Page up]: Scroll up
eu: • [Re Pág]: Mugitu gorantz

source: • [Page down]: Scroll down
eu: • [Av Or]: Beherantz mugitu

source: There is also an input history. Luanti saves your previous console inputs which you can quickly access later:
eu: Sarreren historia ere badago. Luantik zure aurreko kontsola-sarrerak gordetzen ditu, eta berehala sar zaitezke horietan:

source: • [Up]: Go to previous entry in history
eu: • [Goian]: Aurreko sarrerara joan historian

source: • [Down]: Go to next entry in history
eu: • [Behera]: Historialean hurrengo sarrerara joan

source: Server commands
eu: Zerbitzariaren komandoak

source: Server commands (also called “chat commands”) are little helpers for advanced users. You don't need to use these commands when playing. But they might come in handy to perform some more technical tasks. Server commands work both in multi-player and single-player mode.
eu: Zerbitzariaren komandoak ("txat-komandoak" ere esaten zaie) laguntza txikiak dira erabiltzaile aurreratuentzat. Ez dituzu komando hauek erabili behar jokatzen duzunean. Baina baliagarriak izan daitezke zeregin teknikoagoak egiteko. Zerbitzariaren komandoek jokalari anitzeko moduan nahiz jokalari batentzako moduan funtzionatzen dute.

source: Server commands can be entered by players using the chat to perform a special server action. There are a few commands which can be issued by everyone, but some commands only work if you have certain privileges granted on the server. There is a small set of basic commands which are always available, other commands can be added by mods.
eu: Zerbitzariaren komandoak txataren bidez sar ditzakete jokalariek, zerbitzarian ekintza bereziak egiteko. Komando batzuk edonork exekuta ditzake, baina beste batzuek zerbitzarian pribilegio jakin batzuk badituzu bakarrik funtzionatzen dute. Oinarrizko komando multzo txiki bat dago beti eskuragarri; beste komando batzuk moden bidez gehitu daitezke.

source: To issue a command, simply type it like a chat message or press Luanti's command key (default: [/]). All commands have to begin with “/”, for example “/mods”. The Luanti command key does the same as the chat key, except that the slash is already entered.
eu: Komando bat igortzeko, idatzi txateko mezu bat balitz bezala, edo sakatu Luantiren komando-tekla (lehenetsita: [/]). Komando guztiek "/" rekin hasi behar dute, adibidez "/ modak". Luantiren komando-teklak txat-teklak egiten duen gauza bera egiten du, barra dagoeneko sartuta dagoela izan ezik.

source: Commands may or may not give a response in the chat log, but errors will generally be shown in the chat. Try it for yourselves: Close this window and type in the “/mods” command. This will give you the list of available mods on this server.
eu: Komandoek erantzun bat eman dezakete edo ez txataren erregistroan, baina erroreak, oro har, txatean erakutsiko dira. Proba ezazu zeure kabuz: itxi leiho hau eta idatzi "/ mods" komandoa. Horrek zerbitzari honetan erabilgarri dauden aldaketen zerrenda emango dizu.

source: “/help all” is a very important command: You get a list of all available commands on the server, a short explanation and the allowed parameters. This command is also important because the available commands often differ per server.
eu: "/help all" oso komando garrantzitsua da: zerbitzarian erabilgarri dauden komando guztien zerrenda, azalpen labur bat eta baimendutako parametroak lortzen dituzu. Komando hori ere garrantzitsua da, eskuragarri dauden komandoak askotan aldatu egiten baitira zerbitzariaren arabera.

source: Commands are followed by zero or more parameters.
eu: Komandoen atzetik zero parametro edo gehiago daude.

source: In the command reference, you see some placeholders which you need to replace with an actual value. Here's an explanation:
eu: Komandoaren erreferentzian, balio erreal batekin ordezkatu beharko dituen posizio-markatzaileak ikusiko ditu. Hona hemen azalpen bat:

source: • Text in greater-than and lower-than signs (e.g. “<param>”): Placeholder for a parameter
eu: • Zeinuen arteko testua baino handiagoa eta txikiagoa (adibidez, ""): Parametro baterako posizio-markatzailea<param>

source: • Anything in square brackets (e.g. “[text]”) is optional and can be omitted
eu: • Kortxete artean dagoen guztia (adibidez, "[testua]") aukerakoa da, eta

source: • Pipe or slash (e.g. “text1 | text2 | text3”): Alternation. One of multiple texts must be used (e.g. “text2”)
eu: • Barra bertikala edo barra (adibidez, "text1 | text2 | text3"): Alternantzia. Testu ugarietako bat erabili behar da (adibidez, "text2")

source: • Parenthesis: (e.g. “(word1 word2) | word3”): Groups multiple words together, used for alternations
eu: • Parentesia: (adibidez, "(hitza1 hitza2) | hitza3"): hainbat hitz biltzen ditu eta alternantzietarako erabiltzen da

source: • Everything else is to be read as literal text
eu: • Gainerako guztia hitzez hitzeko testu gisa irakurri behar da

source: Here are some examples to illustrate the command syntax:
eu: Hona hemen komandoaren sintaxia ilustratzeko adibide batzuk:

source: • /mods: No parameters. Just enter “/mods”
eu: •/mods: Ez dago parametrorik. Besterik gabe, sartu "/ mods"

source: • /me <action>: 1 parameter. You have to enter “/me ” followed by any text, e.g. “/me orders pizza”
eu: •/me: parametro 1. <acción> Edozein testuren atzetik "/ me" sartu behar duzu, adibidez "/me eskatu pizza"

source: • /give <name> <ItemString>: Two parameters. Example: “/give Player default:apple”
eu: •/give: Bi parametro. <nombre> <Cadena de ítem> Adibidea: "/ give Default jokalaria: apple"

source: • /help [all|privs|<cmd>]: Valid inputs are “/help”, “/help all”, “/help privs”, or “/help ” followed by a command name, like “/help time”
eu: •/help [all|privs|<cmd>]: sarrera baliodunak "/help", "/help all", "/help privs" edo "/help" dira, eta, ondoren, komando baten izena, hala nola "/help time".<cmd>

source: • /spawnentity <EntityName> [<X>,<Y>,<Z>]: Valid inputs include “/spawnentity boats:boat” and “/spawnentity boats:boat 0,0,0”
eu: •/spawnentity [,]: Sarrera baliodunen artean daude "/ spawnentity boats: boat" eta "/ spawnentity boats: boat 0,0,0" <Nombre de la entidad> <X><Y><Z>

source: Some final remarks:
eu: Azken ohar batzuk:

source: • For /give and /giveme, you need an itemstring. This is an internally used unique item identifier which you may find in the item help if you have the “give” or “debug” privilege
eu: •/give eta/giveme erabiltzeko, item-kate bat behar duzu. Barne-erabilerako item bakarraren identifikatzailea da, eta itemaren laguntzarekin lor dezakezu "give" edo "debug" pribilegioa baduzu

source: • For /spawnentity you need an entity name, which is another identifier
eu: • /spawnentity egiteko, entitate izena behar duzu, hori beste identifikatzaile bat izanik

source: Privileges
eu: Pribilegioak

source: Each player has a set of privileges, which differs from server to server. Your privileges determine what you can and can't do. Privileges can be granted and revoked from other players by any player who has the privilege called “privs”.
eu: Jokalari bakoitzak pribilegio multzo bat du, zerbitzaritik zerbitzarira desberdinak. Bere pribilegioek erabakitzen dute zer egin dezakeen eta zer ez. Pribilegioak "privs" izeneko pribilegioa duen edozein jokalarik eman eta ezeztatu ditzake beste jokalari batzuek.

source: On a multiplayer server with the default configuration, new players start with the privileges called “interact” and “shout”. The “interact” privilege is required for the most basic gameplay actions such as building, mining, using, etc. The “shout” privilege allows to chat.
eu: Konfigurazio lehenetsia duen jokalari anitzeko zerbitzari batean, "interact" eta "shout" izeneko pribilegioekin hasten dira jokalari berriak. Pribilegioa "interact" beharrezkoa da jolasaren oinarrizko ekintzetarako, hala nola eraikitzeko, txikitzeko, erabiltzeko, etab. Pribilegioak "shout" txateatzea ahalbidetzen du.

source: There is a small set of core privileges which you'll find on every server, other privileges might be added by mods.
eu: Oinarrizko pribilegioen multzo txiki bat dago, zerbitzari bakoitzean aurkituko duzuna. Beste pribilegio batzuk modek gehi ditzakete.

source: To view your own privileges, issue the server command “/privs”.
eu: Zure pribilegioak ikusteko, emaiozu "/privs" zerbitzariaren komandoa.

source: Here are a few basic privilege-related commands:
eu: Hona hemen pribilegioekin lotutako oinarrizko komando batzuk:

source: • /privs: Lists your privileges
eu: •/privs: Prest zure pribilegioak

source: • /privs <player>: Lists the privileges of <player>
eu: • /privs <jokalaria>: <jokalaria>-ren pribilegioak zerrendatzen ditu

source: • /help privs: Shows a list and description about all privileges
eu: •/help privs: Pribilegio guztien zerrenda eta deskribapena erakusten ditu

source: Players with the “privs” privilege can modify privileges at will:
eu: Pribilegioa "privs" duten jokalariek pribilegioak alda ditzakete beren borondatez:

source: • /grant <player> <privilege>: Grant <privilege> to <player>
eu: • /grant <jokalaria> <pribilegioa>: <pribilegioa> eman <jokalaria>-ri

source: • /revoke <player> <privilege>: Revoke <privilege> from <player>
eu: • /revoke <jokalaria> <pribilegioa>: <pribilegioa> kendu <jokalaria>-ri

source: In single-player mode, you can use “/grantme all” to unlock all abilities.
eu: Jokalari baten moduan, "/ grantme all" erabil dezakezu trebetasun guztiak desblokeatzeko.

source: Movement modes
eu: Mugitzeko moduak

source: You can enable some special movement modes that change how you move.
eu: Mugitzeko modu berezi batzuk gaitu ditzakezu, mugitzeko modua aldatzen dutenak.

source: Pitch movement mode:
eu: Inklinazio-mugimendu modua:

source: • Description: If this mode is activated, the movement keys will move you relative to your current view pitch (vertical look angle) when you're in a liquid or in fly mode.
eu: • Deskribapena: Modu hori aktibatuta badago, mugimendu-teklek uneko ikusangeluaren (ikusmen-angelu bertikala) arabera mugituko dute likido batean edo hegaldi-moduan dagoenean.

source: • Default key: [L]
eu: • Tekla lehenetsia: [L]

source: • No privilege required
eu: • Ez da inolako pribilegiorik behar

source: Fast mode:
eu: Modu azkarra:

source: • Description: Allows you to move much faster. Hold down the the “Use” key [E] to move faster. In the client configuration, you can further customize fast mode.
eu: • Deskribapena: Askoz azkarrago mugitzeko aukera ematen dizu. Mantendu "Erabili" [E] tekla sakatuta azkarrago mugitzeko. Bezeroaren konfigurazioan, modu azkarra are gehiago pertsonaliza dezake.

source: • Default key: [J]
eu: • Tekla lehenetsia: [J]

source: • Required privilege: fast
eu: • Eskatutako pribilegioa: fast

source: Fly mode:
eu: Hegaldi-modua:

source: • Description: Gravity doesn't affect you and you can move freely in all directions. Use the jump key to rise and the sneak key to sink.
eu: • Deskribapena: grabitateak ez dizu eragiten eta norabide guztietan mugi zaitezke. Jauzi egiteko tekla erabiltzen du igotzeko, eta makurtzeko tekla erortzeko.

source: • Default key: [K]
eu: • Tekla lehenetsia: [K]

source: • Required privilege: fly
eu: • Eskatutako pribilegioa: fly

source: Noclip mode:
eu: Noclip modua:

source: • Description: Allows you to move through walls. Only works when fly mode is enabled, too.
eu: • Deskribapena: Hormetan zehar mugitzeko aukera ematen du. Hegaldi modua gaituta dagoenean bakarrik funtzionatzen du.

source: • Default key: [H]
eu: • Tekla lehenetsia: [H]

source: • Required privilege: noclip
eu: • Eskatutako pribilegioa: noclip

source: Coordinates
eu: Koordenatuak

source: The world is a large cube. And because of this, a position in the world can be easily expressed with Cartesian coordinates. That is, for each position in the world, there are 3 values X, Y and Z.
eu: Mundua kubo handi bat da. Horregatik, munduan posizio bat erraz adieraz daiteke koordenatu kartesiarren bidez. Hau da, munduko posizio bakoitzerako 3 X, Y eta Z. balio daude.

source: Like this: (5, 45, -12)
eu: Hau bezala: (5, 45, -12)

source: This refers to the position where X=5, Y=45 and Z=-12. The 3 letters are called “axes”: Y is for the height. X and Z are for the horizontal position.
eu: Honek X=5, Y=45 eta Z=-12 posizioa adierazten du. Hiru letrak "ardatzak" dira: Y altuerarentzat. X eta Z posizio horizontalarentzat.

source: The values for X, Y and Z work like this:
eu: X, Y eta Z-rako balioek honela funtzionatzen dute:

source: • If you go up, Y increases
eu: • Igotzen bazara, ETA igo

source: • If you go down, Y decreases
eu: • Jaisten bazara, Y jaitsi egiten da

source: • If you follow the sun, X increases
eu: • Eguzkiari jarraitzen badiozu, X igo egiten da

source: • If you go to the reverse direction, X decreases
eu: • Kontrako norabidean joanez gero, X jaitsi egiten da

source: • Follow the sun, then go right: Z increases
eu: • Eguzkiari jarraitu, gero eskuinera jo: Z

source: • Follow the sun, then go left: Z decreases
eu: • Eguzkiari jarraitu, gero ezkerrera joan: Z

source: • The side length of a full cube is 1
eu: • Kubo oso baten alboko luzera 1

source: You can view your current position in the debug screen (open with [F5]).
eu: Zure egungo posizioa ikus dezakezu arazketa-pantailan ([F5] erabiliz ireki).

source: Settings
eu: Ezarpenak

source: There is a large variety of settings to configure Luanti. Pretty much every aspect can be changed that way.
eu: Aukera ugari daude Luanti konfiguratzeko. Horrela, ia alderdi guztiak alda daitezke.

source: These are a few of the most important gameplay settings:
eu: Hauek dira jokoaren doikuntza garrantzitsuenetako batzuk:

source: • Damage enabled (enable_damage): Enables the health and breath attributes for all players. If disabled, players are immortal
eu: • Kalteak baimentzea (enable_damage): Jokalari guztientzako osasun- eta arnasketa-ezaugarriak gaitzen ditu. Desaktibatuta badago, jokalariak hilezkorrak dira

source: • Creative Mode (creative_mode): Enables sandbox-style gameplay focusing on creativity rather than a challenging gameplay. The meaning depends on the game; usual changes are: Reduced dig times, easy access to almost all items, tools never wear off, etc.
eu: • Sormen-modua (creative_mode): sandbox estiloko jolas bat ahalbidetzen du, sormenean zentratzen dena, joko desafiatzaile batean baino. Esanahia jolasaren araberakoa da; ohiko aldaketak honako hauek dira: minatze-denbora laburrak, item ia guztietara iristeko errazak, inoiz higatzen ez diren tresnak, etab.

source: • PvP (enable_pvp): Short for “Player vs Player”. If enabled, players can deal damage to each other
eu: • JcJ (enable_pvp): "Jokalaria jokalariaren aurka" laburdura. Gaituta badago, jokalariek elkarri kalte egin diezaiokete

source: For a full list of all available settings, use the “All Settings” dialog in the main menu.
eu: Ezarpen guztien zerrenda osoa lortzeko, erabili "Ezarpen guztiak" elkarrizketa-koadroa menu nagusian.

source: Online help
eu: Lineako laguntza

source: You may want to check out these online resources related to Luanti:
eu: Luantirekin lotutako baliabide hauek online kontsultatu nahi dituzu:

source: Official homepage of Luanti: <https://luanti.org/>
eu: Luantiren orrialde ofiziala: < https://luanti.org/>

source: The main place to find the most recent version of Luanti.
eu: Luantiren bertsio berriena aurkitzeko leku nagusia.

source: Luanti Documentation: <https://docs.luanti.org/>
eu: Luantiren Dokumentazioa: <https://docs.luanti.org/>

source: A official documentation website for Luanti.
eu: Luantiren dokumentazioa ofizialaren webgunea.

source: Web forums: <https://forum.luanti.org/>
eu: Web foroak: < https://forum.luanti.org/>

source: A web-based discussion platform where you can discuss everything related to Luanti. This is also a place where player-made mods and games are published and discussed. The discussions are mainly in English, but there is also space for discussion in other languages.
eu: Lineako eztabaida-plataforma bat, Luantirekin zerikusia duen guztia eztabaidatzeko. Halaber, jokalariek sortutako modak eta jokoak argitaratu eta eztabaidatzen dira bertan. Eztabaidak batez ere ingelesez dira, baina beste hizkuntzetan ere eztabaidak egiteko lekua dago.

source: Chat: <irc://irc.libera.chat/#luanti>
eu: Txata: < irc:// irc.libera.chat/#luanti>

source: A generic Internet Relay Chat channel for everything related to Luanti where people can meet to discuss in real-time. If you do not understand IRC, see the Luanti Documentation for help.
eu: Interneteko Relay Chat kanal generiko bat Luantirekin zerikusia duen guztirako, non pertsonak denbora errealean eztabaidatzeko bil daitezkeen. IRCa ulertzen ez baduzu, kontsultatu Luantiren Dokumentazioa laguntza lortzeko.

source: Basics
eu: Oinarrizko kontzeptuak

source: Everything you need to know to get started with playing
eu: Jolasten hasteko jakin behar duzun guztia

source: Quick start
eu: Hasiera azkarra

source: This is a very brief introduction to the basic gameplay.
eu: Oinarrizko jolasaren sarrera laburra da hau.

source: How to play:
eu: Nola jokatu:

source: • Punch a tree trunk until it breaks and collect wood
eu: • Zuhaitz baten enborra jo, hautsi eta egurra jaso arte

source: • Place the wood into the 2×2 grid (your “crafting grid”) in your inventory menu and craft 4 wood planks
eu: • Jarri egurra 2. laukian × 2 (bere "fabrikazio-sareta") inbentario-menuan eta egin egurrezko 4 ohol

source: • Place them in a 2×2 shape in the crafting grid to craft a crafting table
eu: • Fabrikazio-laukian 2 × 2 forman jarri, lan-mahai bat egiteko

source: • Place the crafting table on the ground
eu: • Jarri lan-mahaia lurrean

source: • Rightclick it for a 3×3 crafting grid
eu: • Egin eskuin-klik fabrikazio-lauki bat lortzeko (3x3)

source: • Use the crafting guide (book icon) to learn all the possible crafting recipes
eu: • Erabili fabrikazio-gida (liburuaren ikonoa) fabrikazio-errezeta posible guztiak ikasteko

source: • Craft a wooden pickaxe so you can dig stone
eu: • Zurezko moko bat egiten du harria induskatu ahal izateko

source: • Different tools break different kinds of blocks. Try them out!
eu: • Tresna desberdinek bloke-mota desberdinak hausten dituzte. Proba itzazu!

source: • Read entries in this help to learn the rest
eu: • Irakurri laguntza honetako sarrerak gainerakoak ikasteko

source: • Continue playing as you wish. There's no real goal, but you may want to check the advancements available from the inventory screen. Have fun!
eu: • Nahi duzun bezala jokatzen jarraitu. Ez dago benetako helbururik, baina baliteke inbentarioko pantailan dauden aurrerapenak egiaztatu nahi izatea. Ondo pasa!

source: For the default controls, see the next section [Controls].
eu: Kontrol lehenetsietarako, kontsultatu atal hau [Kontrolak].

source: Controls
eu: Kontrolak

source: These are the default controls (which can be remapped in the 'Change keys' dialog):
eu: Hauek dira lehenetsitako kontrolak ('Teklak aldatu' elkarrizketa-koadroan berresleitu daitezke):

source: Basic movement:
eu: Oinarrizko mugimendua:

source: • Moving the mouse around: Look around
eu: • Sagua mugitu: Ingurura begiratu

source: • W: Move forwards
eu: • W: Aurrera

source: • A: Move to the left
eu: • A: Ezkerrerantz mugitu

source: • D: Move to the right
eu: • D: Eskuinerantz mugitu

source: • S: Move backwards
eu: • S: Atzerantz mugitzea

source: • E: Sprint (aux1)
eu: • E: Esprintarra (aux1)

source: While standing on solid ground:
eu: Lurzoru solido baten gainean zutik egonda:

source: • Space: Jump
eu: • Espazioa: Salto egin

source: • Shift: Sneak
eu: • Shift: Makurtu

source: While on a ladder, swimming in a liquid or fly mode is active
eu: Eskailera batean, likido batean igerian edo hegan egiteko modua dagoen bitartean, aktibo dago

source: • Space: Move up
eu: • Espazioa: Gorantz mugitu

source: • Shift: Move down
eu: • Shift: Beherantz mugitu
