Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: eu

source: Extended movement (requires privileges):
eu: Mugimendu hedatua (pribilegioak behar ditu):

source: • J: Toggle fast mode, makes you run or fly fast (requires “fast” privilege)
eu: • J: Modu azkarra txandakatzeak korrika egiteko edo azkar hegan egiteko aukera ematen dizu ("fast" pribilegioa behar da)

source: • K: Toggle fly mode, makes you move freely in all directions (requires “fly” privilege)
eu: • K: Hegaldi-modua txandakatzea, eta horrek aukera ematen dizu norabide guztietan askatasunez mugitzeko ("fly" pribilegioa behar da)

source: • H: Toggle noclip mode, makes you go through walls in fly mode (requires “noclip” privilege)
eu: • H: Noclip modua txandakatzea, hormak hegaldi moduan zeharkatzea ahalbidetzen dizuna ("noclip" pribilegioa behar da)

source: • E: Walk fast in fast mode
eu: • E: Azkar ibiltzea modu azkarrean

source: World interaction:
eu: Munduaren elkarreragina:

source: • Left mouse button: Punch / mine blocks
eu: • Saguaren ezkerreko botoia: blokeak kolpatu/txikitu

source: • Right mouse button: Build or use pointed block
eu: • Saguaren eskuineko botoia: Bloke zorrotza eraiki edo erabili

source: • Shift+Right mouse button: Build
eu: • Shift+Saguaren eskuineko botoia: Eraiki

source: • Roll mouse wheel / B / N: Select next/previous item in hotbar
eu: • Saguaren gurpila/B/N: Aukeratu item-barrako item hau/aurrekoa

source: • 1-9: Select item in hotbar directly
eu: • 1-9: Item-barrako item bat aukeratu zuzenean

source: • Q: Drop item stack
eu: • Q: Item pila askatu

source: • Shift+Q: Drop 1 item
eu: • Shift+Q: Item 1 bota

source: • I: Show/hide inventory menu
eu: • I: Inbentario-menua erakutsi/ezkutatu

source: Inventory interaction:
eu: Inbentario-interakzioa:

source: See the entry “Basics > Inventory”.
eu: Ikus sarrera "Oinarrizko kontzeptuak > Inbentarioa".

source: Camera:
eu: Kamera:

source: • F7: Toggle camera mode
eu: • F7: Kamera modua txandakatzea

source: Interface:
eu: Interfazea:

source: • Esc: Open menu window (pauses in single-player mode) or close window
eu: • Esc: menuko leihoa ireki (jokalari baten moduan pausatu) edo leihoa itxi

source: • F1: Show/hide HUD
eu: • F1: HUDa erakustea/ezkutatzea

source: • F2: Show/hide chat
eu: • F2: Txata erakustea/ezkutatzea

source: • F9: Toggle minimap
eu: • F9: Minimapa txandakatu

source: • Shift+F9: Toggle minimap rotation mode
eu: • Shift+F9: Minimapa biratzeko modua txandakatzea

source: • F10: Open/close console/chat log
eu: • F10: Ireki/itxi kontsola/txat erregistroa

source: • F12: Take a screenshot
eu: • F12: Hartu pantaila-kaptura bat

source: Server interaction:
eu: Zerbitzariarekiko interakzioa:

source: • T: Open chat window (chat requires the “shout” privilege)
eu: • T: Txat-leihoa irekitzea ("shout" txatak pribilegioa behar du)

source: • /: Start issuing a server command
eu: • /: Zerbitzariaren komando bat igortzen hasten da

source: Technical:
eu: Teknikaria:

source: • +: Increase minimal viewing distance
eu: • +: Bistaratzeko gutxieneko distantzia handitzea

source: • -: Decrease minimal viewing distance
eu: • -: Bistaratzeko gutxieneko distantzia murriztea

source: • F3: Enable/disable fog
eu: • F3: Lainoa aktibatu/desaktibatu

source: • F5: Enable/disable debug screen which also shows your coordinates
eu: • F5: Bere koordenatuak erakusten dituen arazketa-pantaila gaitu/desgaitu

source: • F6: Only useful for developers. Enables/disables profiler
eu: • F6: Garatzaileentzat bakarrik erabilgarria. Profilagailua gaitu/desgaitu

source: Pointing
eu: Apuntatu

source: “Pointing” means looking at something in range with the crosshair. Pointing is needed for interaction, like mining, punching, using, etc. Pointable things include blocks, players, computer enemies and objects.
eu: "Apuntatu" hitzak irismen-tarte barruan mirarekin begiratzea esan nahi du. Apuntatzea beharrezkoa da interakziorako, hala nola minatzea, kolpatzea, erabiltzea, etab. Apuntatzeko moduko gauzak blokeak, jokalariak, ordenagailuaren etsaiak eta objektuak dira.

source: To point something, it must be in the pointing range (also just called “range”) of your wielded item. There's a default range when you are not wielding anything. A pointed thing will be outlined or highlighted (depending on your settings). Pointing is not possible with the 3rd person front camera.
eu: Zerbait apuntatzeko, bultzatu duzun itemaren apuntatze-eremuaren barruan egon behar du ("irismen-tartea" ere deitzen zaio). Tarte lehenetsi bat dago ezer hartzen ez duzunean. Item zorrotz bat delineatuta edo nabarmenduta agertuko da (zure konfigurazioaren arabera). Ezin da aurrealdeko kamerarekin hirugarren pertsonan apuntatu.

source: A few things can not be pointed. Most blocks are pointable. A few blocks, like air, can never be pointed. Other blocks, like liquids can only be pointed by special items.
eu: Badira apuntatu ezin diren gauza batzuk. Bloke gehienak apuntagarriak dira. Bloke batzuk, airea adibidez, ezin dira inoiz apuntatu. Beste bloke batzuk, likidoak adibidez, item bereziekin baino ezin dira apuntatu.

source: Items
eu: Itemak

source: Items are things you can carry along and store in inventories. They can be used for crafting, smelting, building, mining, and more. Types of items include blocks, tools, weapons and items only used for crafting.
eu: Itemak zurekin eraman ditzakezun eta inbentarioetan gorde ditzakezun gauzak dira. Fabrikatzeko, urtzeko, eraikitzeko, txikitzeko eta gehiago egiteko erabil daitezke. Item motek blokeak, erremintak, armak eta fabrikatzeko soilik erabiltzen diren itemak dituzte.

source: An item stack is a collection of items of the same type which fits into a single item slot. Item stacks can be dropped on the ground. Items which drop into the same coordinates will form an item stack.
eu: Item-pila bat arteka bakar batean sartzen den mota bereko item-bilduma bat da. Item-pilak lurrean erortzen utz daitezke. Koordenatu berberetan erortzen diren itemek item pila bat osatzen dute.

source: Items have several properties, including the following:
eu: Itemek hainbat propietate dituzte, honako hauek barne:

source: • Maximum stack size: Number of items which fit on 1 item stack
eu: • Pilaren gehienezko tamaina: item-pila batean sartzen den item-kopurua

source: • Pointing range: How close things must be to be pointed while wielding this item
eu: • Punteriaren irismena: zein gertu egon behar duten gauzek item hau bultzatzen den bitartean apuntatzeko

source: • Group memberships: See “Basics > Groups”
eu: • Taldeen menbresiak: Ikusi "Oinarrizko kontzeptuak > Taldeak"

source: • May be used for crafting or cooking
eu: • Fabrikatzeko edo prestatzeko erabil daiteke

source: Inventory
eu: Inbentarioa

source: Inventories are used to store item stacks. There are other uses, such as crafting. An inventory consists of a rectangular grid of item slots. Each item slot can either be empty or hold one item stack. Item stacks can be moved freely between most slots.
eu: Inbentarioak item-pilak biltegiratzeko erabiltzen dira. Beste erabilera batzuk ere badaude, hala nola artisautza. Inbentario bat itemetarako arteken lauki angeluzuzen bat da. Itemerako arteka bakoitza hutsik egon daiteke edo item-pila bat izan dezake. Item-pilak libreki mugi daitezke arteka gehienen artean.

source: You have your own inventory which is called your “player inventory”, you can open it with the inventory key (default: [I]).
eu: Zure inbentarioa duzu, zure "jokalari-inbentarioa" izenekoa, inbentario-teklarekin ireki dezakezu (lehenetsita: [I]).

source: Blocks can also have their own inventory, e.g. chests and furnaces.
eu: Blokeek ere beren inbentarioa izan dezakete, adibidez, kutxak eta labeak.

source: Inventory controls:
eu: Inbentario-kontrolak:

source: Taking: You can take items from an occupied slot if the cursor holds nothing.
eu: Hartu: espazio okupatu batetik itemak har ditzakezu kurtsoreak ezer ez badu.

source: • Left click: take entire item stack
eu: • Ezkerreko klik: item-pila osoa hartu

source: • Right click: take half from the item stack (rounded up)
eu: • Eskuineko klik: item-pilaren erdia hartu (gorantz biribilduta)

source: • Middle click: take 10 items from the item stack
eu: • Erdiko klik: item-pilatik 10 item hartu

source: • Mouse wheel down: take 1 item from the item stack
eu: • Saguaren gurpila beherantz: item-pilaren item bat hartzen du

source: • Mouse wheel up: put 1 item in the item stack (if you're holding an item stack of the same type)
eu: • Saguaren gurpila gorantz: item 1 jarri item-pilan (mota bereko item-pila bat baduzu)

source: Putting: You can put items onto a slot if the cursor holds 1 or more items and the slot is either empty or contains an item stack of the same item type.
eu: Kokapena: itemak jar ditzakezu arteka batean, kurtsoreak item 1 edo gehiago baditu eta arteka hutsik badago edo item mota bereko item-pila bat badu.

source: • Left click: put entire item stack
eu: • Ezkerreko klik: item-pila osoa jarri

source: • Right click or mouse wheel up: put 1 item of the item stack
eu: • Klik zuzen edo saguaren gurpila gorantz: item-pilaren item bat jarri

source: • Middle click: put 10 items of the item stack
eu: • Erdiko klik: item-pilaren 10 item jarri

source: Exchanging: You can exchange items if the cursor holds 1 or more items and the destination slot is occupied by a different item type.
eu: Trukea: Itemak trukatu ditzakezu kurtsoreak item 1 edo gehiago baditu eta helmugako arteka beste item mota batek okupatzen badu.

source: • Click: exchange item stacks
eu: • Klik: item-pilak trukatu

source: Throwing away: If you hold an item stack and click with it somewhere outside the GUI, the item stack gets thrown away into the world.
eu: Baztertu: item-pilari eusten badiozu eta harekin GUItik kanpoko lekuren batean klik egiten baduzu, item-pila mundura botatzen da.

source: Quick transfer: You can quickly transfer an item stack between a player's inventory and a block's inventory like a furnace, chest, or any other item with an inventory slot when that block's inventory is accessed. The target inventory is generally the most relevant inventory in this context.
eu: Transferentzia azkarra: item pila bat azkar transferi dezakezu jokalari baten inbentarioaren eta bloke baten inbentarioaren artean, hala nola labe bat, kutxa bat edo inbentario-arteka bat duen beste edozein item, bloke horren inbentariora sartzen denean. Helmugako inbentarioa izan ohi da testuinguru horretako inbentariorik garrantzitsuena.

source: • Sneak+Left click: Automatically transfer item stack (Sneak is by default [Shift])
eu: • Makurtzea + Ezkerreko klik: Transferitu automatikoki item-pila (Makurtu lehenespenez [Shift] da)

source: Hotbar
eu: Item-barra

source: At the bottom of the screen you see some squares. This is called the “hotbar”, and contains the items you have put in the last row of your inventory.
eu: Pantailaren behealdean karratu batzuk ikusiko dituzu. Horiei "item-barra" deitzen zaie, eta zure inbentarioko azken lerroan jarri dituzun itemak dituzte.

source: You can change the selected item with the mouse wheel or the keyboard:
eu: Hautatutako itema saguaren gurpilarekin edo teklatuarekin alda dezakezu:

source: • Select previous item in hotbar: [Mouse wheel up] or [B]
eu: • Item-barrako aurreko itema hautatu: [Saguaren gurpila gorantz] edo [B]

source: • Select next item in hotbar: [Mouse wheel down] or [N]
eu: • Item-barrako item hau hautatu: [Saguaren gurpila beherantz] edo [N]

source: • Select item in hotbar directly: [1]-[9]
eu: • Item bat item-barratik zuzenean hautatu: [1] - [9]

source: The selected item is also your wielded item.
eu: Aukeratutako itema erabiltzen duzun itema ere bada.

source: Tools
eu: Tresnak

source: Some items may serve as a tool when wielded. Any item which has some special use which can be directly used by its wielder is considered a tool.
eu: Item batzuk tresna gisa erabil daitezke erabiltzen direnean. Zure eramaileak zuzenean erabil dezakeen erabilera bereziko edozein item hartzen da tresnatzat.

source: A common subset of tools are mining tools. These are important to quickly break different types of blocks. Weapons are a kind of tool. There are of course many other possible tools. Special actions of tools are usually done by left-click or right-click.
eu: Erreminten azpimultzo komun bat meatzaritzako erremintak dira. Horiek garrantzitsuak dira bloke mota desberdinak azkar apurtzeko. Armak erreminta mota bat dira. Jakina, beste tresna posible asko daude. Erreminten ekintza bereziak, normalean, ezkerreko edo eskuineko klikarekin egiten dira.

source: When nothing is wielded, players use their hand which also acts as a (limited) mining tool and weapon with no durability.
eu: Ezer erabiltzen ez denean, jokalariek beren eskua erabiltzen dute, meatzaritzako tresna (mugatua) eta iraunkortasunik gabeko arma gisa ere jarduten duena.

source: Usually tools have a durability which limits the amount of uses of it. The damage is displayed in a colored bar below the item icon. If no damage bar is shown, the tool is in mint condition. Tools can be repaired to increased or restore its durability.
eu: Oro har, erreminten iraunkortasunak mugatu egiten du eman dakiekeen erabilera kopurua. Kaltea kolore-barra batean agertzen da, itemaren ikonoaren azpian. Kalte-barrarik erakusten ez bada, erreminta egoera ezin hobean dago. Erremintak konpondu egin daitezke haien iraunkortasuna handitzeko edo lehengoratzeko.

source: Weapons
eu: Armak

source: Some items are usable as a melee weapon when wielded. Weapons share most of the properties of tools.
eu: Item batzuk arma gisa erabil daitezke gorputzez gorputz heldulekuan. Armek erreminten propietate gehienak partekatzen dituzte.

source: Melee weapons deal damage by punching players and other animate objects. There are two ways to attack:
eu: Armek, buruz buru, kalteak eragiten dituzte jokalariak eta beste objektu bizidun batzuk jotzean. Erasotzeko bi modu daude:

source: • Single punch: Left-click once to deal a single punch
eu: • Kolpe bakarra: Egin ezkerreko klik behin kolpe bakarra emateko

source: • Quick punching: Hold down the left mouse button to deal quick repeated punches
eu: • Kolpe azkarrak: mantendu sakatuta mouse-aren ezkerreko botoia kolpe azkar eta errepikatuak emateko

source: There are two core attributes of melee weapons:
eu: Armek bi ezaugarri nagusi dituzte buruz buru:

source: • Maximum damage: Damage which is dealt after a hit when the weapon was fully recovered
eu: • Gehieneko kaltea: arma erabat suspertu zenean kolpe baten ondoren sortzen den kaltea

source: • Full punch interval: Time it takes for fully recovering from a punch
eu: • Kolpe osoko tartea: kolpe batetik erabat sendatzen den denbora

source: A weapon only deals full damage when it has fully recovered from a previous punch. Otherwise, the weapon will deal only reduced damage. This means, quick punching is very fast, but also deals rather low damage. Note the full punch interval does not limit how fast you can attack.
eu: Arma batek kalte osoa egiten du aurreko kolpe batetik erabat sendatu denean. Bestela, armak kalte txikia baino ez du eragingo. Horrek esan nahi du kolpe azkarra oso azkarra dela, baina kalte txikia ere eragiten du. Kontuan izan kolpeen arteko tarte osoak ez duela mugatzen erasotzeko abiadura.

source: There is a rule which sometimes makes attacks impossible: Players, animate objects and weapons belong to damage groups. A weapon only deals damage to those who share at least one damage group with it. So if you're using the wrong weapon, you might not deal any damage at all.
eu: Batzuetan erasoak ezinezkoak egiten dituen arau bat dago: jokalariak, objektu bizidunak eta armak kalte taldeetakoak dira. Arma batek gutxienez kalte-talde bat partekatzen dutenei bakarrik eragiten die kaltea. Beraz, arma okerra erabiltzen ari bazara, agian ez duzu kalterik egingo.

source: Blocks
eu: Blokeak

source: The world is made entirely out of blocks (voxels, to be precise). Blocks can be added or removed with the correct tools.
eu: Mundua erabat blokez egina dago (voxelak, zehatzak izateko). Blokeak gehitu edo ken daitezke erreminta egokiekin.

source: Blocks can have a wide range of different properties which determine mining times, behavior, looks, shape, and much more. Their properties include:
eu: Blokeek hainbat propietate izan ditzakete, minatze-denborak, portaera, itxura, forma eta askoz gehiago zehazten dituztenak. Besteak beste, propietate hauek ditu:

source: • Collidable: Collidable blocks can not be passed through; players can walk on them. Non-collidable blocks can be passed through freely
eu: • Talkagarria: talka egin dezaketen blokeak ezin dira zeharkatu; jokalariak haien gainean ibil daitezke. Talka egin ezin duten blokeak askatasunez zeharka daitezke

source: • Pointable: Pointable blocks show a wireframe or a halo box when pointed. But you will just point through non-pointable blocks. Liquids are usually non-pointable but they can be pointed at by some special tools
eu: • Apuntagarria: bloke apuntagarriek egitura konektatu bat edo aureola duen koadro bat erakusten dute, apuntatzen zaizkienean. Baina apuntatu ezin diren blokeen bidez apuntatuko duzu. Likidoak normalean ez dira apuntagarriak, baina tresna berezi batzuekin apuntatu daitezke

source: • Mining properties: By which tools it can be mined, how fast and how much it wears off tools
eu: • Minatze-propietateak: Zer tresnarekin minatu daitekeen, zein azkar eta zenbat higatzen diren erremintak

source: • Climbable: While you are at a climbable block, you won't fall and you can move up and down with the jump and sneak keys
eu: • Eskalagarria: bloke eskalagarri batean zauden bitartean, ez zara eroriko eta gora eta behera mugitu ahal izango zara jauzi egiteko eta makurtzeko teklekin

source: • Drowning damage: See the entry “Basics > Player”
eu: • Itotzeagatiko kaltea: ikusi sarrera "Oinarrizko kontzeptuak > Jokalaria"

source: • Liquids: See the entry “Basics > Liquids”
eu: • Likidoak: Ikusi sarrera "Oinarrizko kontzeptuak > Likidoak"

source: • Group memberships: Group memberships are used to determine mining properties, crafting, interactions between blocks and more
eu: • Taldeko kidetzak: Ustiatze propietateak, artisautza, blokeen arteko interakzioak eta gehiago zehazteko erabiltzen dira

source: Mining
eu: Meatzaritza

source: Mining (or digging) is the process of breaking blocks to remove them. To mine a block, point it and hold down the left mouse button until it breaks.
eu: Meatzaritza (edo hondeaketa) blokeak hausteko prozesua da, blokeak kentzeko. Bloke bat txikitzeko, apuntatu eta saguaren ezkerreko botoia sakatuta eduki hautsi arte.

source: Blocks require a mining tool to be mined. Different blocks are mined by different mining tools, and some blocks can not be mined by any tool. Blocks vary in hardness and tools vary in strength. Mining tools will wear off over time. The mining time and the tool wear depend on the block and the mining tool. The fastest way to find out how efficient your mining tools are is by just trying them out on various blocks. Any items you gather by mining will drop on the ground, ready to be collected.
eu: Blokeek meatzaritzako tresna bat behar dute minatua izateko. Bloke desberdinak meatzaritzako tresna desberdinek minatzen dituzte, eta bloke batzuk ezin dira inongo tresnek minatu. Blokeak gogortasunean aldatzen dira, eta erremintak erresistentzian. Meatzaritzako erremintak denborarekin higatuko dira. Minatze-denbora eta erremintaren higadura meatzaritzako blokearen eta erremintaren araberakoak dira. Meatzaritzako tresnak hain eraginkorrak diren jakiteko modurik azkarrena hainbat bloketan probatzea da. Meatzaritzatik jasotzen duzun edozein item lurrera eroriko da, jasotzeko prest.

source: After mining, a block may leave a “drop” behind. This is a number of items you get after mining. Most commonly, you will get the block itself. There are other possibilities for a drop which depends on the block type. The following drops are possible:
eu: Minatu ondoren, bloke batek "sari" bat utz dezake. Minatu ondoren lortzen duzun item kopuru bat da. Blokea bera lortzea da ohikoena. Sari bat agertzeko beste aukera batzuk ere badaude, bloke motaren araberakoak. Honako hauek egin daitezke:

source: • Always drops itself (the usual case)
eu: • Sariak ematen ditu beti (ohiko kasua)

source: • Always drops the same items
eu: • Beti saritzen ditu item berberak

source: • Drops items based on probability
eu: • Itemak probabilitatearen arabera saritzea

source: • Drops nothing
eu: • Ez du ezer saritzen

source: Building
eu: Eraikuntza

source: Almost all blocks can be built (or placed). Building is very simple and has no delay.
eu: Ia bloke guztiak eraiki (edo jar) daitezke. Eraikuntza oso sinplea da eta ez du atzerapenik.

source: To build your wielded block, point at a block in the world and right-click. If this is not possible because the pointed block has a special right-click action, hold down the sneak key before right-clicking.
eu: Bultzatzen duzun blokea eraikitzeko, munduan bloke bat seinalatu eta egin eskuin-klik. Hori ezinezkoa bada, bloke zorrotzak ekintza berezi bat duelako eskuineko klikarekin, eutsi makurtzeko tekla sakatuta eskuinekoan klik egin aurretik.

source: Blocks can almost always be built at pointable blocks. One exception are blocks attached to the floor; these can only be built on the floor.
eu: Ia beti egin daitezke blokeak bloke zorrotzetan. Lurzoruari finkatutako blokeak dira salbuespen bat, lurrean bakarrik eraiki baitaitezke.

source: Normally, blocks are built in front of the pointed side of the pointed block. A few blocks are different: When you try to build at them, they are replaced.
eu: Oro har, bloke zorrotzaren alde zorrotzaren aurrean eraikitzen dira blokeak. Bloke batzuk desberdinak dira: horietan eraikitzen saiatzen zarenean, ordeztu egiten dira.

source: Crafting
eu: Artisautza

source: Crafting is the task of combining several items to form a new item.
eu: Item berri bat sortzeko hainbat item konbinatzea da artisautza.

source: To craft something, you need one or more items, a crafting grid (C) and a crafting recipe. A crafting grid is like a normal inventory which can also be used for crafting. Items need to be put in a certain pattern into the crafting grid. Next to the crafting grid is an output slot (O). Here the result will appear when you placed items correctly. This is just a preview, not the actual item.
eu: Zerbait fabrikatzeko, item bat edo gehiago, fabrikazio-lauki bat (C) eta fabrikazio-errezeta bat behar dituzu. Fabrikazio-lauki bat inbentario arrunt bat bezalakoa da, eta itemak fabrikatzeko ere erabil daiteke. Itemak patroi jakin batean jarri behar dira, fabrikazio-saretan. Fabrikazio-laukiaren ondoan, irteerako arteka bat dago (O). Hemen agertuko da emaitza itemak behar bezala jartzen dituzunean. Hau aurrebista bat besterik ez da, ez item erreala.

source: The crafting grid you have inside your inventory is 2x2, limiting the amount of potential recipes you can craft. To craft recipes that require a 3x3 grid you will need a crafting table.
eu: Zure inbentarioaren barruan duzun fabrikazio-laukia 2x2koa da, eta horrek mugatu egiten du fabrikatu ditzakezun errezeta potentzialen kopurua. 3x3ko lauki-sarea behar duten errezetak egiteko, lan-mahai bat beharko duzu.

source: To complete the craft, take the result item from the output slot, which will consume items from the crafting grid and creates a new item. It is not possible to place items into the output slot.
eu: Artisautza osatzeko, hartu irteerako artekaren ondoriozko itema, eta horrek fabrikazio-laukiaren itemak kontsumituko ditu eta item berri bat sortuko du. Ezin da itemik jarri irteerako artekan.
