Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_grindstone/locale/poconvert/*.po
Languages: eu

source: Repair & Disenchant
eu: Konpondu eta desliluratu

source: Inventory
eu: Inbentarioa

source: Grindstone
eu: Zorrozteko makina

source: Used to disenchant/fix tools
eu: Tresnak desliluratzeko/konpontzeko erabiltzen da

source: Grindstone disenchants tools and armour except for curses, and repairs two items of the same type it is also the weapon smith's work station.
eu: Zorrozteko makinak tresnak eta armadurak desliluratzen ditu, madarikazioak izan ezik, eta mota bereko bi item konpontzen ditu; arma-errementariaren lan-estazioa ere bada.

source: To use the grindstone, rightclick it, Two input slots (on the left) and a single output slot.
eu: Zorrozteko makina erabiltzeko, egin eskuin-klikean bertan, sarrerako bi arteka (ezkerrean) eta irteerako arteka bakarra.

source: To disenchant an item place enchanted item in one of the input slots and take the disenchanted item from the output.
eu: Item bat desliluratzeko, jarri item sorgindua sarrerako zirrikituetako batean eta hartu irteerako item desengainatua.

source: To repair a tool you need a tool of the same type and material, put both items in the input slot and the output slot will combine two items durabilities with 5% bonus.
eu: Erreminta bat konpontzeko, mota eta material bereko erreminta bat behar duzu, bi itemak sarrerako artekan jarri, eta irteerako artekak bi itemen iraunkortasuna % 5eko hobariarekin konbinatuko du.

source: If both items have enchantments the player will get xp from both items from the disenchant.
eu: Bi itemek sorginkeriarik badute, jokalariak XP lortuko du bi itemetatik, desengainatuta.

source: Curses cannot be removed and will be transfered to the new repaired item, if both items have a different curse the curses will be combined.
eu: Madarikazioak ezin dira ezabatu eta konpondutako item berrira transferituko dira; bi itemek madarikazio desberdina badute, madarikazioak konbinatu egingo dira.
