Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: es, fr

source: Polished andesite is a decorative building block made from andesite.
es: La andesita pulida es un bloque de construcción decorativo hecho de andesita.
fr: L'andésite polie est un bloc de construction décoratif en andésite.

source: Diorite
es: Diorita

source: Diorite is an igneous rock.
es: La diorita es una roca ígnea.
fr: La diorite est une roche ignée.

source: Polished Diorite
es: Diorita pulida
fr: Diorite polie

source: Polished diorite is a decorative building block made from diorite.
es: La diorita pulida es un bloque de construcción decorativo hecho de diorita.
fr: La diorite polie est un bloc de construction décoratif en diorite.

source: Grass Block
es: Bloque de césped
fr: Bloc d'herbe

source: A grass block is dirt with a grass cover. Grass blocks are resourceful blocks which allow the growth of all sorts of plants. They can be turned into farmland with a hoe and turned into grass paths with a shovel. In light, the grass slowly spreads onto dirt nearby. Under an opaque block or a liquid, a grass block may turn back to dirt.
es: Un bloque de césped es tierra con una cubierta de césped. Los bloques de césped son bloques ingeniosos que permiten el crecimiento de todo tipo de plantas. Pueden convertirse en tierras de cultivo con una azada y convertirse en caminos de césped con una pala. A la luz, el césped se extiende lentamente sobre la tierra cercana. Debajo de un bloque opaco o un líquido, un bloque de césped puede volverse tierra.
fr: Un bloc d'herbe est de la terre avec une couverture d'herbe. Les blocs d'herbe sont des blocs ingénieux qui permettent la croissance de toutes sortes de plantes. Ils peuvent être transformés en terres agricoles avec une houe et transformés en chemins d'herbe avec une pelle. À la lumière, l'herbe se propage lentement sur la terre à proximité. Sous un bloc opaque ou un liquide, un bloc d'herbe peut redevenir terre.

source: Dirt with Snow
es: Tierra con nieve
fr: Terre enneigée

source: Grass Path
es: Camino de césped
fr: Chemin d'herbe

source: Grass paths are a decorative variant of grass blocks. Their top has a different color and they are a bit lower than grass blocks, making them useful to build footpaths. Grass paths can be created with a shovel. A grass path turns into dirt when it is below a solid block.
es: Los caminos de césped son una variante decorativa del bloques de césped. Su parte superior tiene un color diferente y son un poco más bajos que los bloques de césped, lo que los hace útiles para construir senderos. Los caminos de césped se pueden crear con una pala. Un camino de césped se convierte en tierra cuando está debajo de un bloque sólido.
fr: Les chemins d'herbe sont une variante décorative des blocs d'herbe. Leur sommet a une couleur différente et ils sont un peu plus bas que les blocs d'herbe, ce qui les rend utiles pour construire des sentiers. Les chemins d'herbe peuvent être créés avec une pelle. Un chemin d'herbe se transforme en terre quand il est en dessous d'un bloc solide.

source: Mycelium
es: Micelio
fr: Mycélium

source: Mycelium is a type of dirt and the ideal soil for mushrooms. Unlike other dirt-type blocks, it can not be turned into farmland with a hoe. In light, mycelium slowly spreads over nearby dirt. Under an opaque block or a liquid, it eventually turns back into dirt.
es: El micelio es un tipo de tierra y el suelo ideal para los hongos. A diferencia de otros bloques de tipo de tierra, no se puede convertir en tierras de cultivo con una azada. A la luz, el micelio se extiende lentamente sobre la tierra cercana. Debajo de un bloque opaco o un líquido, eventualmente se convierte nuevamente en tierra.
fr: Le mycélium est un type de terre et le sol idéal pour les champignons. Contrairement à d'autres blocs de terre, il ne peut pas être transformé en terres agricoles avec une houe. À la lumière, le mycélium se répand lentement sur la terre voisine. Sous un bloc opaque ou un liquide, il finit par redevenir de la terre.

source: Mycelium with Snow
es: Micelio con nieve
fr: Mycélium enneigé

source: Podzol
es: Podsol

source: Podzol is a type of dirt found in taiga forests. Only a few plants are able to survive on it.
es: El podsol es un tipo de tierra que se encuentra en los bosques de taiga. Solo unas pocas plantas pueden sobrevivir en él.
fr: Le podzol est un type de terre trouvé dans les forêts de la taïga. Seules quelques plantes peuvent y survivre.

source: Podzol with Snow
es: Podsol con nieve
fr: Podzol enneigé

source: Dirt
es: Tierra
fr: Terre

source: Dirt acts as a soil for a few plants. When in light, this block may grow a grass or mycelium cover if such blocks are nearby.
es: La tierra actúa como un suelo para algunas plantas. Cuando está a la luz, este bloque puede crecer una cubierta de césped o micelio si tales bloques están cerca.
fr: La terre agit comme un sol pour quelques plantes. Lorsqu'il est à la lumière, ce bloc peut faire pousser une couverture d'herbe ou de mycélium si ces blocs sont à proximité.

source: Coarse Dirt
es: Tierra estéril
fr: Terre stérile

source: Coarse dirt acts as a soil for some plants and is similar to dirt, but it will never grow a cover.
es: La tierra estéril actúa como un suelo para algunas plantas y es similar a la tierra, pero nunca crecerá una cubierta.
fr: La terre stérile agit comme un sol pour certaines plantes et est similaire à la terre, mais elle ne fera jamais pousser grand chose.

source: Gravel
es: Grava
fr: Gravier

source: This block consists of a couple of loose stones and can't support itself.
es: Este bloque consta de un par de piedras sueltas y no puede sostenerse.
fr: Ce bloc se compose de quelques pierres lâches et ne peut pas se soutenir.

source: Sand
es: Arena
fr: Sable

source: Sand is found in large quantities at beaches and deserts.
es: La arena se encuentra en grandes cantidades en playas y desiertos.
fr: Le sable se trouve en grande quantité sur les plages et les déserts.

source: Sandstone
es: Arenisca
fr: Grès

source: Sandstone is compressed sand and is a rather soft kind of stone.
es: La arenisca es arena comprimida y es un tipo de piedra bastante suave.
fr: Le grès est du sable comprimé et est un type de pierre plutôt tendre.

source: Cut Sandstone
es: Arenisca cortada
fr: Grès taillé

source: Cut sandstone is a decorative building block.
es: La arenisca cortada es un elemento decorativo.
fr: Le grès taillé est un bloc de construction décoratif.

source: Chiseled Sandstone
es: Arenisca cincelada
fr: Grès sculpté

source: Chiseled sandstone is a decorative building block.
es: La piedra arenisca cincelada es un bloque de construcción decorativo.
fr: Le grès sculpté est un bloc de construction décoratif.

source: Smooth Sandstone
es: Arenisca lisa
fr: Grès lisse

source: Smooth sandstone is compressed sand and is a rather soft kind of stone.
es: La arenisca lisa es arena comprimida y es un tipo de piedra bastante blanda.
fr: Le grès lisse est du sable comprimé et est un type de pierre plutôt tendre.

source: Red Sand
es: Arena roja
fr: Sable rouge

source: Red sand is found in large quantities in mesa biomes.
es: La arena roja se encuentra en grandes cantidades en los desiertos.
fr: Le sable rouge se trouve en grande quantité dans les biomes mesa.

source: Red Sandstone
es: Arenisca roja
fr: Grès rouge

source: Red sandstone is compressed red sand and is a rather soft kind of stone.
es: La arenisca roja es arena roja comprimida y es un tipo de piedra bastante suave.
fr: Le grès rouge est du sable rouge comprimé et est une pierre plutôt tendre.

source: Cut Red Sandstone
es: Arenisca roja cortada
fr: Grès rouge taillé

source: Cut red sandstone is a decorative building block.
es: La arenisca roja cortada es un elemento decorativo.
fr: Le grès rouge taillé est un bloc de construction décoratif.

source: Chiseled Red Sandstone
es: Arenisca roja cincelada
fr: Grès rouge sculpté

source: Chiseled red sandstone is a decorative building block.
es: La piedra arenisca roja cincelada es un elemento decorativo.
fr: Le grès rouge sculpté est un bloc de construction décoratif.

source: Smooth Red Sandstone
es: Arenisca roja lisa
fr: Grès rouge lisse

source: Smooth red sandstone is a decorative building block.
es: La piedra arenisca roja lisa es un elemento decorativo.
fr: Le grès rouge lisse est un bloc de construction décoratif.

source: Clay
es: Bloque de arcilla
fr: Argile

source: Clay is a versatile kind of earth commonly found at beaches underwater.
es: La arcilla es un tipo de tierra versátil que se encuentra comúnmente en las playas bajo el agua.
fr: L'argile est une terre polyvalente que l'on trouve couramment sur les plages sous-marines.

source: Brick Block
es: Bloque de ladrillos
fr: Bloc de briques

source: Brick blocks are a good building material for building solid houses and can take quite a punch.
es: Los bloques de ladrillos son un buen material de construcción para edificar casas sólidas y pueden aguantar bastantes golpes.
fr: Les blocs de briques sont un bon matériau de construction pour la construction de maisons solides et peuvent resite au coup.

source: Bedrock
es: Piedra base

source: Bedrock is a very hard type of rock. It can not be broken, destroyed, collected or moved by normal means, unless in Creative Mode.
es: La piedra base es un tipo de roca muy duro. No se puede romper, destruir, recoger o mover por medios normales, a menos que esté en modo creativo.
fr: Le bedrock est un type de roche très dur. Il ne peut pas être brisé, détruit, collecté ou déplacé par des moyens normaux, sauf en mode créatif.

source: In the End dimension, starting a fire on this block will create an eternal fire.
es: En la dimensión del end, encender un fuego en este bloque creará un fuego que nunca se apagará.
fr: Dans la dimension End, démarrer un feu sur ce bloc créera un feu éternel.

source: Cobblestone
es: Adoquín
fr: Pierres

source: Mossy Cobblestone
es: Adoquín musgoso
fr: Pierres moussues

source: Block of Coal
es: Bloque de carbón
fr: Bloc de charbon

source: Blocks of coal are useful as a compact storage of coal and very useful as a furnace fuel. A block of coal is as efficient as 10 coal.
es: Los bloques de carbón son útiles como almacenamiento compacto de carbón y muy útiles como combustible para hornos. Un bloque de carbón es tan eficiente como 10 de carbón.
fr: Les blocs de charbon sont utiles comme stockage compact de charbon et très utiles comme combustible de four. Un bloc de charbon est aussi efficace que 10 charbon.

source: Block of Iron
es: Bloque de hierro
fr: Bloc de fer

source: A block of iron is mostly a decorative block but also useful as a compact storage of iron ingots.
es: Un bloque de hierro es principalmente un bloque decorativo, pero también es útil como almacenamiento compacto de lingotes de hierro.
fr: Un bloc de fer est principalement un bloc décoratif mais également utile comme stockage compact de lingots de fer.

source: Block of Gold
es: Bloque de oro
fr: Bloc d'or

source: A block of gold is mostly a shiny decorative block but also useful as a compact storage of gold ingots.
es: Un bloque de oro es principalmente un bloque decorativo brillante, pero también es útil como almacenamiento compacto de lingotes de oro.
fr: Un bloc d'or est principalement un bloc décoratif brillant mais également utile comme stockage compact de lingots d'or.

source: Block of Diamond
es: Bloque de diamante
fr: Bloc de diamant

source: A block of diamond is mostly a shiny decorative block but also useful as a compact storage of diamonds.
es: Un bloque de diamante es sobre todo un bloque decorativo reluciente, pero también es útil como almacén compacto de diamantes.
fr: Un bloc de diamant est principalement un bloc décoratif brillant mais également utile comme stockage compact de diamants.

source: Block of Lapis Lazuli
es: Bloque de lapislázuli
fr: Bloc de lapis-lazuli

source: A lapis lazuli block is mostly a decorative block but also useful as a compact storage of lapis lazuli.
es: Un bloque de lapislázuli es principalmente un bloque decorativo, pero también es útil como un almacenamiento compacto de lapislázuli.
fr: Un bloc de lapis-lazuli est principalement un bloc décoratif mais également utile comme stockage compact de lapis-lazuli.

source: Block of Emerald
es: Bloque de esmeralda
fr: Bloc d'émeraude

source: A block of emerald is mostly a shiny decorative block but also useful as a compact storage of emeralds.
es: Un bloque de esmeraldas es principalmente un bloque decorativo reluciente pero también es útil como un almacenamiento compacto de esmeraldas.
fr: Un bloc d'émeraude est principalement un bloc décoratif brillant mais également utile comme stockage compact d'émeraudes.

source: Obsidian
es: Obsidiana
fr: Obsidienne

source: Obsidian is an extremely hard mineral with an enourmous blast-resistance. Obsidian is formed when water meets lava.
es: La obsidiana es un mineral extremadamente duro con una enorme resistencia a la explosión. La obsidiana se forma cuando el agua se encuentra con la lava.
fr: L'obsidienne est un minéral extrêmement dur avec une énorme résistance à l'explosion. L'obsidienne se forme lorsque l'eau rencontre la lave.

source: Crying Obsidian
es: Obsidiana llorosa
fr: Obsidienne pleureuse

source: Crying obsidian is a luminous obsidian that can generate as part of ruined portals.
es: La obsidiana llorosa es una obsidiana luminosa que se genera como parte de los portales en ruinas.
fr: L'obsidienne pleureuse est une obsidienne luminause qui peut être générée dans les portails en ruine.

source: Ice
es: Hielo
fr: Glace

source: Ice is a solid block usually found in cold areas. It melts near block light sources at a light level of 12 or higher. When it melts or is broken while resting on top of another block, it will turn into a water source.
es: El hielo es un bloque sólido que suele encontrarse en zonas frías. Se derrite cerca de fuentes de luz con un nivel de luz de 12 o superior. Cuando se derrite o se rompe mientras está encima otro bloque, se convertirá en una fuente de agua.
fr: La glace est un bloc solide que l'on trouve généralement dans les régions froides. Il fond près des sources de lumière de bloc à un niveau de lumière de 12 ou plus. Lorsqu'il fond ou se casse en se reposant sur un autre bloc, il se transforme en source d'eau.

source: Packed Ice
es: Hielo compacto
fr: Glace compactée

source: Packed ice is a compressed form of ice. It is opaque and solid.
es: El hielo compacto es una forma comprimida de hielo. Es opaco y sólido.
fr: La glace compactée est une forme de glace comprimée. Elle est opaque et solide.

source: Frosted ice is a short-lived solid block. It melts into a water source within a few seconds.
es: El hielo escarchado es un bloque sólido de corta duración. Se funde en una fuente de agua en pocos segundos.
fr: La glace givrée est un bloc solide de courte durée. Il fond dans une source d'eau en quelques secondes.

source: Frosted Ice
es: Hielo escarchado
fr: Glace givrée

source: Top Snow
es: Nieve
fr: neige

source: Stackable
es: Apilable
fr: Empilable

source: Top snow is a layer of snow. It melts near light sources other than the sun with a light level of 12 or higher.
es: La nieve es una capa de nieve. Se derrite cerca de fuentes de luz distintas al sol con un nivel 12 de luz o más.
fr: La neige est une couche de neige. Il fond près de sources lumineuses autres que le soleil avec un niveau de lumière de 12 ou plus.

source: Top snow can be stacked and has one of 8 different height levels. At levels 2-8, top snow is collidable. Top snow drops 2-9 snowballs, depending on its height.
es: La nieve puede apilarse y tiene de 1 a 8 niveles de altura. En los niveles 2-8, la nieve es colisionable. La nieve deja caer entre 2 a 9 bolas de nieve, dependiendo de su altura.
fr: La neige peut être empilée et a l'un des 8 niveaux de hauteur différents. Aux niveaux 2 à 8, la neige provoque des collisions. La neige laisse tomber 2-9 boules de neige, selon sa hauteur.

source: This block can only be placed on full solid blocks and on another top snow (which increases its height).
es: Este bloque solo se puede colocar en bloques sólidos completos y en otra nieve (lo que aumenta su altura).
fr: Ce bloc ne peut être placé que sur des blocs pleins et sur une autre neige (ce qui augmente sa hauteur).

source: Snow
es: Bloque de nieve
fr: Neige

source: This is a full block of snow. Snow of this thickness is usually found in areas of extreme cold.
es: Este es un bloque lleno de nieve. La nieve de este espesor generalmente se encuentra en áreas de frío extremo.
fr: Ceci est un bloc de neige complet. La neige de cette épaisseur se trouve généralement dans les zones de froid extrême.

source: Grows on sand
es: Crece en la arena
fr: Pousse sur le sable

source: Contact damage: @1 per half second
es: Daño por contacto: @1 por medio segundo
fr: Dommages de contact : @1 par demi-seconde

source: This is a piece of cactus commonly found in dry areas, especially deserts. Over time, cacti will grow up to 3 blocks high on sand or red sand. A cactus hurts living beings touching it with a damage of 1 HP every half second. When a cactus block is broken, all cactus blocks connected above it will break as well.
es: Se trata de un cactus que suele encontrarse en zonas secas, especialmente desérticas. Con el tiempo, los cactus crecerán hasta 3 bloques de altura sobre arena o arena roja. Un cactus daña a los seres vivos que lo tocan con un daño de 1 PS cada medio segundo. Cuando un bloque de cactus se rompe, todos los bloques de cactus conectados por encima se romperán también.
fr: Il s'agit d'un morceau de cactus que l'on trouve couramment dans les zones sèches, en particulier dans les déserts. Au fil du temps, les cactus pousseront jusqu'à 3 blocs de haut sur le sable ou le sable rouge. Un cactus blesse les êtres vivants qui le touchent avec des dégâts de 1 HP toutes les demi-secondes. Lorsqu'un bloc de cactus est brisé, tous les blocs de cactus connectés au-dessus se brisent également.

source: A cactus can only be placed on top of another cactus or any sand.
es: Un cactus solo se puede colocar encima de otro cactus o arena.
fr: Un cactus ne peut être placé que sur un autre cactus ou du sable.

source: Sugar Canes
es: Caña de azúcar
fr: Canne à sucre

source: Grows on sand or dirt next to water
es: Crece en la arena o en la tierra junto al agua
fr: Pousse sur le sable ou la terre près de l'eau

source: Sugar canes are a plant which has some uses in crafting. Sugar canes will slowly grow up to 3 blocks when they are next to water and are placed on a grass block, dirt, sand, red sand, podzol or coarse dirt. When a sugar cane is broken, all sugar canes connected above will break as well.
es: Las cañas de azúcar son una planta que tiene algunos usos en la fabricación. Las cañas de azúcar crecerán lentamente hasta 3 bloques cuando estén cerca del agua y se colocan en un bloque de césped, tierra, arena, arena roja, podsol o tierra estéril. Cuando se rompe una caña de azúcar, todas las cañas de azúcar conectadas arriba también se romperán.
fr: Les cannes à sucre sont une plante qui a certaines utilisations dans l'artisanat. Les cannes à sucre poussent lentement jusqu'à 3 blocs lorsqu'elles sont à côté de l'eau et sont placées sur un bloc d'herbe, de saleté, de sable, de sable rouge, de podzol ou de saleté grossière. Lorsqu'une canne à sucre est cassée, toutes les cannes à sucre connectées ci-dessus se brisent également.

source: Sugar canes can only be placed top of other sugar canes and on top of blocks on which they would grow.
es: Las cañas de azúcar solo se pueden colocar encima de otras cañas de azúcar y encima de los bloques en los que crecerían.
fr: Les cannes à sucre ne peuvent être placées que sur d'autres cannes à sucre et sur des blocs sur lesquels elles poussent.

source: Ladder
es: Escalera
fr: Échelle

source: A piece of ladder which allows you to climb vertically. Ladders can only be placed on the side of solid blocks and not on glass, leaves, ice, slabs, glowstone, nor sea lanterns.
es: Una escalera de mano te permite subir verticalmente. Las escaleras solo se pueden colocar al lado de bloques sólidos y no en cristal, hojas, hielo, losas, piedra luminosa ni linternas marinas.
fr: Un morceau d'échelle qui vous permet de grimper verticalement. Les échelles ne peuvent être placées que sur le côté de blocs solides et non sur du verre, des feuilles, de la glace, des dalles, des pierres incandescentes ou des lanternes marines.

source: Vines
es: Enredadera
fr: Lianes

source: Vines are climbable blocks which can be placed on the sides of solid full-cube blocks. Vines slowly grow and spread.
es: Las enredaderas son bloques escalables que se pueden colocar a los laterales de bloques sólidos completos. Las enredaderas crecen y se extienden lentamente.
fr: Les lianes sont des blocs grimpants qui peuvent être placés sur les côtés de blocs pleins. Les lianes poussent et s'étendent lentement.

source: Glass
es: Cristal
fr: Verre

source: A decorative and mostly transparent block.
es: Un bloque decorativo y mayormente transparente.
fr: Un bloc décoratif et surtout transparent.

source: Stained glass is a decorative and mostly transparent block which comes in various different colors.
es: Los cristales teñidos son bloques decorativos, en su mayoría transparentes, que se presentan en varios colores diferentes.
fr: Le verre est un bloc décoratif et principalement transparent qui se décline en différentes couleurs.

source: Stained Glass
es: Cristal teñido
fr: Verre coloré

source: Flowing Water
es: Agua que fluye
fr: Eau qui coule

source: Water Source
es: Fuente de agua
fr: Source d'eau

source: Water
es: Agua
fr: Eau

source: Water is abundant in oceans and also appears in a few springs in the ground. You can swim easily in water, but you need to catch your breath from time to time.
es: El agua es abundante en los océanos y también aparece en algunas fuentes en el suelo. Puede nadar fácilmente en el agua, pero necesita recuperar el aliento de vez en cuando.
fr: L'eau est abondante dans les océans et apparaît également dans quelques sources dans le sol. Vous pouvez nager facilement dans l'eau, mais vous devez de temps en temps reprendre votre souffle.

source: Water interacts with lava in various ways:
es: El agua interactúa con la lava de varias maneras:
fr: L'eau interagit avec la lave de différentes manières :

source: • When water is directly above or horizontally next to a lava source, the lava turns into obsidian.
es: • Cuando el agua está directamente arriba u horizontalmente al lado de una fuente de lava, la lava se convierte en obsidiana.
fr: • Lorsque l'eau est directement au-dessus ou horizontalement à côté d'une source de lave, la lave se transforme en obsidienne.

source: • When flowing water touches flowing lava either from above or horizontally, the lava turns into cobblestone.
es: • Cuando el agua que fluye toca la lava que fluye desde arriba u horizontalmente, la lava se convierte en adoquín.
fr: • Lorsque l'eau qui coule touche la lave qui coule par le haut ou horizontalement, la lave se transforme en pierre.

source: • When water is directly below lava, the water turns into stone.
es: • Cuando el agua está directamente debajo de la lava, el agua se convierte en piedra.
fr: • Lorsque l'eau est directement sous la lave, l'eau se transforme en pierre.

source: Flowing Lava
es: Lava que fluye
fr: Lave qui coule

source: A lava source sets fire to a couple of air blocks above when they're next to a flammable block.
es: Una fuente de lava prende fuego a un par de bloques de aire arriba cuando están al lado de un bloque inflamable.
fr: Une source de lave met le feu à quelques blocs d'air au-dessus lorsqu'ils sont à côté d'un bloc inflammable.

source: Lava Source
es: Fuente de lava
fr: Source de lave
