Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: es, fr

source: Stick
es: Palo
fr: Bâton

source: Sticks are a very versatile crafting material; used in countless crafting recipes.
es: Los palos son un material de fabricación muy versátil; utilizado en innumerables recetas de fabricación.
fr: Les bâtons sont un matériau d'artisanat très polyvalent ; utilisé dans d'innombrables recettes d'artisanat.

source: Paper
es: Papel
fr: Papier

source: Paper is used to craft books and maps.
es: El papel se usa para fabricar libros y mapas.
fr: Le papier est utilisé pour créer des livres et des cartes.

source: Coal
es: Carbón
fr: Charbon

source: “Coal” refers to coal lumps obtained by digging coal ore which can be found underground. Coal is your standard furnace fuel, but it can also be used to make torches, coal blocks and a few other things.
es: "Carbón" se refiere a trozos de carbón obtenidos al excavar mineral de carbón que se puede encontrar bajo tierra. El carbón es el combustible estándar de su horno, pero también se puede usar para hacer antorchas, bloques de carbón y algunas otras cosas.
fr: Le "charbon" fait référence aux morceaux de charbon obtenus en creusant du minerai de charbon qui peut être trouvé sous terre. Le charbon est votre combustible de four standard, mais il peut également être utilisé pour fabriquer des torches, des blocs de charbon et quelques autres choses.

source: Charcoal
es: Carbón vegetal
fr: Charbon de bois

source: Charcoal is an alternative furnace fuel created by cooking wood in a furnace. It has the same burning time as coal and also shares many of its crafting recipes, but it can not be used to create coal blocks.
es: El carbón vegetal es un combustible alternativo para hornos creado al cocinar leña en un horno. Tiene el mismo tiempo de combustión que el carbón y también comparte muchas de sus recetas de fabricación, pero no se puede usar para crear bloques de carbón.
fr: Le charbon de bois est un combustible de four alternatif créé par la cuisson du bois dans un four. Il a le même temps de combustion que le charbon et partage également bon nombre de ses recettes d'artisanat, mais il ne peut pas être utilisé pour créer des blocs de charbon.

source: Iron Nugget
es: Pepita de hierro
fr: Pépite de fer

source: Iron nuggets are very small pieces of molten iron; the main purpose is to create iron ingots.
es: Las pepitas de hierro son piezas muy pequeñas de hierro fundido; El objetivo principal es crear lingotes de hierro.
fr: Les pépites de fer sont de très petits morceaux de fer fondu ; le but principal est de créer des lingots de fer.

source: Gold Nugget
es: Pepita de oro
fr: Pépite d'or

source: Gold nuggets are very small pieces of molten gold; the main purpose is to create gold ingots.
es: Las pepitas de oro son piezas muy pequeñas de oro fundido; El objetivo principal es crear lingotes de oro.
fr: Les pépites d'or sont de très petites pièces d'or en fusion ; le but principal est de créer des lingots d'or.

source: Diamond
es: Diamante
fr: Diamant

source: Diamonds are precious minerals and useful to create the highest tier of armor and tools.
es: Los diamantes son minerales preciosos y útiles para crear el nivel más alto de armadura y herramientas.
fr: Les diamants sont des minéraux précieux et utiles pour créer le plus haut niveau d'armure et d'outils.

source: Clay Ball
es: Bola de arcilla
fr: Motte d'argile

source: Clay balls are a raw material, mainly used to create bricks in the furnace.
es: Las bolas de arcilla son una materia prima, utilizada principalmente para crear ladrillos en el horno.
fr: Les mottes d'argile sont une matière première, principalement utilisée pour créer des briques dans le four.

source: Iron Ingot
es: Lingote de hierro
fr: Lingot de fer

source: Molten iron. It is used to craft armor, tools, and whatnot.
es: Hierro fundido. Se utiliza para fabricar armaduras, herramientas y otras cosas.
fr: Le fer. Il est utilisé pour fabriquer des armures, des outils et ainsi de suite.

source: Gold Ingot
es: Lingote de oro
fr: Lingot d'or

source: Molten gold. It is used to craft armor, tools, and whatnot.
es: Oro fundido Se utiliza para fabricar armaduras, herramientas y otras cosas.
fr: L'Or. Il est utilisé pour fabriquer des armures, des outils et ainsi de suite.

source: Emerald
es: Esmeralda
fr: Émeraude

source: Emeralds are used in villager trades as currency.
es: Las esmeraldas se utilizan en el comercio de los aldeanos como moneda.
fr: Les émeraudes sont utilisées pour faire des échanges avec les villageois.

source: Lapis Lazuli
es: Lapislázuli

source: Lapis Lazuli are required for enchanting items on an enchanting table.
es: Los lapislázuli son necesarios para encantar ítems en una mesa de encantamiento.
fr: Les lapis-lazuli sont nécessaires pour enchanter des objets sur une table d'enchantement.

source: Brick
es: Ladrillo
fr: Brique

source: Bricks are used to craft brick blocks.
es: Los ladrillos se utilizan para fabricar bloques de ladrillos.
fr: Les briques sont utilisées pour fabriquer des blocs de briques.

source: Flint
es: Pedernal
fr: Silex

source: Flint is a raw material.
es: El pedernal es una materia prima.
fr: Le silex est une matière première.

source: Sugar
es: Azúcar
fr: Sucre

source: Sugar comes from sugar canes and is used to make sweet foods.
es: El azúcar proviene de las cañas de azúcar y se usa para hacer alimentos dulces.
fr: Le sucre provient des cannes à sucre et est utilisé pour fabriquer des aliments sucrés.

source: Bowl
es: Cuenco
fr: Bol

source: Bowls are mainly used to hold tasty soups.
es: Los cuencos se usan principalmente para contener sabrosas sopas.
fr: Les bols sont principalement utilisés pour contenir de délicieuses soupes.

source: Apple
es: Manzana
fr: Pomme

source: Apples are food items which can be eaten.
es: Las manzanas son alimentos que se pueden comer.
fr: Les pommes sont des aliments qui peuvent être consommés.

source: Golden Apple
es: Manzana dorada
fr: Pomme dorée

source: Golden apples are precious food items which can be eaten.
es: Las manzanas doradas son alimentos preciosos que se pueden comer.
fr: Les pommes dorrées sont des aliments précieux qui peuvent être consommés.

source: Enchanted Golden Apple
es: Manzana dorada encantada
fr: Pomme dorée enchantée

source: Acacia Bark
es: Corteza de acacia
fr: Écorce d'acacia

source: Acacia Bark Slab
es: Losa de corteza de acacia
fr: Dalle en écorce d'acacia

source: Acacia Bark Stairs
es: Escaleras de corteza de acacia
fr: Escalier en écorce d'acacia

source: Acacia Boat
es: Barca de acacia
fr: Bateau en acacia

source: Acacia Button
es: Botón de acacia
fr: Bouton en acacia

source: Acacia Chest Boat
es: Barca de acacia con cofre
fr: Bateau de stockage en acacia

source: Acacia Door
es: Puerta de acacia
fr: Porte en acacia

source: Acacia Fence
es: Valla de acacia
fr: Barrière en acacia

source: Acacia Fence Gate
es: Puerta de valla de acacia
fr: Portillon en acacia

source: Acacia Leaves
es: Hojas de acacia
fr: Feuilles d'acacia

source: Acacia Log
es: Tronco de acacia
fr: Bûche d'acacia

source: Acacia Planks
es: Tablones de acacia
fr: Planches d'acacia

source: Acacia Pressure Plate
es: Placa de presión de acacia
fr: Plaque de pression en acacia

source: Acacia Sapling
es: Brote de acacia
fr: Pousse d'acacia

source: Acacia Sign
es: Cartel de acacia
fr: Pancarte en acacia

source: Acacia Slab
es: Losa de acacia
fr: Dalle en acacia

source: Acacia Stairs
es: Escaleras de acacia
fr: Escalier en acacia

source: Acacia Trapdoor
es: Trampilla de acacia
fr: Trappe en acacia

source: Acacia leaves are grown from Acacia trees.
es: Las hojas de Acacia crecen en los árboles de Acacia.
fr: Les feuilles d'acacia poussent sur les acacias.

source: Birch Bark
es: Corteza de abedul
fr: Écorce de bouleau

source: Birch Bark Slab
es: Losa de corteza de abedul
fr: Dalle en écorce de bouleau

source: Birch Bark Stairs
es: Escaleras de corteza de abedul
fr: Escalier en écorce de bouleau

source: Birch Boat
es: Barca de abedul
fr: Bateau en bouleau

source: Birch Button
es: Botón de abedul
fr: Bouton en bouleau

source: Birch Chest Boat
es: Barca de abedul con cofre
fr: Bateau de stockage en bouleau

source: Birch Door
es: Puerta de abedul
fr: Porte en bouleau

source: Birch Fence
es: Valla de abedul
fr: Barrière en bouleau

source: Birch Fence Gate
es: Puerta de valla de abedul
fr: Portillon en bouleau

source: Birch Leaves
es: Hojas de abedul
fr: Feuilles de bouleau

source: Birch Log
es: Tronco de abedul
fr: Bûche de bouleau

source: Birch Planks
es: Tablones de abedul
fr: Planches de bouleau

source: Birch Pressure Plate
es: Placa de presión de abedul
fr: Plaque de pression en bouleau

source: Birch Sapling
es: Brote de abedul
fr: Pousse de bouleau

source: Birch Sign
es: Cartel de abedul
fr: Pancarte en bouleau

source: Birch Slab
es: Losa de abedul
fr: Dalle en bouleau

source: Birch Stairs
es: Escaleras de abedul
fr: Escalier en bouleau

source: Birch Trapdoor
es: Trampilla de abedul
fr: Trappe en bouleau

source: Birch leaves are grown from Birch trees.
es: Las hojas de Abedul crecen en los árboles de Abedul.
fr: Les feuilles de bouleau poussent sur les bouleaux.

source: Black Stained Glass
es: Cristal tintado de negro
fr: Verre noir

source: Blue Stained Glass
es: Cristal tintado de azul
fr: Verre bleu

source: Brown Stained Glass
es: Cristal tintado de marrón
fr: Verre marron

source: Cyan Stained Glass
es: Cristal tintado de cian
fr: Verre cyan

source: Dark Oak Bark
es: Corteza de roble oscuro
fr: Écorce de chêne noir

source: Dark Oak Bark Slab
es: Losa de corteza de roble oscuro
fr: Dalle en écorce de chêne noir

source: Dark Oak Bark Stairs
es: Escaleras de corteza de roble oscuro
fr: Escalier en écorce de chêne noir

source: Dark Oak Boat
es: Barca de roble oscuro
fr: Bateau en chêne noir

source: Dark Oak Button
es: Botón de roble oscuro
fr: Bouton en chêne noir

source: Dark Oak Chest Boat
es: Barca de roble oscuro con cofre
fr: Bateau de stockage en chêne noir

source: Dark Oak Door
es: Puerta de roble oscuro
fr: Porte en chêne noir

source: Dark Oak Fence
es: Valla de roble oscuro
fr: Barrière en chêne noir

source: Dark Oak Fence Gate
es: Puerta de valla de roble oscuro
fr: Portillon en chêne noir

source: Dark Oak Leaves
es: Hojas de roble oscuro
fr: Feuilles de chêne noir

source: Dark Oak Log
es: Tronco de roble oscuro
fr: Bûche de chêne noir

source: Dark Oak Planks
es: Tablones de roble oscuro
fr: Planches de chêne noir

source: Dark Oak Pressure Plate
es: Placa de presión de roble oscuro
fr: Plaque de pression en chêne noir

source: Dark Oak Sapling
es: Brote de roble oscuro
fr: Pousse de chêne noir

source: Dark Oak Sign
es: Cartel de roble oscuro
fr: Pancarte de chêne noir

source: Dark Oak Slab
es: Losa de roble oscuro
fr: Dalle en chêne noir

source: Dark Oak Stairs
es: Escaleras de roble oscuro
fr: Escalier en chêne noir

source: Dark Oak Trapdoor
es: Trampilla de roble oscuro
fr: Trappe en chêne noir

source: Dark Oak leaves are grown from Dark Oak trees.
es: Las hojas de Roble Oscuro crecen en los árboles de Roble Oscuro.
fr: Les feuilles de chêne noir poussent sur les chênes noirs.

source: Green Stained Glass
es: Cristal tintado de verde
fr: Verre vert

source: Grey Stained Glass
es: Cristal tintado de gris
fr: Verre gris

source: Jungle Bark
es: Corteza de jungla
fr: Écorce d'acajou

source: Jungle Bark Slab
es: Losa de corteza de jungla
fr: Dalle en écorce d'acajou

source: Jungle Bark Stairs
es: Escaleras de corteza de jungla
fr: Escalier en écorce d'acajou

source: Jungle Boat
es: Barca de jungla
fr: Bateau en acajou

source: Jungle Button
es: Botón de jungla
fr: Bouton en acajou

source: Jungle Chest Boat
es: Barca de jungla con cofre
fr: Bateau de stockage en acajou

source: Jungle Door
es: Puerta de jungla
fr: Porte en acajou

source: Jungle Fence
es: Valla de jungla
fr: Barrière en acajou

source: Jungle Fence Gate
es: Puerta de valla de jungla
fr: Portillon en acajou

source: Jungle Leaves
es: Hojas de jungla
fr: Feuilles d'acajou

source: Jungle Log
es: Tronco de jungla
fr: Bûche d'acajou

source: Jungle Planks
es: Tablones de jungla
fr: Planches d'acajou

source: Jungle Pressure Plate
es: Placa de presión de jungla
fr: Plaque de pression en acajou

source: Jungle Sapling
es: Brote de jungla
fr: Pousse d'acajou

source: Jungle Sign
es: Cartel de jungla
fr: Pancarte en acajou

source: Jungle Slab
es: Losa de jungla
fr: Dalle en acajou

source: Jungle Stairs
es: Escaleras de jungla
fr: Escalier en acajou

source: Jungle Trapdoor
es: Trampilla de jungla
fr: Trappe en acajou

source: Jungle leaves are grown from Jungle trees.
es: Las hojas de Jungla crecen en los árboles de Jungla.
fr: Les feuilles d'acajou poussent sur les acajous.

source: Light Blue Stained Glass
es: Cristal tintado de azul claro
fr: Verre bleu clair

source: Light Grey Stained Glass
es: Cristal tintado de gris claro
fr: Verre gris clair

source: Lime Stained Glass
es: Cristal tintado de verde lima
fr: Verre vert clair

source: Magenta Stained Glass
es: Cristal tintado de magenta
fr: Verre magenta

source: Oak Bark
es: Corteza de roble
fr: Écorce de chêne

source: Oak Bark Slab
es: Losa de corteza de roble
fr: Dalle en écorce de chêne

source: Oak Bark Stairs
es: Escaleras de corteza de roble
fr: Escalier en écorce de chêne

source: Oak Boat
es: Barca de roble
fr: Bateau en chêne

source: Oak Button
es: Botón de roble
fr: Boutton en chêne

source: Oak Chest Boat
es: Barca de roble con cofre
fr: Bateau de stockage en chêne

source: Oak Door
es: Puerta de roble
fr: Porte en chêne

source: Oak Fence
es: Valla de roble
fr: Barrière en chêne

source: Oak Fence Gate
es: Puerta de valla de roble
fr: Portillon en chêne

source: Oak Leaves
es: Hojas de roble
fr: Feuilles de chêne

source: Oak Log
es: Tronco de roble
fr: Bûche de chêne

source: Oak Planks
es: Tablones de roble
fr: Planches de chêne

source: Oak Pressure Plate
es: Placa de presión de roble
fr: Plaque de pression en chêne

source: Oak Sapling
es: Brote de roble
fr: Pousse de chêne

source: Oak Sign
es: Cartel de roble
fr: Pancarte en chêne

source: Oak Slab
es: Losa de roble
fr: Dalle en chêne

source: Oak Stairs
es: Escaleras de roble
fr: Escalier en chêne

source: Oak Trapdoor
es: Trampilla de roble
fr: Trappe en chêne

source: Oak leaves are grown from Oak trees.
es: Las hojas de Roble crecen en los árboles de Roble.
fr: Les feuilles de chêne poussent sur les chênes.

source: Orange Stained Glass
es: Cristal tintado de naranja
fr: Verre orange

source: Pink Stained Glass
es: Cristal tintado de rosa
fr: Verre rose

source: Purple Stained Glass
es: Cristal tintado de morado
fr: Verre violet

source: Red Stained Glass
es: Cristal tintado de rojo
fr: Verre rouge

source: Spruce Bark
es: Corteza de abeto
fr: Écorce de sapin

source: Spruce Bark Slab
es: Losa de corteza de abeto
fr: Dalle en écorce de sapin

source: Spruce Bark Stairs
es: Escaleras de corteza de abeto
fr: Escalier en écorce de sapin

source: Spruce Boat
es: Barca de abeto
fr: Bateau en sapin

source: Spruce Button
es: Botón de abeto
fr: Bouton en sapin

source: Spruce Chest Boat
es: Barca de abeto con cofre
fr: Bateau de stockage en sapin

source: Spruce Door
es: Puerta de abeto
fr: Porte en sapin

source: Spruce Fence
es: Valla de abeto
fr: Barrière en sapin

source: Spruce Fence Gate
es: Puerta de valla de abeto
fr: Portillon en sapin

source: Spruce Leaves
es: Hojas de abeto
fr: Feuilles de sapin

source: Spruce Log
es: Tronco de abeto
fr: Bûche de sapin

source: Spruce Planks
es: Tablones de abeto
fr: Planches de sapin

source: Spruce Pressure Plate
es: Placa de presión de abeto
fr: Plaque de pression en sapin

source: Spruce Sapling
es: Brote de abeto
fr: Pousse de sapin

source: Spruce Sign
es: Cartel de abeto
fr: Pancarte en sapin

source: Spruce Slab
es: Losa de abeto
fr: Dalle en sapin

source: Spruce Stairs
es: Escaleras de abeto
fr: Escalier en sapin

source: Spruce Trapdoor
es: Trampilla de abeto
fr: Trappe en sapin

source: Spruce leaves are grown from Spruce trees.
es: Las hojas de Abeto crecen en los árboles de Abeto.
fr: Les feuilles de sapin poussent sur les sapins.

source: Stripped Acacia Bark
es: Leño de acacia sin corteza
fr: Écorce d'acacia poncée

source: Stripped Acacia Log
es: Tronco de acacia sin corteza
fr: Bûche d'acacia écorcée

source: Stripped Birch Bark
es: Leño de abedul sin corteza
fr: Écorce de bouleau poncée

source: Stripped Birch Log
es: Tronco de abedul sin corteza
fr: Bûche de bouleau écorcé

source: Stripped Dark Oak Bark
es: Leño de roble oscuro sin corteza
fr: Écorce de chêne noir poncée

source: Stripped Dark Oak Log
es: Tronco de roble oscuro sin corteza
fr: Bûche de chêne noir écorcée

source: Stripped Jungle Bark
es: Leño de jungla sin corteza
fr: Écorce d'acajou poncée

source: Stripped Jungle Log
es: Tronco de jungla sin corteza
fr: Bûche d'acajou écorcée

source: Stripped Oak Bark
es: Leño de roble sin corteza
fr: Écorce de chêne poncée

source: Stripped Oak Log
es: Tronco de roble sin corteza
fr: Bûche de chêne écorcée

source: Stripped Spruce Bark
es: Leño de abeto sin corteza
fr: Écorce de sapin poncée

source: Stripped Spruce Log
es: Tronco de abeto sin corteza
fr: Bûche de sapin écorcée

source: The stripped trunk of an Acacia tree.
es: El tronco sin corteza de un árbol de Acacia.
fr: Le tronc écorcé d'un acacia.

source: The stripped trunk of an Birch tree.
es: El tronco sin corteza de un árbol de Abedul.
fr: Le tronc écorcé d'un bouleau.

source: The stripped trunk of an Dark Oak tree.
es: El tronco sin corteza de un árbol de Roble Oscuro.
fr: Le tronc écorcé d'un chêne noir.

source: The stripped trunk of an Jungle tree.
es: El tronco sin corteza de un árbol de Jungla.
fr: Le tronc écorcé d'un acajou.

source: The stripped trunk of an Oak tree.
es: El tronco sin corteza de un árbol de Roble.
fr: Le tronc écorcé d'un chêne.

source: The stripped trunk of an Spruce tree.
es: El tronco sin corteza de un árbol de Abeto.
fr: Le tronc écorcé d'un sapin.

source: The stripped wood of an Acacia tree.
es: La madera sin corteza de un árbol de Acacia.
fr: Le bois écorcé d'un acacia.

source: The stripped wood of an Birch tree.
es: La madera sin corteza de un árbol de Abedul.
fr: Le bois écorcé d'un bouleau.

source: The stripped wood of an Dark Oak tree.
es: La madera sin corteza de un árbol de Roble Oscuro.
fr: Le bois écorcé d'un chêne noir.

source: The stripped wood of an Jungle tree.
es: La madera sin corteza de un árbol de Jungla.
fr: Le bois écorcé d'un acajou.

source: The stripped wood of an Oak tree.
es: La madera sin corteza de un árbol de Roble.
fr: Le bois écorcé d'un chêne.

source: The stripped wood of an Spruce tree.
es: La madera sin corteza de un árbol de Abeto.
fr: Le bois écorcé d'un sapin.

source: The trunk of a Acacia tree.
es: El tronco de un árbol de Acacia.
fr: Le tronc d'un acacia.

source: The trunk of a Birch tree.
es: El tronco de un árbol de Abedul.
fr: Le tronc d'un bouleau.

source: The trunk of a Dark Oak tree.
es: El tronco de un árbol de Roble Oscuro.
fr: Le tronc d'un chêne noir.

source: The trunk of a Jungle tree.
es: El tronco de un árbol de Jungla.
fr: Le tronc d'un acajou.

source: The trunk of a Oak tree.
es: El tronco de un árbol de Roble.
fr: Le tronc d'un chêne.

source: The trunk of a Spruce tree.
es: El tronco de un árbol de Abeto.
fr: Le tronc d'un sapin.

source: White Stained Glass
es: Cristal tintado de blanco
fr: Verre blanc

source: Yellow Stained Glass
es: Cristal tintado de amarillo
fr: Verre jaune

source: Stone
es: Piedra
fr: Roche

source: One of the most common blocks in the world, almost the entire underground consists of stone. It sometimes contains ores. Stone may be created when water meets lava.
es: Uno de los bloques más comunes en el mundo, casi todo el subsuelo consiste en piedra. A veces contiene minerales. Se puede crear piedra cuando el agua se encuentra con la lava.
fr: L'un des blocs les plus courants au monde, presque tout le sous-sol est en pierre. Il contient parfois des minerais. La pierre peut être créée lorsque l'eau rencontre la lave.

source: Coal Ore
es: Mineral de carbón
fr: Minerai de charbon

source: Some coal contained in stone, it is very common and can be found inside stone in medium to large clusters at nearly every height.
es: Algo de carbón contenido en la piedra, es muy común y se puede encontrar dentro de la piedra en grupos medianos a grandes en casi todas las alturas.
fr: Du charbon contenu dans la pierre, il est très commun et peut être trouvé à l'intérieur de la pierre en grappes moyennes à grandes à presque toutes les hauteurs.

source: Iron Ore
es: Mineral de hierro
fr: Minerai de fer

source: Some iron contained in stone, it is prety common and can be found below sea level.
es: Algo de hierro contenido en piedra, es bastante común y se puede encontrar debajo del nivel del mar.
fr: Du fer contenu dans la pierre, il est assez courant et se trouve sous le niveau de la mer.

source: Gold Ore
es: Mineral de oro
fr: Minerai d'or

source: This stone contains pure gold, a rare metal.
es: Esta piedra contiene oro puro, un metal raro.
fr: Cette pierre contient de l'or pur, un métal rare.

source: Redstone Ore
es: Mineral de redstone
fr: Minerai de redstone

source: Redstone ore is commonly found near the bottom of the world. It glows when it is punched or walked upon.
es: El mineral de redstone se encuentra comúnmente cerca del fondo del mundo. Brilla cuando es golpeado o pisado.
fr: Le minerai de Redstone se trouve généralement près du bas du monde. Il brille lorsqu'il est frappé ou piétiné.

source: Lit Redstone Ore
es: Mineral de redstone encendido
fr: Lit Minerai de redstone

source: Lapis Lazuli Ore
es: Mineral de lapislázuli
fr: Minerai de lapis-lazuli

source: Lapis lazuli ore is the ore of lapis lazuli. It can be rarely found in clusters near the bottom of the world.
es: El mineral de lapislázuli produce lapislázuli. Rara vez se puede encontrar en vetas cercanas al fondo del mundo.
fr: Le minerai de lapis-lazuli produit du lapis-lazuli. Il peut être rarement trouvé dans des filons près du fond du monde.

source: Emerald Ore
es: Mineral de esmeralda
fr: Minerai d'émeraude

source: Emerald ore is the ore of emeralds. It is very rare and can be found alone, not in clusters.
es: El mineral de esmeralda da esmeraldas. Es muy raro y solo se puede encontrar uno, no más.
fr: Le minerai d'émeraude produit des émeraudes. Il est très rare et peut être trouvé seul, pas en filons.

source: Diamond Ore
es: Mineral de diamante
fr: Minerai de diamant

source: Diamond ore is rare and can be found in clusters near the bottom of the world.
es: El mineral de diamante es raro y se puede encontrar en grupos cerca del fondo del mundo.
fr: Le minerai de diamant est rare et peut être trouvé en filons près du fond du monde.

source: Stone Bricks
es: Ladrillos de piedra
fr: Pierre taillée

source: Chiseled Stone Bricks
es: Ladrillos de piedra cincelados
fr: Pierre taillée sculptée

source: Cracked Stone Bricks
es: Ladrillos de piedra agrietados
fr: Pierre taillée craquelée

source: Mossy Stone Bricks
es: Ladrillos de piedra musgosos
fr: Pierre taillée moussue

source: Smooth Stone
es: Piedra lisa
fr: Roche lisse

source: Granite
es: Granito

source: Granite is an igneous rock.
es: El granito es una roca ígnea.
fr: Le granite est une roche ignée.

source: Polished Granite
es: Granito pulido
fr: Granite poli

source: Polished granite is a decorative building block made from granite.
es: El granito pulido es un bloque decorativo hecho de granito.
fr: Le granite poli est un bloc de construction décoratif en granit.

source: Andesite
es: Andesita
fr: Andésite

source: Andesite is an igneous rock.
es: La andesita es una roca ígnea.
fr: L'andésite est une roche ignée.

source: Polished Andesite
es: Andesita pulida
fr: Andésite polie
