Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: es, fr

source: Lava is hot and rather dangerous. Don't touch it, it will hurt you a lot and it is hard to get out.
es: La lava es caliente y bastante peligrosa. No lo toques, te dolerá mucho y es difícil salir.
fr: La lave est chaude et plutôt dangereuse. Ne le touchez pas, cela vous fera beaucoup de mal et il est difficile d'en sortir.

source: Lava interacts with water various ways:
es: La lava interactúa con el agua de varias maneras:
fr: La lave interagit avec l'eau de différentes manières :

source: • When a lava source is directly below or horizontally next to water, the lava turns into obsidian.
es: • Cuando una fuente de lava está directamente debajo u horizontalmente al lado del agua, la lava se convierte en obsidiana.
fr: • Lorsqu'une source de lave se trouve directement sous ou horizontalement à côté de l'eau, la lave se transforme en obsidienne.

source: • When lava is directly above water, the water turns into stone.
es: • Cuando la lava está directamente sobre el agua, el agua se convierte en piedra.
fr: • Lorsque la lave est directement au-dessus de l'eau, l'eau se transforme en pierre.

source: Bone Block
es: Bloque de hueso
fr: Bloc d'os

source: Bone blocks are decorative blocks and a compact storage of bone meal.
es: Los bloques de hueso son bloques decorativos y un almacenamiento compacto de hueso molido.
fr: Les blocs d'os sont des blocs décoratifs et un stockage compact de poudre d'os.

source: Slime Block
es: Bloque de Slime
fr: Bloc de slime

source: Slime blocks are very bouncy and prevent fall damage.
es: Los bloques de slime rebotan mucho y evitan los daños por caída.
fr: Les blocs de slime sont gonflables et empêchent les dommages de chute.

source: Cobweb
es: Telaraña
fr: Toile d'araignée

source: Slows down movement
es: Ralentiza el movimiento
fr: Ralentit le mouvement

source: Cobwebs can be walked through, but significantly slow you down.
es: Las telarañas se pueden atravesar, pero disminuyen significativamente la velocidad.
fr: Les toiles d'araignée peuvent être parcourues, mais vous ralentissent considérablement.

source: Dead Bush
es: Arbusto muerto
fr: Arbuste mort

source: Dead bushes are unremarkable plants often found in dry areas. They can be harvested for sticks.
es: Los arbustos muertos son plantas poco comunes que a menudo se encuentran en áreas secas. Se pueden cosechar para obtener palos.
fr: Les buissons morts sont des plantes inhabituelles que l'on trouve souvent dans les zones sèches. Ils peuvent être récoltés avec des bâtons.

source: Barrier
es: Barrera
fr: Barrière invisible

source: Barriers are invisible walkable blocks. They are used to create boundaries of adventure maps and the like. Monsters and animals won't appear on barriers, and fences do not connect to barriers. Other blocks can be built on barriers like on any other block.
es: Las barreras son bloques invisibles transitables. Se utilizan para crear límites de mapas de aventura. Los monstruos y animales no aparecerán en las barreras, y las vallas no se conectan a las barreras. Se pueden construir otros bloques sobre las barreras como sobre cualquier otro bloque.
fr: Les barrières sont des blocs accessibles à pied. Ils sont utilisés pour créer des limites de cartes d'aventure et similaires. Les monstres et les animaux n'apparaissent pas sur les barrières, et les clôtures ne se connectent pas aux barrières. D'autres blocs peuvent être construits sur des barrières comme sur n'importe quel autre bloc.

source: When you hold a barrier in hand, you reveal all placed barriers in a short distance around you.
es: Cuando sostienes una barrera en la mano, puedes ver todas las barreras colocadas a corta distancia de tu alrededor.
fr: Lorsque vous tenez une barrière en main, vous révélez toutes les barrières placées à une courte distance autour de vous.

source: Realm Barrier
es: Barrera del reino
fr: Barrière du royaume

source: Light
es: Luz
fr: Lumière

source: Lights are invisible blocks. They are used to light up adventure maps and the like.
es: Las luces son bloques invisibles. Se utilizan para iluminar mapas de aventuras.
fr: Les lumières sont des blocs invisibles. Ils sont utilisés pour éclairer les cartes d'aventure.

source: When you hold a light in hand, you reveal all placed lights in a short distance around you.
es: Cuando sostienes una luz en la mano, puedes ver todas las luces colocadas a una corta distancia de tu alrededor.
fr: Lorsque vous tenez une lumière en main, vous révélez toutes les lumières placées à une courte distance autour de vous.

source: Void
es: Vacío
fr: Néant

source: Stone Stairs
es: Escaleras de piedra
fr: Escalier en roche

source: Stone Slab
es: Losa de piedra
fr: Dalle en roche

source: Smooth Stone Slab
es: Losa de piedra lisa
fr: Dalle en roche lisse

source: Andesite Stairs
es: Escaleras de andesita
fr: Escalier en andésite

source: Andesite Slab
es: Losa de andesita
fr: Dalle en andésite

source: Granite Stairs
es: Escaleras de granito
fr: Escalier en granite

source: Granite Slab
es: Losa de granito
fr: Dalle en granite

source: Diorite Stairs
es: Escaleras de diorita
fr: Escalier en diorite

source: Diorite Slab
es: Losa de diorita
fr: Dalle en diorite

source: Cobblestone Stairs
es: Escaleras de adoquín
fr: Escalier en pierre

source: Cobblestone Slab
es: Losa de adoquín
fr: Dalle de pierres

source: Mossy Cobblestone Stairs
es: Escaleras de adoquín musgoso
fr: Escalier en pierres moussues

source: Mossy Cobblestone Slab
es: Losa de adoquín musgoso
fr: Dalle de pierres moussues

source: Brick Stairs
es: Escaleras de ladrillo
fr: Escalier en brique

source: Brick Slab
es: Losa de ladrillo
fr: Dalle en brique

source: Sandstone Stairs
es: Escaleras de arenisca
fr: Escalier en grès

source: Sandstone Slab
es: Losa de arenisca
fr: Dalle en grès

source: Smooth Sandstone Stairs
es: Escaleras de arenisca lisa
fr: Escalier en grès lisse

source: Smooth Sandstone Slab
es: Losa de arenisca lisa
fr: Dalle en grès lisse

source: Cut Sandstone Stairs
es: Escalera de arenisca cortada
fr: Escalier en grès taillé

source: Cut Sandstone Slab
es: Losa de arenisca cortada
fr: Dalle en grès taillé

source: Red Sandstone Stairs
es: Escaleras de arenisca roja
fr: Escalier en grès rouge

source: Red Sandstone Slab
es: Losa de arenisca roja
fr: Dalle en grès rouge

source: Smooth Red Sandstone Stairs
es: Escaleras de arenisca roja lisa
fr: Escalier en grès rouge lisse

source: Smooth Red Sandstone Slab
es: Losa de arenisca roja lisa
fr: Dalle en grès rouge lisse

source: Cut Red Sandstone Stairs
es: Escalera de arenisca roja cortada
fr: Escalier en grès rouge taillé

source: Cut Red Sandstone Slab
es: Losa de arenisca roja cortada
fr: Dalle en grès rouge taillé

source: Stone Brick Stairs
es: Escaleras de ladrillo de piedra
fr: Escalier en pierre taillé

source: Stone Brick Slab
es: Losa de ladrillo de piedra
fr: Dalle en pierre taillé

source: Polished Andesite Stairs
es: Escaleras de andesita pulida
fr: Escalier en andésite polie

source: Polished Andesite Slab
es: Losa de andesita pulida
fr: Dalle en andésite polie

source: Polished Granite Stairs
es: Escaleras de granito pulido
fr: Escalier en granite polie

source: Polished Granite Slab
es: Losa de granito pulido
fr: Dalle en granite polie

source: Polished Diorite Stairs
es: Escaleras de diorita pulida
fr: Escalier en diorite polie

source: Polished Diorite Slab
es: Losa de diorita pulida
fr: Dalle en diorite polie

source: Mossy Stone Brick Stairs
es: Escaleras de ladrillo de piedra musgosa
fr: Escalier en pierre taillée moussue

source: Mossy Stone Brick Slab
es: Losa de ladrillo de piedra musgosa
fr: Dalle en pierre taillée moussue
