Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_banners/locale/poconvert/*.po
Languages: eu, fr, ru

source: And one additional layer
eu: Eta geruza gehigarri bat
fr: Et une couche supplémentaire
ru: И один дополнительный слой

source: And @1 additional layers
eu: Eta @1 geruza gehigarri
fr: Et @1 couches supplémentaires
ru: И @1 дополнительных слоёв

source: Banner
eu: Estandartea
fr: Bannière
ru: Флаг

source: Banners are tall colorful decorative blocks. They can be placed on the floor and at walls. Banners can be emblazoned with a variety of patterns by placing it with a dye in the loom, or with lots of dyes in crafting table.
eu: Estandarteak bloke apaingarri altu koloretsuak dira. Lurrean edo paretetan jar daitezke. Estandarteak hainbat eredurekin apaindu daitezke ehundegian tindagai batekin edo eskulan-mahaian tindagai askorekin jarriz.
fr: Les bannières sont de grands blocs décoratifs colorés. Elles peuvent être placées sur le sol et sur les murs. Les bannières peuvent être ornées d'une variété de motifs en les plaçant avec un colorant dans le métier à tisser, ou avec beaucoup de colorants dans l'établi.
ru: Флаги — высокие цветные декоративные блоки. Их можно размещать на полу и на стенах. Флаги можно украшать разнообразными узорами при помощью красителей на ткацком станке, или, большим количеством красителя на верстаке.

source: Emblazoned banners can be emblazoned again to combine patterns. Up to @1 patterns can be layered on a banner. To wash off a banner's top-most layer, use it on a cauldron with water.
eu: Apaindutako estandarteak berriz apaindu daitezke patroiak konbinatuz. @1 patroi arte jarri daitezke estandarte batean. Estandartearen gaineko geruza garbitzeko, erabili urez betetako eltze batean.
ru: Раскрашенные флаги можно раскрасить снова, чтобы совместить узоры. Можно сложить до @1 узоров на флаге. Чтобы смыть верхний слой с флага, используйте его на котле с водой.

source: An emblazoned banner can be copied by placing two banners of the same base color in the crafting table — one needs to be emblazoned, the other one must be clean.
eu: Apaindutako estandarte baten kopia egin daiteke, oinarrizko kolore bera duten bi estandarte lan mahaian jarriz — batek apaindua izan behar du eta besteak garbia izan behar du.
ru: Вы можете скопировать рисунок флага, поместив два флага одного цвета в сетку крафта — один должен быть украшенный, другой — чистый.

source: Paintable decoration
eu: Margotzeko dekorazioa
fr: Pochoir
ru: Раскрашиваемая декорация

source: Can be used to craft special banner designs on the loom
eu: Ehungailuan estandarteko diseinu bereziak sortzeko erabil daiteke
fr: Peut être utilisé pour créer des bannières spéciales avec le métier à tisser
ru: Можно использовать для изготовления специальных дизайнов флагов на ткацком станке

source: Special Banner Pattern
eu: Zutoihal-estanpatu Berezia
fr: Motif spécial de bannière
ru: Специальный узор флага

source: Black Banner
eu: Zutoihal beltza
fr: Bannière noire
ru: Чёрный флаг

source: Black Base
eu: Kanpaina beltza
fr: Champagne de sable
ru: Чёрная основа

source: Black Base Dexter Canton
eu: Kantoi beltza kanpainan eskuinean
fr: Canton de sable en pointe à dextre
ru: Чёрный левый нижний угол

source: Black Base Gradient
eu: Oinarriko gradiente beltza
fr: Dégradé de sable en pointe
ru: Чёрный градиент снизу

source: Black Base Indented
eu: Oinarri beltz horzduna
fr: Émanchures de sable en pointe
ru: Чёрные зубцы снизу

source: Black Base Sinister Canton
eu: Kantoi beltza a siniestra kanpainan
fr: Canton de sable en pointe à sénestre
ru: Чёрный правый нижний угол

source: Black Bend
eu: Banda beltza
fr: Bande de sable
ru: Чёрная перевязь

source: Black Bend Sinister
eu: Banda beltza ezbeharrekin
fr: Barre de sable à sénestre
ru: Чёрная левосторонняя перевязь

source: Black Bordure
eu: Bordura beltza
fr: Bordure de sable
ru: Чёрная кайма

source: Black Bordure Indented
eu: Bordura beltz horzduna
fr: Bordure cannelée de sable
ru: Чёрная зубчатая кайма

source: Black Bricks
eu: Mazonatu beltza
fr: Champ maçonné de sable
ru: Чёрная кирпичная кладка

source: Black Chevron
eu: Txebroi beltza
fr: Mantelé de sable
ru: Чёрный шеврон

source: Black Chevron Inverted
eu: Txaplata beltz alderantzikatua
fr: Mantelé renversé de sable
ru: Чёрный перевернутый шеврон

source: Black Chief
eu: Nagusi beltza
fr: Chef de sable
ru: Чёрная полоса сверху

source: Black Chief Dexter Canton
eu: Kantoi beltza nagusiz eskuin
fr: Canton de sable en chef à dextre
ru: Чёрный левый верхний угол

source: Black Chief Indented
eu: Buru beltz horzduna
fr: Émanchures de sable en chef
ru: Чёрные зубцы сверху

source: Black Chief Sinister Canton
eu: Kantoi beltz nagusia ezbeharrez
fr: Canton de sable en chef à sénestre
ru: Чёрный правый верхний угол

source: Black Creeper Charge
eu: Creeper estanpatu beltza
fr: Face de Creeper de sable
ru: Чёрное лицо крипера

source: Black Cross
eu: Gurutze beltza
fr: Croix de sable
ru: Чёрный крест

source: Black Fess
eu: Zerrenda beltza
fr: Fasce de sable
ru: Чёрная полоса по центру

source: Black Flow
eu: Espiral-estanpazio beltza
fr: Tourbillon de sable
ru: Чёрный поток

source: Black Flower Charge
eu: Lore-estanpatu beltza
fr: Fleur de sable
ru: Чёрный цветок

source: Black Globe Charge
eu: Planeta beltza
fr: Globe de sable
ru: Чёрный глобус

source: Black Gradient
eu: Gradiente beltza
fr: Dégradé de sable
ru: Чёрный градиент

source: Black Guster
eu: Txilar-estanpatu beltza
fr: Rafaleur de sable
ru: Чёрный вихревик

source: Black Lozenge
eu: Erronbo beltza
fr: Losange de sable
ru: Чёрный ромб

source: Black Pale
eu: Makila beltza
fr: Pal de sable
ru: Чёрный столб

source: Black Pale Dexter
eu: Makila beltza eskuinean
fr: Pal de sable à dextre
ru: Чёрный левый край

source: Black Pale Sinister
eu: Makila beltza ezbeharrez
fr: Pal de sable à sénestre
ru: Чёрный правый край

source: Black Paly
eu: Makilatze beltza
fr: Quatre pals de sable
ru: Чёрные вертикальные полосы

source: Black Per Bend
eu: Trontzaketa beltza
fr: Tranché, au premier de sable
ru: Чёрный скос

source: Black Per Bend Inverted
eu: Trontzaketa beltz alderantzikatua
fr: Tranché, au second de sable
ru: Чёрный обратный скос

source: Black Per Bend Sinister
eu: Ebakidura beltza
fr: Taillé, au premier de sable
ru: Чёрный скос слева

source: Black Per Bend Sinister Inverted
eu: Ebakidura beltz alderantzikatua
fr: Taillé, au second de sable
ru: Чёрный обратный скос слева

source: Black Per Fess
eu: Ebaki beltza
fr: Coupé, au premier de sable
ru: Чёрное верхнее пересечение

source: Black Per Fess Inverted
eu: Ebaketa beltz alderantzikatua
fr: Coupé, au second de sable
ru: Чёрное нижнее пересечение

source: Black Per Pale
eu: Saihets beltza
fr: Parti, au premier de sable
ru: Чёрное левое рассечение

source: Black Per Pale Inverted
eu: Saihets beltz alderantzikatua
fr: Parti, au second de sable
ru: Чёрное правое рассечение

source: Black Piglin Charge
eu: Mutur beltza
fr: Groin de sable
ru: Чёрный пиглин

source: Black Roundel
eu: Roel beltza
fr: Tourteau de sable
ru: Чёрный круг

source: Black Saltire
eu: Gurutze beltza
fr: Sautoir de sable
ru: Чёрный косой крест

source: Black Skull Charge
eu: Burezur estanpatu beltza
fr: Crâne de sable
ru: Чёрный череп

source: Black Thing Charge
eu: Gauza baten estanpatu beltza
fr: Symbole de sable
ru: Чёрное нечто

source: Blue Banner
eu: Zutoihal urdina
fr: Bannière bleue
ru: Синий флаг

source: Blue Base
eu: Kanpaina urdina
fr: Champagne d'azur
ru: Синяя основа

source: Blue Base Dexter Canton
eu: Kantoi urdina kanpainan eskuinean
fr: Canton d'azur en pointe à dextre
ru: Синий левый нижний угол

source: Blue Base Gradient
eu: Oinarriko gradiente urdina
fr: Dégradé d'azur en pointe
ru: Синий градиент снизу

source: Blue Base Indented
eu: Oinarri urdin horzduna
fr: Émanchures d'azur en pointe
ru: Синие зубцы снизу

source: Blue Base Sinister Canton
eu: Kantoi urdina ezbehar-kanpainan
fr: Canton d'azur en pointe à sénestre
ru: Синий правый нижний угол

source: Blue Bend
eu: Banda urdina
fr: Bande d'azur
ru: Синяя перевязь

source: Blue Bend Sinister
eu: Banda urdinetik siniestrara
fr: Barre d'azur à sénestre
ru: Синяя левосторонняя перевязь

source: Blue Bordure
eu: Bordura urdina
fr: Bordure d'azur
ru: Синяя кайма

source: Blue Bordure Indented
eu: Bordura urdin horzduna
fr: Bordure cannelée d'azur
ru: Синяя зубчатая кайма

source: Blue Bricks
eu: Mazonatu urdina
fr: Champ maçonné d'azur
ru: Синяя кирпичная кладка

source: Blue Chevron
eu: Txebroi urdina
fr: Mantelé d'azur
ru: Синий шеврон

source: Blue Chevron Inverted
eu: Txaplata urdin alderantzikatua
fr: Mantelé renversé d'azur
ru: Синий перевернутый шеврон

source: Blue Chief
eu: Nagusi urdina
fr: Chef d'azur
ru: Синяя полоса сверху

source: Blue Chief Dexter Canton
eu: Kantoi urdina nagusiz eskuin
fr: Canton d'azur en chef à dextre
ru: Синий левый верхний угол

source: Blue Chief Indented
eu: Buru urdin horzduna
fr: Émanchures d'azur en chef
ru: Синие зубцы сверху

source: Blue Chief Sinister Canton
eu: Kantoi urdin nagusia ezbeharrez
fr: Canton d'azur en chef à sénestre
ru: Синий правый верхний угол

source: Blue Creeper Charge
eu: Creeper estanpatu urdina
fr: Face de Creeper d'azur
ru: Синее лицо крипера

source: Blue Cross
eu: Gurutze urdina
fr: Croix d'azur
ru: Синий крест

source: Blue Fess
eu: Zerrenda urdina
fr: Fasce d'azur
ru: Синяя полоса по центру

source: Blue Flow
eu: Espiraleko estanpatu urdina
fr: Tourbillon d'azur
ru: Синий поток

source: Blue Flower Charge
eu: Lore-estanpatu urdina
fr: Fleur d'azur
ru: Синий цветок

source: Blue Globe Charge
eu: Planeta urdina
fr: Globe d'azur
ru: Синий глобус

source: Blue Gradient
eu: Gradiente urdina
fr: Dégradé d'azur
ru: Синий градиент

source: Blue Guster
eu: Txilar-estanpatu urdina
fr: Rafaleur d'azur
ru: Синий вихревик

source: Blue Lozenge
eu: Erronbo urdina
fr: Losange d'azur
ru: Синий ромб

source: Blue Pale
eu: Makila urdina
fr: Pal d'azur
ru: Синий столб

source: Blue Pale Dexter
eu: Eskumako makila urdina
fr: Pal d'azur à dextre
ru: Синий левый край

source: Blue Pale Sinister
eu: Ezbeharrez makila urdina
fr: Pal d'azur à sénestre
ru: Синий правый край

source: Blue Paly
eu: Makilatze urdina
fr: Quatre pals d'azur
ru: Синие вертикальные полосы

source: Blue Per Bend
eu: Trontzaketa urdina
fr: Tranché, au premier d'azur
ru: Синий скос

source: Blue Per Bend Inverted
eu: Trontzaketa urdin alderantzikatua
fr: Tranché, au second d'azur
ru: Синий обратный скос

source: Blue Per Bend Sinister
eu: Tajatu urdina
fr: Taillé, au premier d'azur
ru: Синий скос слева

source: Blue Per Bend Sinister Inverted
eu: Ebakidura urdin alderantzikatua
fr: Taillé, au second d'azur
ru: Синий обратный скос слева

source: Blue Per Fess
eu: Ebaki urdina
fr: Coupé, au premier d'azur
ru: Синее верхнее пересечение

source: Blue Per Fess Inverted
eu: Ebaketa urdin alderantzikatua
fr: Coupé, au second d'azur
ru: Синее нижнее пересечение

source: Blue Per Pale
eu: Saihets urdina
fr: Parti, au premier d'azur
ru: Синее левое рассечение

source: Blue Per Pale Inverted
eu: Saihets urdin alderantzikatua
fr: Parti, au second d'azur
ru: Синее правое рассечение

source: Blue Piglin Charge
eu: Mutur urdina
fr: Groin d'azur
ru: Синий пиглин

source: Blue Roundel
eu: Roel urdina
fr: Tourteau d'azur
ru: Синий круг

source: Blue Saltire
eu: Gurutze urdina
fr: Sautoir d'azur
ru: Синий косой крест

source: Blue Skull Charge
eu: Burezurreko estanpatu urdina
fr: Crâne d'azur
ru: Синий череп

source: Blue Thing Charge
eu: Gauza baten estanpatu urdina
fr: Symbole d'azur
ru: Синее нечто

source: Bricks Banner Pattern
eu: Adreilu zutoihal-estanpatua
fr: Motif de champ maçonné pour bannière
ru: Узор флага «Муровка»

source: Brown Banner
eu: Zutoihal marroia
fr: Bannière marron
ru: Коричневый флаг

source: Brown Base
eu: Kanpaina marroia
fr: Champagne de tanné
ru: Коричневая основа

source: Brown Base Dexter Canton
eu: Kantoi marroia kanpainan eskuinean
fr: Canton de tanné en pointe à dextre
ru: Коричневый левый нижний угол

source: Brown Base Gradient
eu: Oinarriko gradiente marroia
fr: Dégradé de tanné en pointe
ru: Коричневый градиент снизу

source: Brown Base Indented
eu: Oinarri marroi horzduna
fr: Émanchures de tanné en pointe
ru: Коричневые зубцы снизу

source: Brown Base Sinister Canton
eu: Kantoi marroia ezbehar-kanpainan
fr: Canton de tanné en pointe à sénestre
ru: Коричневый правый нижний угол

source: Brown Bend
eu: Banda marroia
fr: Bande de tanné
ru: Коричневая перевязь

source: Brown Bend Sinister
eu: Banda marroia ezbeharrez
fr: Barre de tanné à sénestre
ru: Коричневая левосторонняя перевязь

source: Brown Bordure
eu: Bordura marroia
fr: Bordure de tanné
ru: Коричневая кайма

source: Brown Bordure Indented
eu: Bordura marroi horzduna
fr: Bordure cannelée de tanné
ru: Коричневая зубчатая кайма

source: Brown Bricks
eu: Mazonatu marroia
fr: Champ maçonné de tanné
ru: Коричневая кирпичная кладка

source: Brown Chevron
eu: Txebroi marroia
fr: Mantelé de tanné
ru: Коричневый шеврон

source: Brown Chevron Inverted
eu: Alderantzizko txaplata marroia
fr: Mantelé renversé de tanné
ru: Коричневый перевернутый шеврон

source: Brown Chief
eu: Buru marroia
fr: Chef de tanné
ru: Коричневая полоса сверху

source: Brown Chief Dexter Canton
eu: Kantoi marroia buru batetik bestera
fr: Canton de tanné en chef à dextre
ru: Коричневый левый верхний угол

source: Brown Chief Indented
eu: Buru marroi horzduna
fr: Émanchures de tanné en chef
ru: Коричневые зубцы сверху

source: Brown Chief Sinister Canton
eu: Kantoi marroi nagusia ezbeharrez
fr: Canton de tanné en chef à sénestre
ru: Коричневый правый верхний угол

source: Brown Creeper Charge
eu: Creeper estanpatu marroia
fr: Face de Creeper de tanné
ru: Коричневое лицо крипера

source: Brown Cross
eu: Gurutze marroia
fr: Croix de tanné
ru: Коричневый крест

source: Brown Fess
eu: Zerrenda marroia
fr: Fasce de tanné
ru: Коричневая полоса по центру

source: Brown Flow
eu: Espiral-estanpatu marroia
fr: Tourbillon de tanné
ru: Коричневый поток

source: Brown Flower Charge
eu: Lore-estanpatu marroia
fr: Fleur de tanné
ru: Коричневый цветок

source: Brown Globe Charge
eu: Planeta marroia
fr: Globe de tanné
ru: Коричневый глобус

source: Brown Gradient
eu: Gradiente marroia
fr: Dégradé de tanné
ru: Коричневый градиент

source: Brown Guster
eu: Txilar-estanpatu marroia
fr: Rafaleur de tanné
ru: Коричневый вихревик

source: Brown Lozenge
eu: Erronbo marroia
fr: Losange de tanné
ru: Коричневый ромб

source: Brown Pale
eu: Makila marroia
fr: Pal de tanné
ru: Коричневый столб

source: Brown Pale Dexter
eu: Makila marroia eskuinean
fr: Pal de tanné à dextre
ru: Коричневый левый край

source: Brown Pale Sinister
eu: Makila marroia ezbeharrez
fr: Pal de tanné à sénestre
ru: Коричневый правый край

source: Brown Paly
eu: Makilatze marroia
fr: Quatre pals de tanné
ru: Коричневые вертикальные полосы

source: Brown Per Bend
eu: Trontzaketa marroia
fr: Tranché, au premier de tanné
ru: Коричневый скос

source: Brown Per Bend Inverted
eu: Trontzaketa marroi alderantzikatua
fr: Tranché, au second de tanné
ru: Коричневый обратный скос

source: Brown Per Bend Sinister
eu: Ebakidura marroia
fr: Taillé, au premier de tanné
ru: Коричневый скос слева

source: Brown Per Bend Sinister Inverted
eu: Ebakidura marroi alderantzikatua
fr: Taillé, au second de tanné
ru: Коричневый обратный скос слева

source: Brown Per Fess
eu: Ebaki marroia
fr: Coupé, au premier de tanné
ru: Коричневое верхнее пересечение

source: Brown Per Fess Inverted
eu: Ebaketa marroi alderantzikatua
fr: Coupé, au second de tanné
ru: Коричневое нижнее пересечение

source: Brown Per Pale
eu: Saihets marroia
fr: Parti, au premier de tanné
ru: Коричневое левое рассечение

source: Brown Per Pale Inverted
eu: Saihets marroi alderantzikatua
fr: Parti, au second de tanné
ru: Коричневое правое рассечение

source: Brown Piglin Charge
eu: Mutur marroia
fr: Groin de tanné
ru: Коричневый пиглин

source: Brown Roundel
eu: Roel marroia
fr: Tourteau de tanné
ru: Коричневый круг

source: Brown Saltire
eu: Aspa marroia
fr: Sautoir de tanné
ru: Коричневый косой крест

source: Brown Skull Charge
eu: Kaskezur estanpatu marroia
fr: Crâne de tanné
ru: Коричневый череп

source: Brown Thing Charge
eu: Gauza baten estanpatu marroia
fr: Symbole de tanné
ru: Коричневое нечто

source: Creeper Banner Pattern
eu: Creeper zutoihal-estanpatua
ru: Узор флага «Крипер»

source: Curly border Banner Pattern
eu: Bazter kiribilduen zutoihal-estanpatua
fr: Motif de bordure cannelée pour bannière
ru: Узор флага «Зубчатая кайма»

source: Cyan Banner
eu: Zutoihal ziana
fr: Bannière cyan
ru: Бирюзовый флаг

source: Cyan Base
eu: Kanpaina ziana
fr: Champagne de cyan
ru: Бирюзовая основа

source: Cyan Base Dexter Canton
eu: Kantoi ziana kanpainan eskuinean
fr: Canton de cyan en pointe à dextre
ru: Бирюзовый левый нижний угол

source: Cyan Base Gradient
eu: Oinarriko gradiente ziana
fr: Dégradé de cyan en pointe
ru: Бирюзовый градиент снизу

source: Cyan Base Indented
eu: Oinarri zian horzduna
fr: Émanchures de cyan en pointe
ru: Бирюзовые зубцы снизу

source: Cyan Base Sinister Canton
eu: Kantoi ziana a siniestra kanpainan
fr: Canton de cyan en pointe à sénestre
ru: Бирюзовый правый нижний угол

source: Cyan Bend
eu: Banda ziana
fr: Bande de cyan
ru: Бирюзовая перевязь

source: Cyan Bend Sinister
eu: Banda ziana ezbeharrekin
fr: Barre de cyan à sénestre
ru: Бирюзовая левосторонняя перевязь

source: Cyan Bordure
eu: Bordura ziana
fr: Bordure de cyan
ru: Бирюзовая кайма

source: Cyan Bordure Indented
eu: Bordura zian horzduna
fr: Bordure cannelée de cyan
ru: Бирюзовая зубчатая кайма

source: Cyan Bricks
eu: Mazonatu ziana
fr: Champ maçonné de cyan
ru: Бирюзовая кирпичная кладка

source: Cyan Chevron
eu: Txebroi ziana
fr: Mantelé de cyan
ru: Бирюзовый шеврон

source: Cyan Chevron Inverted
eu: Txaplata zian alderantzikatua
fr: Mantelé renversé de cyan
ru: Бирюзовый перевернутый шеврон

source: Cyan Chief
eu: Nagusi ziana
fr: Chef de cyan
ru: Бирюзовая полоса сверху

source: Cyan Chief Dexter Canton
eu: Kantoi ziana nagusiz eskuin
fr: Canton de cyan en chef à dextre
ru: Бирюзовый левый верхний угол

source: Cyan Chief Indented
eu: Buru zian horzduna
fr: Émanchures de cyan en chef
ru: Бирюзовые зубцы сверху

source: Cyan Chief Sinister Canton
eu: Kantoi zian nagusia ezbeharrez
fr: Canton de cyan en chef à sénestre
ru: Бирюзовый правый верхний угол

source: Cyan Creeper Charge
eu: Creeper estanpatu ziana
fr: Face de Creeper de cyan
ru: Бирюзовое лицо крипера

source: Cyan Cross
eu: Gurutze ziana
fr: Croix de cyan
ru: Бирюзовый крест

source: Cyan Fess
eu: Zerrenda ziana
fr: Fasce de cyan
ru: Бирюзовая полоса по центру

source: Cyan Flow
eu: Espiral-estanpazio ziana
fr: Tourbillon de cyan
ru: Бирюзовый поток

source: Cyan Flower Charge
eu: Lore-estanpatu ziana
fr: Fleur de cyan
ru: Бирюзовый цветок

source: Cyan Globe Charge
eu: Planeta ziana
fr: Globe de cyan
ru: Бирюзовый глобус

source: Cyan Gradient
eu: Gradiente ziana
fr: Dégradé de cyan
ru: Бирюзовый градиент

source: Cyan Guster
eu: Txilar-estanpatu ziana
fr: Rafaleur de cyan
ru: Бирюзовый вихревик

source: Cyan Lozenge
eu: Erronbo ziana
fr: Losange de cyan
ru: Бирюзовый ромб

source: Cyan Pale
eu: Makila ziana
fr: Pal de cyan
ru: Бирюзовый столб

source: Cyan Pale Dexter
eu: Makila ziana eskuinean
fr: Pal de cyan à dextre
ru: Бирюзовый левый край

source: Cyan Pale Sinister
eu: Makila ziana ezbeharrez
fr: Pal de cyan à sénestre
ru: Бирюзовый правый край

source: Cyan Paly
eu: Makilatze ziana
fr: Quatre pals de cyan
ru: Бирюзовые вертикальные полосы

source: Cyan Per Bend
eu: Trontzaketa ziana
fr: Tranché, au premier de cyan
ru: Бирюзовый скос

source: Cyan Per Bend Inverted
eu: Trontzaketa zian alderantzikatua
fr: Tranché, au second de cyan
ru: Бирюзовый обратный скос

source: Cyan Per Bend Sinister
eu: Ebakidura ziana
fr: Taillé, au premier de cyan
ru: Бирюзовый скос слева

source: Cyan Per Bend Sinister Inverted
eu: Ebakidura zian alderantzikatua
fr: Taillé, au second de cyan
ru: Бирюзовый обратный скос слева

source: Cyan Per Fess
eu: Ebaki ziana
fr: Coupé, au premier de cyan
ru: Бирюзовое верхнее пересечение

source: Cyan Per Fess Inverted
eu: Ebaketa zian alderantzikatua
fr: Coupé, au second de cyan
ru: Бирюзовое нижнее пересечение

source: Cyan Per Pale
eu: Saihets ziana
fr: Parti, au premier de cyan
ru: Бирюзовое левое рассечение

source: Cyan Per Pale Inverted
eu: Saihets zian alderantzikatua
fr: Parti, au second de cyan
ru: Бирюзовое правое рассечение

source: Cyan Piglin Charge
eu: Piglin estanpatu ziana
fr: Groin de cyan
ru: Бирюзовый пиглин

source: Cyan Roundel
eu: Roel ziana
fr: Tourteau de cyan
ru: Бирюзовый круг

source: Cyan Saltire
eu: X ziana
fr: Sautoir de cyan
ru: Бирюзовый косой крест

source: Cyan Skull Charge
eu: Burezur estanpatu ziana
fr: Crâne de cyan
ru: Бирюзовый череп

source: Cyan Thing Charge
eu: Gauza estanpatu ziana
fr: Symbole de cyan
ru: Бирюзовое нечто

source: Flow Banner Pattern
eu: Kiribil zutoihal-estanpatua
fr: Motif de tourbillon pour bannière
ru: Узор флага «Поток»

source: Flower Banner Pattern
eu: Lore zutoihal-estanpatua
fr: Motif de fleur pour bannière
ru: Узор флага «Цветок»

source: Globe Banner Pattern
eu: Planetaren zutoihal-estanpatua
fr: Motif de globe pour bannière
ru: Узор флага «Глобус»

source: Green Banner
eu: Zutoihal berdea
fr: Bannière verte
ru: Зелёный флаг

source: Green Base
eu: Kanpaina berdea
fr: Champagne de sinople
ru: Зелёная основа

source: Green Base Dexter Canton
eu: Kantoi berdea kanpainan eskuinean
fr: Canton de sinople en pointe à dextre
ru: Зелёный левый нижний угол

source: Green Base Gradient
eu: Oinarriko gradiente berdea
fr: Dégradé de sinople en pointe
ru: Зелёный градиент снизу

source: Green Base Indented
eu: Oinarri berde horzduna
fr: Émanchures de sinople en pointe
ru: Зелёные зубцы снизу

source: Green Base Sinister Canton
eu: Kantoi berdea a siniestra kanpainan
fr: Canton de sinople en pointe à sénestre
ru: Зелёный правый нижний угол

source: Green Bend
eu: Banda berdea
fr: Bande de sinople
ru: Зелёная перевязь

source: Green Bend Sinister
eu: Banda berdea ezbeharrekin
fr: Barre de sinople à sénestre
ru: Зелёная левосторонняя перевязь

source: Green Bordure
eu: Bordura berdea
fr: Bordure de sinople
ru: Зелёная кайма

source: Green Bordure Indented
eu: Bordura berde horzduna
fr: Bordure cannelée de sinople
ru: Зелёная зубчатая кайма

source: Green Bricks
eu: Mazonatu berdea
fr: Champ maçonné de sinople
ru: Зелёная кирпичная кладка

source: Green Chevron
eu: Txebroi berdea
fr: Mantelé de sinople
ru: Зелёный шеврон

source: Green Chevron Inverted
eu: Txaplata berde alderantzikatua
fr: Mantelé renversé de sinople
ru: Зелёный перевернутый шеврон

source: Green Chief
eu: Nagusi berdea
fr: Chef de sinople
ru: Зелёная полоса сверху

source: Green Chief Dexter Canton
eu: Kantoi berdea nagusiz eskuin
fr: Canton de sinople en chef à dextre
ru: Зелёный левый верхний угол

source: Green Chief Indented
eu: Buru berde horzduna
fr: Émanchures de sinople en chef
ru: Зелёные зубцы сверху

source: Green Chief Sinister Canton
eu: Kantoi berde nagusia ezbeharrez
fr: Canton de sinople en chef à sénestre
ru: Зелёный правый верхний угол

source: Green Creeper Charge
eu: Creeper estanpatu berdea
fr: Face de Creeper de sinople
ru: Зелёное лицо крипера

source: Green Cross
eu: Gurutze berdea
fr: Croix de sinople
ru: Зелёный крест

source: Green Fess
eu: Zerrenda berdea
fr: Fasce de sinople
ru: Зелёная полоса по центру

source: Green Flow
eu: Espiral-estanpazio berdea
fr: Tourbillon de sinople
ru: Зелёный поток

source: Green Flower Charge
eu: Lore-estanpatu berdea
fr: Fleur de sinople
ru: Зелёный цветок

source: Green Globe Charge
eu: Planeta berdea
fr: Globe de sinople
ru: Зелёный глобус

source: Green Gradient
eu: Gradiente berdea
fr: Dégradé de sinople
ru: Зелёный градиент

source: Green Guster
eu: Txilar-estanpatu berdea
fr: Rafaleur de sinople
ru: Зелёный вихревик
