Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_banners/locale/poconvert/*.po
Languages: eu, fr, ru

source: Green Lozenge
eu: Erronbo berdea
fr: Losange de sinople
ru: Зелёный ромб

source: Green Pale
eu: Makila berdea
fr: Pal de sinople
ru: Зелёный столб

source: Green Pale Dexter
eu: Makila berdea eskuinean
fr: Pal de sinople à dextre
ru: Зелёный левый край

source: Green Pale Sinister
eu: Makila berdea ezbeharrez
fr: Pal de sinople à sénestre
ru: Зелёный правый край

source: Green Paly
eu: Makilatze berdea
fr: Quatre pals de sinople
ru: Зелёные вертикальные полосы

source: Green Per Bend
eu: Trontzaketa berdea
fr: Tranché, au premier de sinople
ru: Зелёный скос

source: Green Per Bend Inverted
eu: Trontzaketa berde alderantzikatua
fr: Tranché, au second de sinople
ru: Зелёный обратный скос

source: Green Per Bend Sinister
eu: Ebakidura berdea
fr: Taillé, au premier de sinople
ru: Зелёный скос слева

source: Green Per Bend Sinister Inverted
eu: Ebakidura berde alderantzikatua
fr: Taillé, au second de sinople
ru: Зелёный обратный скос слева

source: Green Per Fess
eu: Ebaki berdea
fr: Coupé, au premier de sinople
ru: Зелёное верхнее пересечение

source: Green Per Fess Inverted
eu: Ebaketa berde alderantzikatua
fr: Coupé, au second de sinople
ru: Зелёное нижнее пересечение

source: Green Per Pale
eu: Saihets berdea
fr: Parti, au premier de sinople
ru: Зелёное левое рассечение

source: Green Per Pale Inverted
eu: Saihets berde alderantzikatua
fr: Parti, au second de sinople
ru: Зелёное правое рассечение

source: Green Piglin Charge
eu: Piglin estanpatu berdea
fr: Groin de sinople
ru: Зелёный пиглин

source: Green Roundel
eu: Roel berdea
fr: Tourteau de sinople
ru: Зелёный круг

source: Green Saltire
eu: X berdea
fr: Sautoir de sinople
ru: Зелёный косой крест

source: Green Skull Charge
eu: Burezur estanpatu berdea
fr: Crâne de sinople
ru: Зелёный череп

source: Green Thing Charge
eu: Gauza estanpatu berdea
fr: Symbole de sinople
ru: Зелёное нечто

source: Grey Banner
eu: Zutoihal grisa
fr: Bannière grise
ru: Серый флаг

source: Grey Base
eu: Kanpaina grisa
fr: Champagne d'acier
ru: Серая основа

source: Grey Base Dexter Canton
eu: Kantoi grisa kanpainan eskuinean
fr: Canton d'acier en pointe à dextre
ru: Серый левый нижний угол

source: Grey Base Gradient
eu: Oinarriko gradiente grisa
fr: Dégradé d'acier en pointe
ru: Серый градиент снизу

source: Grey Base Indented
eu: Oinarri gris horzduna
fr: Émanchures d'acier en pointe
ru: Серые зубцы снизу

source: Grey Base Sinister Canton
eu: Kantoi grisa a siniestra kanpainan
fr: Canton d'acier en pointe à sénestre
ru: Серый правый нижний угол

source: Grey Bend
eu: Banda grisa
fr: Bande d'acier
ru: Серая перевязь

source: Grey Bend Sinister
eu: Banda grisa ezbeharrekin
fr: Barre d'acier à sénestre
ru: Серая левосторонняя перевязь

source: Grey Bordure
eu: Bordura grisa
fr: Bordure d'acier
ru: Серая кайма

source: Grey Bordure Indented
eu: Bordura gris horzduna
fr: Bordure cannelée d'acier
ru: Серая зубчатая кайма

source: Grey Bricks
eu: Mazonatu grisa
fr: Champ maçonné d'acier
ru: Серая кирпичная кладка

source: Grey Chevron
eu: Txebroi grisa
fr: Mantelé d'acier
ru: Серый шеврон

source: Grey Chevron Inverted
eu: Txaplata gris alderantzikatua
fr: Mantelé renversé d'acier
ru: Серый перевернутый шеврон

source: Grey Chief
eu: Nagusi grisa
fr: Chef d'acier
ru: Серая полоса сверху

source: Grey Chief Dexter Canton
eu: Kantoi grisa nagusiz eskuin
fr: Canton d'acier en chef à dextre
ru: Серый левый верхний угол

source: Grey Chief Indented
eu: Buru gris horzduna
fr: Émanchures d'acier en chef
ru: Серые зубцы сверху

source: Grey Chief Sinister Canton
eu: Kantoi gris nagusia ezbeharrez
fr: Canton d'acier en chef à sénestre
ru: Серый правый верхний угол

source: Grey Creeper Charge
eu: Creeper estanpatu grisa
fr: Face de Creeper d'acier
ru: Серое лицо крипера

source: Grey Cross
eu: Gurutze grisa
fr: Croix d'acier
ru: Серый крест

source: Grey Fess
eu: Zerrenda grisa
fr: Fasce d'acier
ru: Серая полоса по центру

source: Grey Flow
eu: Espiral-estanpazio grisa
fr: Tourbillon d'acier
ru: Серый поток

source: Grey Flower Charge
eu: Lore-estanpatu grisa
fr: Fleur d'acier
ru: Серый цветок

source: Grey Globe Charge
eu: Planeta grisa
fr: Globe d'acier
ru: Серый глобус

source: Grey Gradient
eu: Gradiente grisa
fr: Dégradé d'acier
ru: Серый градиент

source: Grey Guster
eu: Txilar-estanpatu grisa
fr: Rafaleur d'acier
ru: Серый вихревик

source: Grey Lozenge
eu: Erronbo grisa
fr: Losange d'acier
ru: Серый ромб

source: Grey Pale
eu: Makila grisa
fr: Pal d'acier
ru: Серый столб

source: Grey Pale Dexter
eu: Makila grisa eskuinean
fr: Pal d'acier à dextre
ru: Серый левый край

source: Grey Pale Sinister
eu: Makila grisa ezbeharrez
fr: Pal d'acier à sénestre
ru: Серый правый край

source: Grey Paly
eu: Makilatze grisa
fr: Quatre pals d'acier
ru: Серые вертикальные полосы

source: Grey Per Bend
eu: Trontzaketa grisa
fr: Tranché, au premier d'acier
ru: Серый скос

source: Grey Per Bend Inverted
eu: Trontzaketa gris alderantzikatua
fr: Tranché, au second d'acier
ru: Серый обратный скос

source: Grey Per Bend Sinister
eu: Ebakidura grisa
fr: Taillé, au premier d'acier
ru: Серый скос слева

source: Grey Per Bend Sinister Inverted
eu: Ebakidura gris alderantzikatua
fr: Taillé, au second d'acier
ru: Серый обратный скос слева

source: Grey Per Fess
eu: Ebaki grisa
fr: Coupé, au premier d'acier
ru: Серое верхнее пересечение

source: Grey Per Fess Inverted
eu: Ebaketa gris alderantzikatua
fr: Coupé, au second d'acier
ru: Серое нижнее пересечение

source: Grey Per Pale
eu: Saihets grisa
fr: Parti, au premier d'acier
ru: Серое левое рассечение

source: Grey Per Pale Inverted
eu: Saihets gris alderantzikatua
fr: Parti, au second d'acier
ru: Серое правое рассечение

source: Grey Piglin Charge
eu: Piglin estanpatu grisa
fr: Groin d'acier
ru: Серый пиглин

source: Grey Roundel
eu: Roel grisa
fr: Tourteau d'acier
ru: Серый круг

source: Grey Saltire
eu: X grisa
fr: Sautoir d'acier
ru: Серый косой крест

source: Grey Skull Charge
eu: Burezur estanpatu grisa
fr: Crâne d'acier
ru: Серый череп

source: Grey Thing Charge
eu: Gauza estanpatu grisa
fr: Symbole d'acier
ru: Серое нечто

source: Guster Banner Pattern
eu: Haizete zutoihal-estanpatua
fr: Motif de rafaleur pour bannière
ru: Узор флага «Вихрь»

source: Light Blue Banner
eu: Zutoihal urdin argia
fr: Bannière bleu clair
ru: Голубой флаг

source: Light Blue Base
eu: Kanpaina urdin argia
fr: Champagne de bleu céleste
ru: Голубая основа

source: Light Blue Base Dexter Canton
eu: Kantoi urdin argia kanpainan eskuinean
fr: Canton de bleu céleste en pointe à dextre
ru: Голубой левый нижний угол

source: Light Blue Base Gradient
eu: Oinarriko gradiente urdin argia
fr: Dégradé de bleu céleste en pointe
ru: Голубой градиент снизу

source: Light Blue Base Indented
eu: Oinarri urdin argi horzduna
fr: Émanchures de bleu céleste en pointe
ru: Голубые зубцы снизу

source: Light Blue Base Sinister Canton
eu: Kantoi urdin argia a siniestra kanpainan
fr: Canton de bleu céleste en pointe à sénestre
ru: Голубой правый нижний угол

source: Light Blue Bend
eu: Banda urdin argia
fr: Bande de bleu céleste
ru: Голубая перевязь

source: Light Blue Bend Sinister
eu: Banda urdin argia ezbeharrekin
fr: Barre de bleu céleste à sénestre
ru: Голубая левосторонняя перевязь

source: Light Blue Bordure
eu: Bordura urdin argia
fr: Bordure de bleu céleste
ru: Голубая кайма

source: Light Blue Bordure Indented
eu: Bordura urdin argi horzduna
fr: Bordure cannelée de bleu céleste
ru: Голубая зубчатая кайма

source: Light Blue Bricks
eu: Mazonatu urdin argia
fr: Champ maçonné de bleu céleste
ru: Голубая кирпичная кладка

source: Light Blue Chevron
eu: Txebroi urdin argia
fr: Mantelé de bleu céleste
ru: Голубой шеврон

source: Light Blue Chevron Inverted
eu: Txaplata urdin argi alderantzikatua
fr: Mantelé renversé de bleu céleste
ru: Голубой перевернутый шеврон

source: Light Blue Chief
eu: Nagusi urdin argia
fr: Chef de bleu céleste
ru: Голубая полоса сверху

source: Light Blue Chief Dexter Canton
eu: Kantoi urdin argia nagusiz eskuin
fr: Canton de bleu céleste en chef à dextre
ru: Голубой левый верхний угол

source: Light Blue Chief Indented
eu: Buru urdin argi horzduna
fr: Émanchures de bleu céleste en chef
ru: Голубые зубцы сверху

source: Light Blue Chief Sinister Canton
eu: Kantoi urdin argi nagusia ezbeharrez
fr: Canton de bleu céleste en chef à sénestre
ru: Голубой правый верхний угол

source: Light Blue Creeper Charge
eu: Creeper estanpatu urdin argia
fr: Face de Creeper de bleu céleste
ru: Голубое лицо крипера

source: Light Blue Cross
eu: Gurutze urdin argia
fr: Croix de bleu céleste
ru: Голубой крест

source: Light Blue Fess
eu: Zerrenda urdin argia
fr: Fasce de bleu céleste
ru: Голубая полоса по центру

source: Light Blue Flow
eu: Espiral-estanpazio urdin argia
fr: Tourbillon de bleu céleste
ru: Голубой поток

source: Light Blue Flower Charge
eu: Lore-estanpatu urdin argia
fr: Fleur de bleu céleste
ru: Голубой цветок

source: Light Blue Globe Charge
eu: Planeta urdin argia
fr: Globe de bleu céleste
ru: Голубой глобус

source: Light Blue Gradient
eu: Gradiente urdin argia
fr: Dégradé de bleu céleste
ru: Голубой градиент

source: Light Blue Guster
eu: Txilar-estanpatu urdin argia
fr: Rafaleur de bleu céleste
ru: Голубой вихревик

source: Light Blue Lozenge
eu: Erronbo urdin argia
fr: Losange de bleu céleste
ru: Голубой ромб

source: Light Blue Pale
eu: Makila urdin argia
fr: Pal de bleu céleste
ru: Голубой столб

source: Light Blue Pale Dexter
eu: Makila urdin argia eskuinean
fr: Pal de bleu céleste à dextre
ru: Голубой левый край

source: Light Blue Pale Sinister
eu: Makila urdin argia ezbeharrez
fr: Pal de bleu céleste à sénestre
ru: Голубой правый край

source: Light Blue Paly
eu: Makilatze urdin argia
fr: Quatre pals de bleu céleste
ru: Голубые вертикальные полосы

source: Light Blue Per Bend
eu: Trontzaketa urdin argia
fr: Tranché, au premier de bleu céleste
ru: Голубой скос

source: Light Blue Per Bend Inverted
eu: Trontzaketa urdin argi alderantzikatua
fr: Tranché, au second de bleu céleste
ru: Голубой обратный скос

source: Light Blue Per Bend Sinister
eu: Ebakidura urdin argia
fr: Taillé, au premier de bleu céleste
ru: Голубой скос слева

source: Light Blue Per Bend Sinister Inverted
eu: Ebakidura urdin argi alderantzikatua
fr: Taillé, au second de bleu céleste
ru: Голубой обратный скос слева

source: Light Blue Per Fess
eu: Ebaki urdin argia
fr: Coupé, au premier de bleu céleste
ru: Голубое верхнее пересечение

source: Light Blue Per Fess Inverted
eu: Ebaketa urdin argi alderantzikatua
fr: Coupé, au second de bleu céleste
ru: Голубое нижнее пересечение

source: Light Blue Per Pale
eu: Saihets urdin argia
fr: Parti, au premier de bleu céleste
ru: Голубое левое рассечение

source: Light Blue Per Pale Inverted
eu: Saihets urdin argi alderantzikatua
fr: Parti, au second de bleu céleste
ru: Голубое правое рассечение

source: Light Blue Piglin Charge
eu: Piglin estanpatu urdin argia
fr: Groin de bleu céleste
ru: Голубой пиглин

source: Light Blue Roundel
eu: Roel urdin argia
fr: Tourteau de bleu céleste
ru: Голубой круг

source: Light Blue Saltire
eu: X urdin argia
fr: Sautoir de bleu céleste
ru: Голубой косой крест

source: Light Blue Skull Charge
eu: Burezur estanpatu urdin argia
fr: Crâne de bleu céleste
ru: Голубой череп

source: Light Blue Thing Charge
eu: Gauza estanpatu urdin argia
fr: Symbole de bleu céleste
ru: Голубое нечто

source: Light Grey Banner
eu: Zutoihal gris argia
fr: Bannière gris clair
ru: Светло-серый флаг

source: Light Grey Base
eu: Kanpaina gris argia
fr: Champagne d'argent grisé
ru: Светло-серая основа

source: Light Grey Base Dexter Canton
eu: Kantoi gris argia kanpainan eskuinean
fr: Canton d'argent grisé en pointe à dextre
ru: Светло-серый левый нижний угол

source: Light Grey Base Gradient
eu: Oinarriko gradiente gris argia
fr: Dégradé d'argent grisé en pointe
ru: Светло-серый градиент снизу

source: Light Grey Base Indented
eu: Oinarri gris argi horzduna
fr: Émanchures d'argent grisé en pointe
ru: Светло-серые зубцы снизу

source: Light Grey Base Sinister Canton
eu: Kantoi gris argia a siniestra kanpainan
fr: Canton d'argent grisé en pointe à sénestre
ru: Светло-серый правый нижний угол

source: Light Grey Bend
eu: Banda gris argia
fr: Bande d'argent grisé
ru: Светло-серая перевязь

source: Light Grey Bend Sinister
eu: Banda gris argia ezbeharrekin
fr: Barre d'argent grisé à sénestre
ru: Светло-серая левосторонняя перевязь

source: Light Grey Bordure
eu: Bordura gris argia
fr: Bordure d'argent grisé
ru: Светло-серая кайма

source: Light Grey Bordure Indented
eu: Bordura gris argi horzduna
fr: Bordure cannelée d'argent grisé
ru: Светло-серая зубчатая кайма

source: Light Grey Bricks
eu: Mazonatu gris argia
fr: Champ maçonné d'argent grisé
ru: Светло-серая кирпичная кладка

source: Light Grey Chevron
eu: Txebroi gris argia
fr: Mantelé d'argent grisé
ru: Светло-серый шеврон

source: Light Grey Chevron Inverted
eu: Txaplata gris argi alderantzikatua
fr: Mantelé renversé d'argent grisé
ru: Светло-серый перевернутый шеврон

source: Light Grey Chief
eu: Nagusi gris argia
fr: Chef d'argent grisé
ru: Светло-серая полоса сверху

source: Light Grey Chief Dexter Canton
eu: Kantoi gris argia nagusiz eskuin
fr: Canton d'argent grisé en chef à dextre
ru: Светло-серый левый верхний угол

source: Light Grey Chief Indented
eu: Buru gris argi horzduna
fr: Émanchures d'argent grisé en chef
ru: Светло-серые зубцы сверху

source: Light Grey Chief Sinister Canton
eu: Kantoi gris argi nagusia ezbeharrez
fr: Canton d'argent grisé en chef à sénestre
ru: Светло-серый правый верхний угол

source: Light Grey Creeper Charge
eu: Creeper estanpatu gris argia
fr: Face de Creeper d'argent grisé
ru: Светло-серое лицо крипера

source: Light Grey Cross
eu: Gurutze gris argia
fr: Croix d'argent grisé
ru: Светло-серый крест

source: Light Grey Fess
eu: Zerrenda gris argia
fr: Fasce d'argent grisé
ru: Светло-серая полоса по центру

source: Light Grey Flow
eu: Espiral-estanpazio gris argia
fr: Tourbillon d'argent grisé
ru: Светло-серый поток

source: Light Grey Flower Charge
eu: Lore-estanpatu gris argia
fr: Fleur d'argent grisé
ru: Светло-серый цветок

source: Light Grey Globe Charge
eu: Planeta gris argia
fr: Globe d'argent grisé
ru: Светло-серый глобус

source: Light Grey Gradient
eu: Gradiente gris argia
fr: Dégradé d'argent grisé
ru: Светло-серый градиент

source: Light Grey Guster
eu: Txilar-estanpatu gris argia
fr: Rafaleur d'argent grisé
ru: Светло-серый вихревик

source: Light Grey Lozenge
eu: Erronbo gris argia
fr: Losange d'argent grisé
ru: Светло-серый ромб

source: Light Grey Pale
eu: Makila gris argia
fr: Pal d'argent grisé
ru: Светло-серый столб

source: Light Grey Pale Dexter
eu: Makila gris argia eskuinean
fr: Pal d'argent grisé à dextre
ru: Светло-серый левый край

source: Light Grey Pale Sinister
eu: Makila gris argia ezbeharrez
fr: Pal d'argent grisé à sénestre
ru: Светло-серый правый край

source: Light Grey Paly
eu: Makilatze gris argia
fr: Quatre pals d'argent grisé
ru: Светло-серые вертикальные полосы

source: Light Grey Per Bend
eu: Trontzaketa gris argia
fr: Tranché, au premier d'argent grisé
ru: Светло-серый скос

source: Light Grey Per Bend Inverted
eu: Trontzaketa gris argi alderantzikatua
fr: Tranché, au second d'argent grisé
ru: Светло-серый обратный скос

source: Light Grey Per Bend Sinister
eu: Ebakidura gris argia
fr: Taillé, au premier d'argent grisé
ru: Светло-серый скос слева

source: Light Grey Per Bend Sinister Inverted
eu: Ebakidura gris argi alderantzikatua
fr: Taillé, au second d'argent grisé
ru: Светло-серый обратный скос слева

source: Light Grey Per Fess
eu: Ebaki gris argia
fr: Coupé, au premier d'argent grisé
ru: Светло-серое верхнее пересечение

source: Light Grey Per Fess Inverted
eu: Ebaketa gris argi alderantzikatua
fr: Coupé, au second d'argent grisé
ru: Светло-серое нижнее пересечение

source: Light Grey Per Pale
eu: Saihets gris argia
fr: Parti, au premier d'argent grisé
ru: Светло-серое левое рассечение

source: Light Grey Per Pale Inverted
eu: Saihets gris argi alderantzikatua
fr: Parti, au second d'argent grisé
ru: Светло-серое правое рассечение

source: Light Grey Piglin Charge
eu: Piglin estanpatu gris argia
fr: Groin d'argent grisé
ru: Светло-серый пиглин

source: Light Grey Roundel
eu: Roel gris argia
fr: Tourteau d'argent grisé
ru: Светло-серый круг

source: Light Grey Saltire
eu: X gris argia
fr: Sautoir d'argent grisé
ru: Светло-серый косой крест

source: Light Grey Skull Charge
eu: Burezur estanpatu gris argia
fr: Crâne d'argent grisé
ru: Светло-серый череп

source: Light Grey Thing Charge
eu: Gauza estanpatu gris argia
fr: Symbole d'argent grisé
ru: Светло-серое нечто

source: Lime Banner
eu: Zutoihal berde lima
fr: Bannière vert clair
ru: Лаймовый флаг

source: Lime Base
eu: Kanpaina lima berdea
fr: Champagne de sinople clair
ru: Лаймовая основа

source: Lime Base Dexter Canton
eu: Kantoi lima berdea kanpainan eskuinean
fr: Canton de sinople clair en pointe à dextre
ru: Лаймовый левый нижний угол

source: Lime Base Gradient
eu: Oinarriko gradiente lima berdea
fr: Dégradé de sinople clair en pointe
ru: Лаймовый градиент снизу

source: Lime Base Indented
eu: Oinarri lima berde horzduna
fr: Émanchures de sinople clair en pointe
ru: Лаймовые зубцы снизу

source: Lime Base Sinister Canton
eu: Kantoi lima berdea a siniestra kanpainan
fr: Canton de sinople clair en pointe à sénestre
ru: Лаймовый правый нижний угол

source: Lime Bend
eu: Banda lima berdea
fr: Bande de sinople clair
ru: Лаймовая перевязь

source: Lime Bend Sinister
eu: Banda lima berdea ezbeharrekin
fr: Barre de sinople clair à sénestre
ru: Лаймовая левосторонняя перевязь

source: Lime Bordure
eu: Bordura lima berdea
fr: Bordure de sinople clair
ru: Лаймовая кайма

source: Lime Bordure Indented
eu: Bordura lima berde horzduna
fr: Bordure cannelée de sinople clair
ru: Лаймовая зубчатая кайма

source: Lime Bricks
eu: Mazonatu lima berdea
fr: Champ maçonné de sinople clair
ru: Лаймовая кирпичная кладка

source: Lime Chevron
eu: Txebroi lima berdea
fr: Mantelé de sinople clair
ru: Лаймовый шеврон

source: Lime Chevron Inverted
eu: Txaplata lima berde alderantzikatua
fr: Mantelé renversé de sinople clair
ru: Лаймовый перевернутый шеврон

source: Lime Chief
eu: Nagusi lima berdea
fr: Chef de sinople clair
ru: Лаймовая полоса сверху

source: Lime Chief Dexter Canton
eu: Kantoi lima berdea nagusiz eskuin
fr: Canton de sinople clair en chef à dextre
ru: Лаймовый левый верхний угол

source: Lime Chief Indented
eu: Buru lima berde horzduna
fr: Émanchures de sinople clair en chef
ru: Лаймовые зубцы сверху

source: Lime Chief Sinister Canton
eu: Kantoi lima berde nagusia ezbeharrez
fr: Canton de sinople clair en chef à sénestre
ru: Лаймовый правый верхний угол

source: Lime Creeper Charge
eu: Creeper estanpatu lima berdea
fr: Face de Creeper de sinople clair
ru: Лаймовое лицо крипера

source: Lime Cross
eu: Gurutze lima berdea
fr: Croix de sinople clair
ru: Лаймовый крест

source: Lime Fess
eu: Zerrenda lima berdea
fr: Fasce de sinople clair
ru: Лаймовая полоса по центру

source: Lime Flow
eu: Espiral-estanpazio lima berdea
fr: Tourbillon de sinople clair
ru: Лаймовый поток

source: Lime Flower Charge
eu: Lore-estanpatu lima berdea
fr: Fleur de sinople clair
ru: Лаймовый цветок

source: Lime Globe Charge
eu: Planeta lima berdea
fr: Globe de sinople clair
ru: Лаймовый глобус

source: Lime Gradient
eu: Gradiente lima berdea
fr: Dégradé de sinople clair
ru: Лаймовый градиент

source: Lime Guster
eu: Txilar-estanpatu lima berdea
fr: Rafaleur de sinople clair
ru: Лаймовый вихревик

source: Lime Lozenge
eu: Erronbo lima berdea
fr: Losange de sinople clair
ru: Лаймовый ромб

source: Lime Pale
eu: Makila lima berdea
fr: Pal de sinople clair
ru: Лаймовый столб

source: Lime Pale Dexter
eu: Makila lima berdea eskuinean
fr: Pal de sinople clair à dextre
ru: Лаймовый левый край

source: Lime Pale Sinister
eu: Makila lima berdea ezbeharrez
fr: Pal de sinople clair à sénestre
ru: Лаймовый правый край

source: Lime Paly
eu: Makilatze lima berdea
fr: Quatre pals de sinople clair
ru: Лаймовые вертикальные полосы

source: Lime Per Bend
eu: Trontzaketa lima berdea
fr: Tranché, au premier de sinople clair
ru: Лаймовый скос

source: Lime Per Bend Inverted
eu: Trontzaketa lima berdea alderantzikatua
fr: Tranché, au second de sinople clair
ru: Лаймовый обратный скос

source: Lime Per Bend Sinister
eu: Ebakidura lima berdea
fr: Taillé, au premier de sinople clair
ru: Лаймовый скос слева

source: Lime Per Bend Sinister Inverted
eu: Ebakidura lima berde alderantzikatua
fr: Taillé, au second de sinople clair
ru: Лаймовый обратный скос слева

source: Lime Per Fess
eu: Ebaki lima berdea
fr: Coupé, au premier de sinople clair
ru: Лаймовое верхнее пересечение

source: Lime Per Fess Inverted
eu: Ebaketa lima berde alderantzikatua
fr: Coupé, au second de sinople clair
ru: Лаймовое нижнее пересечение

source: Lime Per Pale
eu: Saihets lima berdea
fr: Parti, au premier de sinople clair
ru: Лаймовое левое рассечение

source: Lime Per Pale Inverted
eu: Saihets lima berde alderantzikatua
fr: Parti, au second de sinople clair
ru: Лаймовое правое рассечение

source: Lime Piglin Charge
eu: Piglin estanpatu lima berdea
fr: Groin de sinople clair
ru: Лаймовый пиглин

source: Lime Roundel
eu: Roel lima berdea
fr: Tourteau de sinople clair
ru: Лаймовый круг

source: Lime Saltire
eu: X lima berdea
fr: Sautoir de sinople clair
ru: Лаймовый косой крест

source: Lime Skull Charge
eu: Burezur estanpatu lima berdea
fr: Crâne de sinople clair
ru: Лаймовый череп

source: Lime Thing Charge
eu: Gauza estanpatu lima berdea
fr: Symbole de sinople clair
ru: Лаймовое нечто

source: Magenta Banner
eu: Magenta estandartea
fr: Bannière magenta
ru: Пурпурный флаг

source: Magenta Base
eu: Kanpaina magenta
fr: Champagne de pourpre
ru: Пурпурная основа

source: Magenta Base Dexter Canton
eu: Kantoi magenta kanpainan eskuinean
fr: Canton de pourpre en pointe à dextre
ru: Пурпурный левый нижний угол

source: Magenta Base Gradient
eu: Oinarriko gradiente magenta
fr: Dégradé de pourpre en pointe
ru: Пурпурный градиент снизу

source: Magenta Base Indented
eu: Oinarri magenta horzduna
fr: Émanchures de pourpre en pointe
ru: Пурпурные зубцы снизу

source: Magenta Base Sinister Canton
eu: Kantoi magenta a siniestra kanpainan
fr: Canton de pourpre en pointe à sénestre
ru: Пурпурный правый нижний угол

source: Magenta Bend
eu: Banda magenta
fr: Bande de pourpre
ru: Пурпурная перевязь

source: Magenta Bend Sinister
eu: Banda magenta ezbeharrekin
fr: Barre de pourpre à sénestre
ru: Пурпурная левосторонняя перевязь

source: Magenta Bordure
eu: Bordura magenta
fr: Bordure de pourpre
ru: Пурпурная кайма

source: Magenta Bordure Indented
eu: Bordura magenta horzduna
fr: Bordure cannelée de pourpre
ru: Пурпурная зубчатая кайма

source: Magenta Bricks
eu: Mazonatu magenta
fr: Champ maçonné de pourpre
ru: Пурпурная кирпичная кладка

source: Magenta Chevron
eu: Txebroi magenta
fr: Mantelé de pourpre
ru: Пурпурный шеврон

source: Magenta Chevron Inverted
eu: Txaplata magenta alderantzikatua
fr: Mantelé renversé de pourpre
ru: Пурпурный перевернутый шеврон

source: Magenta Chief
eu: Nagusi magenta
fr: Chef de pourpre
ru: Пурпурная полоса сверху

source: Magenta Chief Dexter Canton
eu: Kantoi magenta nagusiz eskuin
fr: Canton de pourpre en chef à dextre
ru: Пурпурный левый верхний угол

source: Magenta Chief Indented
eu: Buru magenta horzduna
fr: Émanchures de pourpre en chef
ru: Пурпурные зубцы сверху

source: Magenta Chief Sinister Canton
eu: Kantoi magenta nagusia ezbeharrez
fr: Canton de pourpre en chef à sénestre
ru: Пурпурный правый верхний угол

source: Magenta Creeper Charge
eu: Creeper estanpatu magenta
fr: Face de Creeper de pourpre
ru: Пурпурное лицо крипера

source: Magenta Cross
eu: Gurutze magenta
fr: Croix de pourpre
ru: Пурпурный крест
