Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_banners/locale/poconvert/*.po
Languages: eu, fr, ru

source: Magenta Fess
eu: Zerrenda magenta
fr: Fasce de pourpre
ru: Пурпурная полоса по центру

source: Magenta Flow
eu: Espiral-estanpazio magenta
fr: Tourbillon de pourpre
ru: Пурпурный поток

source: Magenta Flower Charge
eu: Lore-estanpatu magenta
fr: Fleur de pourpre
ru: Пурпурный цветок

source: Magenta Globe Charge
eu: Planeta magenta
fr: Globe de pourpre
ru: Пурпурный глобус

source: Magenta Gradient
eu: Gradiente magenta
fr: Dégradé de pourpre
ru: Пурпурный градиент

source: Magenta Guster
eu: Txilar-estanpatu magenta
fr: Rafaleur de pourpre
ru: Пурпурный вихревик

source: Magenta Lozenge
eu: Erronbo magenta
fr: Losange de pourpre
ru: Пурпурный ромб

source: Magenta Pale
eu: Makila magenta
fr: Pal de pourpre
ru: Пурпурный столб

source: Magenta Pale Dexter
eu: Makila magenta eskuinean
fr: Pal de pourpre à dextre
ru: Пурпурный левый край

source: Magenta Pale Sinister
eu: Makila magenta ezbeharrez
fr: Pal de pourpre à sénestre
ru: Пурпурный правый край

source: Magenta Paly
eu: Makilatze magenta
fr: Quatre pals de pourpre
ru: Пурпурные вертикальные полосы

source: Magenta Per Bend
eu: Trontzaketa magenta
fr: Tranché, au premier de pourpre
ru: Пурпурный скос

source: Magenta Per Bend Inverted
eu: Trontzaketa magenta alderantzikatua
fr: Tranché, au second de pourpre
ru: Пурпурный обратный скос

source: Magenta Per Bend Sinister
eu: Ebakidura magenta
fr: Taillé, au premier de pourpre
ru: Пурпурный скос слева

source: Magenta Per Bend Sinister Inverted
eu: Ebakidura magenta alderantzikatua
fr: Taillé, au second de pourpre
ru: Пурпурный обратный скос слева

source: Magenta Per Fess
eu: Ebaki magenta
fr: Coupé, au premier de pourpre
ru: Пурпурное верхнее пересечение

source: Magenta Per Fess Inverted
eu: Ebaketa magenta alderantzikatua
fr: Coupé, au second de pourpre
ru: Пурпурное нижнее пересечение

source: Magenta Per Pale
eu: Saihets magenta
fr: Parti, au premier de pourpre
ru: Пурпурное левое рассечение

source: Magenta Per Pale Inverted
eu: Saihets magenta alderantzikatua
fr: Parti, au second de pourpre
ru: Пурпурное правое рассечение

source: Magenta Piglin Charge
eu: Piglin estanpatu magenta
fr: Groin de pourpre
ru: Пурпурный пиглин

source: Magenta Roundel
eu: Roel magenta
fr: Tourteau de pourpre
ru: Пурпурный круг

source: Magenta Saltire
eu: X magenta
fr: Sautoir de pourpre
ru: Пурпурный косой крест

source: Magenta Skull Charge
eu: Burezur estanpatu magenta
fr: Crâne de pourpre
ru: Пурпурный череп

source: Magenta Thing Charge
eu: Gauza estanpatu magenta
fr: Symbole de pourpre
ru: Пурпурное нечто

source: Orange Banner
eu: Zutoihal laranja
fr: Bannière orange
ru: Оранжевый флаг

source: Orange Base
eu: Kanpaina laranja
fr: Champagne d'orangé
ru: Оранжевая основа

source: Orange Base Dexter Canton
eu: Kantoi laranja kanpainan eskuinean
fr: Canton d'orangé en pointe à dextre
ru: Оранжевый левый нижний угол

source: Orange Base Gradient
eu: Oinarriko gradiente laranja
fr: Dégradé d'orangé en pointe
ru: Оранжевый градиент снизу

source: Orange Base Indented
eu: Oinarri laranja horzduna
fr: Émanchures d'orangé en pointe
ru: Оранжевые зубцы снизу

source: Orange Base Sinister Canton
eu: Kantoi laranja a siniestra kanpainan
fr: Canton d'orangé en pointe à sénestre
ru: Оранжевый правый нижний угол

source: Orange Bend
eu: Banda laranja
fr: Bande d'orangé
ru: Оранжевая перевязь

source: Orange Bend Sinister
eu: Banda laranja ezbeharrekin
fr: Barre d'orangé à sénestre
ru: Оранжевая левосторонняя перевязь

source: Orange Bordure
eu: Bordura laranja
fr: Bordure d'orangé
ru: Оранжевая кайма

source: Orange Bordure Indented
eu: Bordura laranja horzduna
fr: Bordure cannelée d'orangé
ru: Оранжевая зубчатая кайма

source: Orange Bricks
eu: Mazonatu laranja
fr: Champ maçonné d'orangé
ru: Оранжевая кирпичная кладка

source: Orange Chevron
eu: Txebroi laranja
fr: Mantelé d'orangé
ru: Оранжевый шеврон

source: Orange Chevron Inverted
eu: Txaplata laranja alderantzikatua
fr: Mantelé renversé d'orangé
ru: Оранжевый перевернутый шеврон

source: Orange Chief
eu: Nagusi laranja
fr: Chef d'orangé
ru: Оранжевая полоса сверху

source: Orange Chief Dexter Canton
eu: Kantoi laranja nagusiz eskuin
fr: Canton d'orangé en chef à dextre
ru: Оранжевый левый верхний угол

source: Orange Chief Indented
eu: Buru laranja horzduna
fr: Émanchures d'orangé en chef
ru: Оранжевые зубцы сверху

source: Orange Chief Sinister Canton
eu: Kantoi laranja nagusia ezbeharrez
fr: Canton d'orangé en chef à sénestre
ru: Оранжевый правый верхний угол

source: Orange Creeper Charge
eu: Creeper estanpatu laranja
fr: Face de Creeper d'orangé
ru: Оранжевое лицо крипера

source: Orange Cross
eu: Gurutze laranja
fr: Croix d'orangé
ru: Оранжевый крест

source: Orange Fess
eu: Zerrenda laranja
fr: Fasce d'orangé
ru: Оранжевая полоса по центру

source: Orange Flow
eu: Espiral-estanpazio laranja
fr: Tourbillon d'orangé
ru: Оранжевый поток

source: Orange Flower Charge
eu: Lore-estanpatu laranja
fr: Fleur d'orangé
ru: Оранжевый цветок

source: Orange Globe Charge
eu: Planeta laranja
fr: Globe d'orangé
ru: Оранжевый глобус

source: Orange Gradient
eu: Gradiente laranja
fr: Dégradé d'orangé
ru: Оранжевый градиент

source: Orange Guster
eu: Txilar-estanpatu laranja
fr: Rafaleur d'orangé
ru: Оранжевый вихревик

source: Orange Lozenge
eu: Erronbo laranja
fr: Losange d'orangé
ru: Оранжевый ромб

source: Orange Pale
eu: Makila laranja
fr: Pal d'orangé
ru: Оранжевый столб

source: Orange Pale Dexter
eu: Makila laranja eskuinean
fr: Pal d'orangé à dextre
ru: Оранжевый левый край

source: Orange Pale Sinister
eu: Makila laranja ezbeharrez
fr: Pal d'orangé à sénestre
ru: Оранжевый правый край

source: Orange Paly
eu: Makilatze laranja
fr: Quatre pals d'orangé
ru: Оранжевые вертикальные полосы

source: Orange Per Bend
eu: Trontzaketa laranja
fr: Tranché, au premier d'orangé
ru: Оранжевый скос

source: Orange Per Bend Inverted
eu: Trontzaketa laranja alderantzikatua
fr: Tranché, au second d'orangé
ru: Оранжевый обратный скос

source: Orange Per Bend Sinister
eu: Ebakidura laranja
fr: Taillé, au premier d'orangé
ru: Оранжевый скос слева

source: Orange Per Bend Sinister Inverted
eu: Ebakidura laranja alderantzikatua
fr: Taillé, au second d'orangé
ru: Оранжевый обратный скос слева

source: Orange Per Fess
eu: Ebaki laranja
fr: Coupé, au premier d'orangé
ru: Оранжевое верхнее пересечение

source: Orange Per Fess Inverted
eu: Ebaketa laranja alderantzikatua
fr: Coupé, au second d'orangé
ru: Оранжевое нижнее пересечение

source: Orange Per Pale
eu: Saihets laranja
fr: Parti, au premier d'orangé
ru: Оранжевое левое рассечение

source: Orange Per Pale Inverted
eu: Saihets laranja alderantzikatua
fr: Parti, au second d'orangé
ru: Оранжевое правое рассечение

source: Orange Piglin Charge
eu: Piglin estanpatu laranja
fr: Groin d'orangé
ru: Оранжевый пиглин

source: Orange Roundel
eu: Roel laranja
fr: Tourteau d'orangé
ru: Оранжевый круг

source: Orange Saltire
eu: X laranja
fr: Sautoir d'orangé
ru: Оранжевый косой крест

source: Orange Skull Charge
eu: Burezur estanpatu laranja
fr: Crâne d'orangé
ru: Оранжевый череп

source: Orange Thing Charge
eu: Gauza estanpatu laranja
fr: Symbole d'orangé
ru: Оранжевое нечто

source: Piglin Banner Pattern
eu: Piglin zutoihal-estanpatua
fr: Motif de groin pour bannière
ru: Узор флага «Пиглин»

source: Pink Banner
eu: Zutoihal arrosa
fr: Bannière rose
ru: Розовый флаг

source: Pink Base
eu: Kanpaina arrosa
fr: Champagne de carnation
ru: Розовая основа

source: Pink Base Dexter Canton
eu: Kantoi arrosa kanpainan eskuinean
fr: Canton de carnation en pointe à dextre
ru: Розовый левый нижний угол

source: Pink Base Gradient
eu: Oinarriko gradiente arrosa
fr: Dégradé de carnation en pointe
ru: Розовый градиент снизу

source: Pink Base Indented
eu: Oinarri arrosa horzduna
fr: Émanchures de carnation en pointe
ru: Розовые зубцы снизу

source: Pink Base Sinister Canton
eu: Kantoi arrosa a siniestra kanpainan
fr: Canton de carnation en pointe à sénestre
ru: Розовый правый нижний угол

source: Pink Bend
eu: Banda arrosa
fr: Bande de carnation
ru: Розовая перевязь

source: Pink Bend Sinister
eu: Banda arrosa ezbeharrekin
fr: Barre de carnation à sénestre
ru: Розовая левосторонняя перевязь

source: Pink Bordure
eu: Bordura arrosa
fr: Bordure de carnation
ru: Розовая кайма

source: Pink Bordure Indented
eu: Bordura arrosa horzduna
fr: Bordure cannelée de carnation
ru: Розовая зубчатая кайма

source: Pink Bricks
eu: Mazonatu arrosa
fr: Champ maçonné de carnation
ru: Розовая кирпичная кладка

source: Pink Chevron
eu: Txebroi arrosa
fr: Mantelé de carnation
ru: Розовый шеврон

source: Pink Chevron Inverted
eu: Txaplata arrosa alderantzikatua
fr: Mantelé renversé de carnation
ru: Розовый перевернутый шеврон

source: Pink Chief
eu: Nagusi arrosa
fr: Chef de carnation
ru: Розовая полоса сверху

source: Pink Chief Dexter Canton
eu: Kantoi arrosa nagusiz eskuin
fr: Canton de carnation en chef à dextre
ru: Розовый левый верхний угол

source: Pink Chief Indented
eu: Buru arrosa horzduna
fr: Émanchures de carnation en chef
ru: Розовые зубцы сверху

source: Pink Chief Sinister Canton
eu: Kantoi arrosa nagusia ezbeharrez
fr: Canton de carnation en chef à sénestre
ru: Розовый правый верхний угол

source: Pink Creeper Charge
eu: Creeper estanpatu arrosa
fr: Face de Creeper de carnation
ru: Розовое лицо крипера

source: Pink Cross
eu: Gurutze arrosa
fr: Croix de carnation
ru: Розовый крест

source: Pink Fess
eu: Zerrenda arrosa
fr: Fasce de carnation
ru: Розовая полоса по центру

source: Pink Flow
eu: Espiral-estanpazio arrosa
fr: Tourbillon de carnation
ru: Розовый поток

source: Pink Flower Charge
eu: Lore-estanpatu arrosa
fr: Fleur de carnation
ru: Розовый цветок

source: Pink Globe Charge
eu: Planeta arrosa
fr: Globe de carnation
ru: Розовый глобус

source: Pink Gradient
eu: Gradiente arrosa
fr: Dégradé de carnation
ru: Розовый градиент

source: Pink Guster
eu: Txilar-estanpatu arrosa
fr: Rafaleur de carnation
ru: Розовый вихревик

source: Pink Lozenge
eu: Erronbo arrosa
fr: Losange de carnation
ru: Розовый ромб

source: Pink Pale
eu: Makila arrosa
fr: Pal de carnation
ru: Розовый столб

source: Pink Pale Dexter
eu: Makila arrosa eskuinean
fr: Pal de carnation à dextre
ru: Розовый левый край

source: Pink Pale Sinister
eu: Makila arrosa ezbeharrez
fr: Pal de carnation à sénestre
ru: Розовый правый край

source: Pink Paly
eu: Makilatze arrosa
fr: Quatre pals de carnation
ru: Розовые вертикальные полосы

source: Pink Per Bend
eu: Trontzaketa arrosa
fr: Tranché, au premier de carnation
ru: Розовый скос

source: Pink Per Bend Inverted
eu: Trontzaketa arrosa alderantzikatua
fr: Tranché, au second de carnation
ru: Розовый обратный скос

source: Pink Per Bend Sinister
eu: Ebakidura arrosa
fr: Taillé, au premier de carnation
ru: Розовый скос слева

source: Pink Per Bend Sinister Inverted
eu: Ebakidura arrosa alderantzikatua
fr: Taillé, au second de carnation
ru: Розовый обратный скос слева

source: Pink Per Fess
eu: Ebaki arrosa
fr: Coupé, au premier de carnation
ru: Розовое верхнее пересечение

source: Pink Per Fess Inverted
eu: Ebaketa arrosa alderantzikatua
fr: Coupé, au second de carnation
ru: Розовое нижнее пересечение

source: Pink Per Pale
eu: Saihets arrosa
fr: Parti, au premier de carnation
ru: Розовое левое рассечение

source: Pink Per Pale Inverted
eu: Saihets arrosa alderantzikatua
fr: Parti, au second de carnation
ru: Розовое правое рассечение

source: Pink Piglin Charge
eu: Piglin estanpatu arrosa
fr: Groin de carnation
ru: Розовый пиглин

source: Pink Roundel
eu: Roel arrosa
fr: Tourteau de carnation
ru: Розовый круг

source: Pink Saltire
eu: X arrosa
fr: Sautoir de carnation
ru: Розовый косой крест

source: Pink Skull Charge
eu: Burezur estanpatu arrosa
fr: Crâne de carnation
ru: Розовый череп

source: Pink Thing Charge
eu: Gauza estanpatu arrosa
fr: Symbole de carnation
ru: Розовое нечто

source: Purple Banner
eu: Zutoihal morea
fr: Bannière violette
ru: Фиолетовый флаг

source: Purple Base
eu: Kanpaina morea
fr: Champagne de mûre
ru: Фиолетовая основа

source: Purple Base Dexter Canton
eu: Kantoi morea kanpainan eskuinean
fr: Canton de mûre en pointe à dextre
ru: Фиолетовый левый нижний угол

source: Purple Base Gradient
eu: Oinarriko gradiente morea
fr: Dégradé de mûre en pointe
ru: Фиолетовый градиент снизу

source: Purple Base Indented
eu: Oinarri more horzduna
fr: Émanchures de mûre en pointe
ru: Фиолетовые зубцы снизу

source: Purple Base Sinister Canton
eu: Kantoi morea a siniestra kanpainan
fr: Canton de mûre en pointe à sénestre
ru: Фиолетовый правый нижний угол

source: Purple Bend
eu: Banda morea
fr: Bande de mûre
ru: Фиолетовая перевязь

source: Purple Bend Sinister
eu: Banda morea ezbeharrekin
fr: Barre de mûre à sénestre
ru: Фиолетовая левосторонняя перевязь

source: Purple Bordure
eu: Bordura morea
fr: Bordure de mûre
ru: Фиолетовая кайма

source: Purple Bordure Indented
eu: Bordura more horzduna
fr: Bordure cannelée de mûre
ru: Фиолетовая зубчатая кайма

source: Purple Bricks
eu: Mazonatu morea
fr: Champ maçonné de mûre
ru: Фиолетовая кирпичная кладка

source: Purple Chevron
eu: Txebroi morea
fr: Mantelé de mûre
ru: Фиолетовый шеврон

source: Purple Chevron Inverted
eu: Txaplata more alderantzikatua
fr: Mantelé renversé de mûre
ru: Фиолетовый перевернутый шеврон

source: Purple Chief
eu: Nagusi morea
fr: Chef de mûre
ru: Фиолетовая полоса сверху

source: Purple Chief Dexter Canton
eu: Kantoi morea nagusiz eskuin
fr: Canton de mûre en chef à dextre
ru: Фиолетовый левый верхний угол

source: Purple Chief Indented
eu: Buru more horzduna
fr: Émanchures de mûre en chef
ru: Фиолетовые зубцы сверху

source: Purple Chief Sinister Canton
eu: Kantoi more nagusia ezbeharrez
fr: Canton de mûre en chef à sénestre
ru: Фиолетовый правый верхний угол

source: Purple Creeper Charge
eu: Creeper estanpatu morea
fr: Face de Creeper de mûre
ru: Фиолетовое лицо крипера

source: Purple Cross
eu: Gurutze morea
fr: Croix de mûre
ru: Фиолетовый крест

source: Purple Fess
eu: Zerrenda morea
fr: Fasce de mûre
ru: Фиолетовая полоса по центру

source: Purple Flow
eu: Espiral-estanpazio morea
fr: Tourbillon de mûre
ru: Фиолетовый поток

source: Purple Flower Charge
eu: Lore-estanpatu morea
fr: Fleur de mûre
ru: Фиолетовый цветок

source: Purple Globe Charge
eu: Planeta morea
fr: Globe de mûre
ru: Фиолетовый глобус

source: Purple Gradient
eu: Gradiente morea
fr: Dégradé de mûre
ru: Фиолетовый градиент

source: Purple Guster
eu: Txilar-estanpatu morea
fr: Rafaleur de mûre
ru: Фиолетовый вихревик

source: Purple Lozenge
eu: Erronbo morea
fr: Losange de mûre
ru: Фиолетовый ромб

source: Purple Pale
eu: Makila morea
fr: Pal de mûre
ru: Фиолетовый столб

source: Purple Pale Dexter
eu: Makila morea eskuinean
fr: Pal de mûre à dextre
ru: Фиолетовый левый край

source: Purple Pale Sinister
eu: Makila morea ezbeharrez
fr: Pal de mûre à sénestre
ru: Фиолетовый правый край

source: Purple Paly
eu: Makilatze morea
fr: Quatre pals de mûre
ru: Фиолетовые вертикальные полосы

source: Purple Per Bend
eu: Trontzaketa morea
fr: Tranché, au premier de mûre
ru: Фиолетовый скос

source: Purple Per Bend Inverted
eu: Trontzaketa more alderantzikatua
fr: Tranché, au second de mûre
ru: Фиолетовый обратный скос

source: Purple Per Bend Sinister
eu: Ebakidura morea
fr: Taillé, au premier de mûre
ru: Фиолетовый скос слева

source: Purple Per Bend Sinister Inverted
eu: Ebakidura more alderantzikatua
fr: Taillé, au second de mûre
ru: Фиолетовый обратный скос слева

source: Purple Per Fess
eu: Ebaki morea
fr: Coupé, au premier de mûre
ru: Фиолетовое верхнее пересечение

source: Purple Per Fess Inverted
eu: Ebaketa more alderantzikatua
fr: Coupé, au second de mûre
ru: Фиолетовое нижнее пересечение

source: Purple Per Pale
eu: Saihets morea
fr: Parti, au premier de mûre
ru: Фиолетовое левое рассечение

source: Purple Per Pale Inverted
eu: Saihets more alderantzikatua
fr: Parti, au second de mûre
ru: Фиолетовое правое рассечение

source: Purple Piglin Charge
eu: Piglin estanpatu morea
fr: Groin de mûre
ru: Фиолетовый пиглин

source: Purple Roundel
eu: Roel morea
fr: Tourteau de mûre
ru: Фиолетовый круг

source: Purple Saltire
eu: X morea
fr: Sautoir de mûre
ru: Фиолетовый косой крест

source: Purple Skull Charge
eu: Burezur estanpatu morea
fr: Crâne de mûre
ru: Фиолетовый череп

source: Purple Thing Charge
eu: Gauza estanpatu morea
fr: Symbole de mûre
ru: Фиолетовое нечто

source: Red Banner
eu: Zutoihal gorria
fr: Bannière rouge
ru: Красный флаг

source: Red Base
eu: Kanpaina gorria
fr: Champagne de gueules
ru: Красная основа

source: Red Base Dexter Canton
eu: Kantoi gorria kanpainan eskuinean
fr: Canton de gueules en pointe à dextre
ru: Красный левый нижний угол

source: Red Base Gradient
eu: Oinarriko gradiente gorria
fr: Dégradé de gueules en pointe
ru: Красный градиент снизу

source: Red Base Indented
eu: Oinarri gorri horzduna
fr: Émanchures de gueules en pointe
ru: Красные зубцы снизу

source: Red Base Sinister Canton
eu: Kantoi gorria a siniestra kanpainan
fr: Canton de gueules en pointe à sénestre
ru: Красный правый нижний угол

source: Red Bend
eu: Banda gorria
fr: Bande de gueules
ru: Красная перевязь

source: Red Bend Sinister
eu: Banda gorria ezbeharrekin
fr: Barre de gueules à sénestre
ru: Красная левосторонняя перевязь

source: Red Bordure
eu: Bordura gorria
fr: Bordure de gueules
ru: Красная кайма

source: Red Bordure Indented
eu: Bordura gorri horzduna
fr: Bordure cannelée de gueules
ru: Красная зубчатая кайма

source: Red Bricks
eu: Mazonatu gorria
fr: Champ maçonné de gueules
ru: Красная кирпичная кладка

source: Red Chevron
eu: Txebroi gorria
fr: Mantelé de gueules
ru: Красный шеврон

source: Red Chevron Inverted
eu: Txaplata gorri alderantzikatua
fr: Mantelé renversé de gueules
ru: Красный перевернутый шеврон

source: Red Chief
eu: Nagusi gorria
fr: Chef de gueules
ru: Красная полоса сверху

source: Red Chief Dexter Canton
eu: Kantoi gorria nagusiz eskuin
fr: Canton de gueules en chef à dextre
ru: Красный левый верхний угол

source: Red Chief Indented
eu: Buru gorri horzduna
fr: Émanchures de gueules en chef
ru: Красные зубцы сверху

source: Red Chief Sinister Canton
eu: Kantoi gorri nagusia ezbeharrez
fr: Canton de gueules en chef à sénestre
ru: Красный правый верхний угол

source: Red Creeper Charge
eu: Creeper estanpatu gorria
fr: Face de Creeper de gueules
ru: Красное лицо крипера

source: Red Cross
eu: Gurutze gorria
fr: Croix de gueules
ru: Красный крест

source: Red Fess
eu: Zerrenda gorria
fr: Fasce de gueules
ru: Красная полоса по центру

source: Red Flow
eu: Espiral-estanpazio gorria
fr: Tourbillon de gueules
ru: Красный поток

source: Red Flower Charge
eu: Lore-estanpatu gorria
fr: Fleur de gueules
ru: Красный цветок

source: Red Globe Charge
eu: Planeta gorria
fr: Globe de gueules
ru: Красный глобус

source: Red Gradient
eu: Gradiente gorria
fr: Dégradé de gueules
ru: Красный градиент

source: Red Guster
eu: Txilar-estanpatu gorria
fr: Rafaleur de gueules
ru: Красный вихревик

source: Red Lozenge
eu: Erronbo gorria
fr: Losange de gueules
ru: Красный ромб

source: Red Pale
eu: Makila gorria
fr: Pal de gueules
ru: Красный столб

source: Red Pale Dexter
eu: Makila gorria eskuinean
fr: Pal de gueules à dextre
ru: Красный левый край

source: Red Pale Sinister
eu: Makila gorria ezbeharrez
fr: Pal de gueules à sénestre
ru: Красный правый край

source: Red Paly
eu: Makilatze gorria
fr: Quatre pals de gueules
ru: Красные вертикальные полосы

source: Red Per Bend
eu: Trontzaketa gorria
fr: Tranché, au premier de gueules
ru: Красный скос

source: Red Per Bend Inverted
eu: Trontzaketa gorri alderantzikatua
fr: Tranché, au second de gueules
ru: Красный обратный скос

source: Red Per Bend Sinister
eu: Ebakidura gorria
fr: Taillé, au premier de gueules
ru: Красный скос слева

source: Red Per Bend Sinister Inverted
eu: Ebakidura gorri alderantzikatua
fr: Taillé, au second de gueules
ru: Красный обратный скос слева

source: Red Per Fess
eu: Ebaki gorria
fr: Coupé, au premier de gueules
ru: Красное верхнее пересечение

source: Red Per Fess Inverted
eu: Ebaketa gorri alderantzikatua
fr: Coupé, au second de gueules
ru: Красное нижнее пересечение

source: Red Per Pale
eu: Saihets gorria
fr: Parti, au premier de gueules
ru: Красное левое рассечение

source: Red Per Pale Inverted
eu: Saihets gorri alderantzikatua
fr: Parti, au second de gueules
ru: Красное правое рассечение

source: Red Piglin Charge
eu: Piglin estanpatu gorria
fr: Groin de gueules
ru: Красный пиглин

source: Red Roundel
eu: Roel gorria
fr: Tourteau de gueules
ru: Красный круг

source: Red Saltire
eu: X gorria
fr: Sautoir de gueules
ru: Красный косой крест

source: Red Skull Charge
eu: Burezur estanpatu gorria
fr: Crâne de gueules
ru: Красный череп

source: Red Thing Charge
eu: Gauza estanpatu gorria
fr: Symbole de gueules
ru: Красное нечто

source: Skull Banner Pattern
eu: Kaskezur zutoihal-estanpatua
fr: Motif de crâne pour bannière
ru: Узор флага «Череп»

source: Thing Banner Pattern
eu: Gauzaren zutoihal-estanpatua
fr: Motif de symbole pour bannière
ru: Узор флага «Нечто»

source: White Banner
eu: Zutoihal zuria
fr: Bannière blanche
ru: Белый флаг

source: White Base
eu: Kanpaina zuria
fr: Champagne d'argent
ru: Белая основа

source: White Base Dexter Canton
eu: Kantoi zuria kanpainan eskuinean
fr: Canton d'argent en pointe à dextre
ru: Белый левый нижний угол

source: White Base Gradient
eu: Oinarriko gradiente zuria
fr: Dégradé d'argent en pointe
ru: Белый градиент снизу

source: White Base Indented
eu: Oinarri zuri horzduna
fr: Émanchures d'argent en pointe
ru: Белые зубцы снизу

source: White Base Sinister Canton
eu: Kantoi zuria a siniestra kanpainan
fr: Canton d'argent en pointe à sénestre
ru: Белый правый нижний угол

source: White Bend
eu: Banda zuria
fr: Bande d'argent
ru: Белая перевязь

source: White Bend Sinister
eu: Banda zuria ezbeharrekin
fr: Barre d'argent à sénestre
ru: Белая левосторонняя перевязь

source: White Bordure
eu: Bordura zuria
fr: Bordure d'argent
ru: Белая кайма

source: White Bordure Indented
eu: Bordura zuri horzduna
fr: Bordure cannelée d'argent
ru: Белая зубчатая кайма

source: White Bricks
eu: Mazonatu zuria
fr: Champ maçonné d'argent
ru: Белая кирпичная кладка

source: White Chevron
eu: Txebroi zuria
fr: Mantelé d'argent
ru: Белый шеврон

source: White Chevron Inverted
eu: Txaplata zuri alderantzikatua
fr: Mantelé renversé d'argent
ru: Белый перевернутый шеврон

source: White Chief
eu: Nagusi zuria
fr: Chef d'argent
ru: Белая полоса сверху

source: White Chief Dexter Canton
eu: Kantoi zuria nagusiz eskuin
fr: Canton d'argent en chef à dextre
ru: Белый левый верхний угол

source: White Chief Indented
eu: Buru zuri horzduna
fr: Émanchures d'argent en chef
ru: Белые зубцы сверху

source: White Chief Sinister Canton
eu: Kantoi zuri nagusia ezbeharrez
fr: Canton d'argent en chef à sénestre
ru: Белый правый верхний угол

source: White Creeper Charge
eu: Creeper estanpatu zuria
fr: Face de Creeper d'argent
ru: Белое лицо крипера

source: White Cross
eu: Gurutze zuria
fr: Croix d'argent
ru: Белый крест

source: White Fess
eu: Zerrenda zuria
fr: Fasce d'argent
ru: Белая полоса по центру

source: White Flow
eu: Espiral-estanpazio zuria
fr: Tourbillon d'argent
ru: Белый поток

source: White Flower Charge
eu: Lore-estanpatu zuria
fr: Fleur d'argent
ru: Белый цветок

source: White Globe Charge
eu: Planeta zuria
fr: Globe d'argent
ru: Белый глобус

source: White Gradient
eu: Gradiente zuria
fr: Dégradé d'argent
ru: Белый градиент

source: White Guster
eu: Txilar-estanpatu zuria
fr: Rafaleur d'argent
ru: Белый вихревик

source: White Lozenge
eu: Erronbo zuria
fr: Losange d'argent
ru: Белый ромб

source: White Pale
eu: Makila zuria
fr: Pal d'argent
ru: Белый столб

source: White Pale Dexter
eu: Makila zuria eskuinean
fr: Pal d'argent à dextre
ru: Белый левый край
