Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_banners/locale/poconvert/*.po
Languages: eu, fr, ru

source: White Pale Sinister
eu: Makila zuria ezbeharrez
fr: Pal d'argent à sénestre
ru: Белый правый край

source: White Paly
eu: Makilatze zuria
fr: Quatre pals d'argent
ru: Белые вертикальные полосы

source: White Per Bend
eu: Trontzaketa zuria
fr: Tranché, au premier d'argent
ru: Белый скос

source: White Per Bend Inverted
eu: Trontzaketa zuri alderantzikatua
fr: Tranché, au second d'argent
ru: Белый обратный скос

source: White Per Bend Sinister
eu: Ebakidura zuria
fr: Taillé, au premier d'argent
ru: Белый скос слева

source: White Per Bend Sinister Inverted
eu: Ebakidura zuri alderantzikatua
fr: Taillé, au second d'argent
ru: Белый обратный скос слева

source: White Per Fess
eu: Ebaki zuria
fr: Coupé, au premier d'argent
ru: Белое верхнее пересечение

source: White Per Fess Inverted
eu: Ebaketa zuri alderantzikatua
fr: Coupé, au second d'argent
ru: Белое нижнее пересечение

source: White Per Pale
eu: Saihets zuria
fr: Parti, au premier d'argent
ru: Белое левое рассечение

source: White Per Pale Inverted
eu: Saihets zuri alderantzikatua
fr: Parti, au second d'argent
ru: Белое правое рассечение

source: White Piglin Charge
eu: Piglin estanpatu zuria
fr: Groin d'argent
ru: Белый пиглин

source: White Roundel
eu: Roel zuria
fr: Tourteau d'argent
ru: Белый круг

source: White Saltire
eu: X zuria
fr: Sautoir d'argent
ru: Белый косой крест

source: White Skull Charge
eu: Burezur estanpatu zuria
fr: Crâne d'argent
ru: Белый череп

source: White Thing Charge
eu: Gauza estanpatu zuria
fr: Symbole d'argent
ru: Белое нечто

source: Yellow Banner
eu: Zutoihal horia
fr: Bannière jaune
ru: Жёлтый флаг

source: Yellow Base
eu: Kanpaina horia
fr: Champagne d'or
ru: Жёлтая основа

source: Yellow Base Dexter Canton
eu: Kantoi horia kanpainan eskuinean
fr: Canton d'or en pointe à dextre
ru: Жёлтый левый нижний угол

source: Yellow Base Gradient
eu: Oinarriko gradiente horia
fr: Dégradé d'or en pointe
ru: Жёлтый градиент снизу

source: Yellow Base Indented
eu: Oinarri hori horzduna
fr: Émanchures d'or en pointe
ru: Жёлтые зубцы снизу

source: Yellow Base Sinister Canton
eu: Kantoi horia a siniestra kanpainan
fr: Canton d'or en pointe à sénestre
ru: Жёлтый правый нижний угол

source: Yellow Bend
eu: Banda horia
fr: Bande d'or
ru: Жёлтая перевязь

source: Yellow Bend Sinister
eu: Banda horia ezbeharrekin
fr: Barre d'or à sénestre
ru: Жёлтая левосторонняя перевязь

source: Yellow Bordure
eu: Bordura horia
fr: Bordure d'or
ru: Жёлтая кайма

source: Yellow Bordure Indented
eu: Bordura hori horzduna
fr: Bordure cannelée d'or
ru: Жёлтая зубчатая кайма

source: Yellow Bricks
eu: Mazonatu horia
fr: Champ maçonné d'or
ru: Жёлтая кирпичная кладка

source: Yellow Chevron
eu: Txebroi horia
fr: Mantelé d'or
ru: Жёлтый шеврон

source: Yellow Chevron Inverted
eu: Txaplata hori alderantzikatua
fr: Mantelé renversé d'or
ru: Жёлтый перевернутый шеврон

source: Yellow Chief
eu: Nagusi horia
fr: Chef d'or
ru: Жёлтая полоса сверху

source: Yellow Chief Dexter Canton
eu: Kantoi horia nagusiz eskuin
fr: Canton d'or en chef à dextre
ru: Жёлтый левый верхний угол

source: Yellow Chief Indented
eu: Buru hori horzduna
fr: Émanchures d'or en chef
ru: Жёлтые зубцы сверху

source: Yellow Chief Sinister Canton
eu: Kantoi hori nagusia ezbeharrez
fr: Canton d'or en chef à sénestre
ru: Жёлтый правый верхний угол

source: Yellow Creeper Charge
eu: Creeper estanpatu horia
fr: Face de Creeper d'or
ru: Жёлтое лицо крипера

source: Yellow Cross
eu: Gurutze horia
fr: Croix d'or
ru: Жёлтый крест

source: Yellow Fess
eu: Zerrenda horia
fr: Fasce d'or
ru: Жёлтая полоса по центру

source: Yellow Flow
eu: Espiral-estanpazio horia
fr: Tourbillon d'or
ru: Жёлтый поток

source: Yellow Flower Charge
eu: Lore-estanpatu horia
fr: Fleur d'or
ru: Жёлтый цветок

source: Yellow Globe Charge
eu: Planeta horia
fr: Globe d'or
ru: Жёлтый глобус

source: Yellow Gradient
eu: Gradiente horia
fr: Dégradé d'or
ru: Жёлтый градиент

source: Yellow Guster
eu: Txilar-estanpatu horia
fr: Rafaleur d'or
ru: Жёлтый вихревик

source: Yellow Lozenge
eu: Erronbo horia
fr: Losange d'or
ru: Жёлтый ромб

source: Yellow Pale
eu: Makila horia
fr: Pal d'or
ru: Жёлтый столб

source: Yellow Pale Dexter
eu: Makila horia eskuinean
fr: Pal d'or à dextre
ru: Жёлтый левый край

source: Yellow Pale Sinister
eu: Makila horia ezbeharrez
fr: Pal d'or à sénestre
ru: Жёлтый правый край

source: Yellow Paly
eu: Makilatze horia
fr: Quatre pals d'or
ru: Жёлтые вертикальные полосы

source: Yellow Per Bend
eu: Trontzaketa horia
fr: Tranché, au premier d'or
ru: Жёлтый скос

source: Yellow Per Bend Inverted
eu: Trontzaketa hori alderantzikatua
fr: Tranché, au second d'or
ru: Жёлтый обратный скос

source: Yellow Per Bend Sinister
eu: Ebakidura horia
fr: Taillé, au premier d'or
ru: Жёлтый скос слева

source: Yellow Per Bend Sinister Inverted
eu: Ebakidura hori alderantzikatua
fr: Taillé, au second d'or
ru: Жёлтый обратный скос слева

source: Yellow Per Fess
eu: Ebaki horia
fr: Coupé, au premier d'or
ru: Жёлтое верхнее пересечение

source: Yellow Per Fess Inverted
eu: Ebaketa hori alderantzikatua
fr: Coupé, au second d'or
ru: Жёлтое нижнее пересечение

source: Yellow Per Pale
eu: Saihets horia
fr: Parti, au premier d'or
ru: Жёлтое левое рассечение

source: Yellow Per Pale Inverted
eu: Saihets hori alderantzikatua
fr: Parti, au second d'or
ru: Жёлтое правое рассечение

source: Yellow Piglin Charge
eu: Piglin estanpatu horia
fr: Groin d'or
ru: Жёлтый пиглин

source: Yellow Roundel
eu: Roel horia
fr: Tourteau d'or
ru: Жёлтый круг

source: Yellow Saltire
eu: X horia
fr: Sautoir d'or
ru: Жёлтый косой крест

source: Yellow Skull Charge
eu: Burezur estanpatu horia
fr: Crâne d'or
ru: Жёлтый череп

source: Yellow Thing Charge
eu: Gauza estanpatu horia
fr: Symbole d'or
ru: Жёлтое нечто
