Repository: wrxxnch/better-mineclonia
Catalog: mods/HUD/mcl_credits/locale/poconvert/*.po
Languages: eu, it, zh_cn, zh_tw

source: A faithful Open Source clone of Minecraft
eu: Minecraften kode irekiko klon leial bat
it: Un clone software libero fedele di Minecraft
zh_cn: 忠实于《我的世界》（Minecraft）的开源克隆版
zh_tw: 原汁原味的 Minecraft 開源仿製

source: Sneak to skip
eu: Makurtu alde batera uzteko
it: Accovacciarsi per ignorare
zh_cn: 潜行来跳过
zh_tw: 潛行以略過

source: Jump to speed up (additionally sprint)
eu: Jauzi egin azeleratzeko (korrika egitearekin konbina daiteke)
it: Salta per velocizzare (inoltre puoi anche scattare)
zh_cn: 跳跃来加速（另外还可疾跑）
zh_tw: 跳躍以加速（還可以疾跑）

source: Show the Mineclonia end credits
eu: Erakutsi Minekloniako azken kredituak
it: Mostra i titoli di coda di Mineclonia
zh_cn: 展示Mineclonia的片尾字幕
zh_tw: 播放 Mineclonia 的制作人員

source: Creators of Mineclonia
eu: Mineklonia-ren sortzaileak
it: Creanti di Mineclonia
zh_cn: Mineclonia的创作者们
zh_tw: Mineclonia 的制作者

source: Creator of MineClone 2
eu: MineClone 2-ren sortzailea
it: Creante di MineClone 2
zh_cn: MineClone 2 的创作者
zh_tw: MineClone 2 的制作者

source: Creator of MineClone
eu: MineClone-ren sortzailea
it: Creante di MineClone
zh_cn: MineClone的创作者
zh_tw: MineClone 的制作者

source: Active Contributors
eu: Laguntzaile aktiboak
it: Contribuenti attivɜ
zh_cn: 活跃贡献者
zh_tw: 活躍參與人員

source: Previous Contributors
eu: Aurreko kolaboratzaileak
it: Contribuenti precedenti
zh_cn: 以往的贡献者
zh_tw: 其他參與人員

source: Original Mod Authors
eu: Moden jatorrizko egileak
it: Creanti delle mod originali
zh_cn: 原始模组作者
zh_tw: 模組原作者

source: 3D Models
eu: 3D ereduak
it: Modelli 3D
zh_cn: 三维模型
zh_tw: 3D 模型

source: Textures and menu images
eu: Menuaren testurak eta irudiak
it: Immagini del menù e texture
zh_cn: 纹理和菜单图像
zh_tw: 素材及主選單畫面

source: Translations
eu: Itzulpenak
it: Traduzioni
zh_cn: 翻译
zh_tw: 翻譯

source: Special thanks
eu: Esker on bereziak
it: Ringraziamenti speciali
zh_cn: 特别鸣谢
zh_tw: 特別鳴謝
