Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_end/locale/poconvert/*.po
Languages: eu

source: End Stone
eu: End harria

source: End Stone Bricks
eu: End harrizko adreiluak

source: Purpur Block
eu: Purpur blokea

source: Purpur Pillar
eu: Purpurreko zutabea

source: End Rod
eu: End makila

source: End rods are decorative light sources.
eu: End makilak argi-iturri apaingarriak dira.

source: Dragon Egg
eu: Dragoi-arrautza

source: A dragon egg is a decorative item which can be placed.
eu: Herensuge arrautza bat apaingarri gisa jar daitekeen item bat da.

source: End Stone Brick Stairs
eu: End harrizko adreiluzko eskailerak

source: End Stone Brick Slab
eu: End harrizko adreiluzko lauza

source: Purpur Stairs
eu: Purpurreko eskailerak

source: Purpur Slab
eu: Purpur-lauza

source: Chorus Flower
eu: Chorus-lorea

source: Grows on end stone
eu: End harrian hazten da

source: A chorus flower is the living part of a chorus plant. It can grow into a tall chorus plant, step by step. When it grows, it may die on old age eventually. It also dies when it is unable to grow.
eu: Chorus lore bat chorus landare baten zati bizia da. Urratsez urrats, chorus-landare handi bat bihur daiteke. Hazten denean, handitu ahala hil egin daiteke. Hazi ezin denean ere hiltzen da.

source: Place it and wait for it to grow. It can only be placed on top of end stone, on top of a chorus plant stem, or at the side of exactly one chorus plant stem.
eu: Jarri eta itxaron hazteko. End harriaren gainean, chorus-landare baten zurtoinaren gainean edo, zehazki, chorus-landare baten zurtoinaren ondoan baino ezin da jarri.

source: Dead Chorus Flower
eu: Chorus lore hila

source: This is a part of a chorus plant. It doesn't grow. Chorus flowers die of old age or when they are unable to grow. A dead chorus flower can be harvested to obtain a fresh chorus flower which is able to grow again.
eu: Hau chorus landare baten zati bat da. Ez da hazten Chorus-loreak zahartzaroak hiltzen ditu edo hazi ezin direnean. Hildako koru-lore bat uzta daiteke, berriro haz daitekeen koru-lore fresko bat lortzeko.

source: Chorus Plant Stem
eu: Chorus landarearen zurtoina

source: A chorus plant stem is the part of a chorus plant which holds the whole plant together. It needs end stone as its soil. Stems are grown from chorus flowers.
eu: Chorus landare baten zurtoinak landare osoari lotuta mantentzen du. End harria behar du zorua bezala. Zurtoinak chorus-loreetatik landatzen dira.

source: The stem attaches itself to end stone and other chorus blocks.
eu: Zurtoina End Harriari eta beste chorus bloke batzuei finkatzen zaie.

source: Chorus Fruit
eu: Chorus-fruta

source: Randomly teleports you when eaten
eu: Teletransportatu ausaz jaten duzunean

source: A chorus fruit is an edible fruit from the chorus plant which is home to the End. Eating it teleports you to the top of a random solid block nearby, provided you won't end up inside a liquid, solid or harmful blocks. Teleportation might fail if there are very few or no places to teleport to.
eu: Chorus fruta End-en dagoen fruta jangarria da. Jatea hurbileko ausazko bloke solido baten goiko aldera eramatea, baldin eta bloke likido, solido edo kaltegarri baten barruan amaitzen ez baduzu. Teletransportazioak huts egin dezake teletransportatzeko leku oso gutxi edo bat ere ez badago.

source: Popped Chorus Fruit
eu: Chorus fruta errea

source: End Crystal
eu: End kristala

source: Ignited by a punch or a hit with an arrow
eu: Gezi baten kolpe edo inpaktu batengatik lehertzen da

source: Explosion power: @1
eu: Leherketa-ahalmena: @1

source: End Crystals are explosive devices. They can be placed on Obsidian or Bedrock. Ignite them by a punch or a hit with an arrow. End Crystals can also be used the spawn the Ender Dragon by placing one at each side of the End Exit Portal.
eu: End-eko kristalak entitate leherkorrak dira. Obsidianaren edo bedrockaren gainean jar daitezke. Leherrarazi kolpe batekin edo gezi batekin. Amaierako kristalak End herensugea sortzeko ere erabil daitezke, End atariaren alde banatan bat jarriz.

source: Place the End Crystal on Obsidian or Bedrock, then punch it or hit it with an arrow to cause an huge and probably deadly explosion. To Spawn the Ender Dragon, place one at each side of the End Exit Portal.
eu: Jarri azken kristala obsidianaren edo bedrockaren gainean, eta, ondoren, jo edo bota gezi bat sekulako leherketa hilgarria eragiteko. End Dragoia sortzeko, jarri bat End Atariaren alde banatan.

source: Eye of Ender
eu: Zabaltzeko begia

source: Guides the way to the mysterious End dimension
eu: End dimentsio misteriotsurako bidea gidatzen du

source: This item is used to locate End portal shrines in the Overworld and to activate End portals.
eu: Item hau End atariak Lurrazalean aurkitzeko eta aktibatzeko erabiltzen da.

source: NOTE: The End dimension is currently incomplete and might change in future versions.
eu: OHARRA: End dimentsioa osatu gabe dago gaur egun eta etorkizuneko bertsioetan alda daiteke.

source: Use the attack key to release the eye of ender. It will rise and fly in the horizontal direction of the closest end portal shrine. If you're very close, the eye of ender will take the direct path to the End portal shrine instead. After a few seconds, it stops. It may drop as an item, but there's a 20% chance it shatters.
eu: Eraso-tekla erabiltzen du jeikitzeko begia askatzeko. Hurbilen dagoen atariaren helbide horizontalean igo eta hegan egingo da. Oso gertu bazaude, End-eko atarirako bidea hartuko du. Segundo batzuen ondoren, gelditu egiten da. Item bat bezala eror daiteke, baina % 20ko aukerak daude hori hausteko.

source: To activate an End portal, eyes of ender need to be placed into each block of an intact End portal frame.
eu: End atari bat aktibatzeko, begiak begirik gabeko atari-bloke bakoitzean jarri behar dira.
