Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_wool/locale/poconvert/*.po
Languages: eu, pt_br

source: Carpet
eu: Alfonbra
pt_br: Carpete

source: Wool
eu: Artilea
pt_br: Lã

source: Wool is a decorative block which comes in many different colors.
eu: Kolore desberdin askotakoak den bloke apaingarria da artilea.
pt_br: Lã é um bloco decorativo que vem em várias cores diferentes.

source: Carpets are thin floor covers which come in many different colors.
eu: Kolore desberdin askotakoak diren lurrarentzako estalkiak dira alfonbrak.
pt_br: Carpetes são coberturas finas para o piso que vêm em diferentes cores.

source: Black Carpet
eu: Alfonbra beltza
pt_br: Carpete Preto

source: Black Wool
eu: Artile beltza
pt_br: Lã Preta

source: Blue Carpet
eu: Alfonbra urdina
pt_br: Carpete Azul

source: Blue Wool
eu: Artile urdina
pt_br: Lã Azul

source: Brown Carpet
eu: Alfonbra marroia
pt_br: Carpete Marrom

source: Brown Wool
eu: Artile marroia
pt_br: Lã Marrom

source: Cyan Carpet
eu: Alfonbra ziana
pt_br: Carpete Ciano

source: Cyan Wool
eu: Artile ziana
pt_br: Lã Ciano

source: Green Carpet
eu: Alfonbra berdea
pt_br: Carpete Verde

source: Green Wool
eu: Artile berdea
pt_br: Lã Verde

source: Grey Carpet
eu: Alfonbra grisa
pt_br: Carpete Cinza

source: Grey Wool
eu: Artile grisa
pt_br: Lã Cinza

source: Light Blue Carpet
eu: Alfonbra urdin argia
pt_br: Carpete Azul-Claro

source: Light Blue Wool
eu: Artile urdin argia
pt_br: Lã Azul-Claro

source: Light Grey Carpet
eu: Alfonbra gris argia
pt_br: Carpete Cinza-Claro

source: Light Grey Wool
eu: Artile gris argia
pt_br: Lã Cinza-Claro

source: Lime Carpet
eu: Alfonbra lima berdea
pt_br: Carpete Lima

source: Lime Wool
eu: Artile lima berdea
pt_br: Lã Lima

source: Magenta Carpet
eu: Alfonbra magenta
pt_br: Carpete Magenta

source: Magenta Wool
eu: Artile magenta
pt_br: Lã Magenta

source: Orange Carpet
eu: Alfonbra laranja
pt_br: Carpete Laranja

source: Orange Wool
eu: Artile laranja
pt_br: Lã Laranja

source: Pink Carpet
eu: Alfonbra arrosa
pt_br: Carpete Rosa

source: Pink Wool
eu: Artile arrosa
pt_br: Lã Rosa

source: Purple Carpet
eu: Alfonbra morea
pt_br: Carpete Roxo

source: Purple Wool
eu: Artile morea
pt_br: Lã Roxa

source: Red Carpet
eu: Alfonbra gorria
pt_br: Carpete Vermelho

source: Red Wool
eu: Artile gorria
pt_br: Lã Vermelha

source: White Carpet
eu: Alfonbra txuria
pt_br: Carpete Branco

source: White Wool
eu: Artile txuria
pt_br: Lã Branca

source: Yellow Carpet
eu: Alfonbra horia
pt_br: Carpete Amarelo

source: Yellow Wool
eu: Artile horia
pt_br: Lã Amarela
