Repository: wrxxnch/better-mineclonia
Catalog: mods/HUD/mcl_achievements/locale/poconvert/*.po
Languages: pt_br

source: Benchmarking
pt_br: Carpintaria

source: Craft a crafting table from 4 wooden planks.
pt_br: Faça uma mesa de trabalho com quatro blocos de tábuas.

source: Time to Mine!
pt_br: Hora de Minerar!

source: Use a crafting table to craft a wooden pickaxe from wooden planks and sticks.
pt_br: Use uma mesa de trabalho para fazer uma picareta de madeira com gravetos e tábuas de madeira.

source: Hot Topic
pt_br: Assunto Quente

source: Use 8 cobblestones to craft a furnace.
pt_br: Use 8 pedregulhos para fazer uma fornalha.

source: Time to Farm!
pt_br: Hora de Plantar!

source: Use a crafting table to craft a wooden hoe from wooden planks and sticks.
pt_br: Use uma mesa de trabalho para fazer uma enxada de madeira de tábuas de madeira e gravetos.

source: Bake Bread
pt_br: Assar Pão

source: Use wheat to craft a bread.
pt_br: Use trigo para fazer um pão.

source: The Lie
pt_br: A Mentira

source: Craft a cake using wheat, sugar, milk and an egg.
pt_br: Faça um bolo usando trigo, açúcar, leite e ovos.

source: Getting an Upgrade
pt_br: Aprimorando

source: Craft a stone pickaxe using sticks and cobblestone.
pt_br: Crie uma picareta de pedra usando gravetos e pedregulhos.

source: Time to Strike!
pt_br: Hora de Atacar!

source: Craft a wooden sword using wooden planks and sticks on a crafting table.
pt_br: Faça uma espada de madeira usando tábuas de madeira e gravetos em uma mesa de trabalho.

source: Librarian
pt_br: Bibliotecário

source: Craft a bookshelf.
pt_br: Faça uma estante de livros.

source: Isn't It Iron Pick
pt_br: Ferrou!

source: Craft a iron pickaxe using sticks and iron.
pt_br: Crie uma picareta de ferro usando gravetos e lingotes de ferro.

source: DIAMONDS!
pt_br: DIAMANTES!

source: Pick up a diamond from the floor.
pt_br: Pegue um diamante do chão.

source: Into Fire
pt_br: Brincando com o fogo

source: Pick up a blaze rod from the floor.
pt_br: Colete uma vara de blaze do chão.

source: Cow Tipper
pt_br: Tombador de Vacas

source: Pick up leather from the floor. Hint: Cows and some other animals have a chance to drop leather, when killed.
pt_br: Colete couro do chão. Dica: Vacas e outros animais possuem uma chance de deixar couro quando mortos.

source: Getting Wood
pt_br: Apanhando Madeira

source: Pick up a wood item from the ground. Hint: Punch a tree trunk until it pops out as an item.
pt_br: Colete madeira do chão. Dica: bata em uma árvore até que ela caia como um item.

source: Who is Cutting Onions?
pt_br: Quem tá cortando cebola?

source: Pick up a crying obsidian from the floor.
pt_br: Colete uma Obsidiana Chorona do chão.

source: Hidden in the Depths
pt_br: Adeus, diamantes!

source: Pick up an Ancient Debris from the floor.
pt_br: Colete um Detrito Ancestral do chão.

source: The Next Generation
pt_br: A nova geração

source: Hold the Dragon Egg. Hint: Pick up the egg from the ground and have it in your inventory.
pt_br: Segure o Ovo de Dragão. Dica: Colete o ovo do chão e tenha-o em seu inventário.

source: Sky's the Limit
pt_br: Ao infinito... e além!

source: Find the elytra and prepare to fly above and beyond!
pt_br: Encontre os élitros e prepare-se para voar ao infinito e além!

source: Acquire Hardware
pt_br: A Idade do Ferro

source: Take an iron ingot from a furnace's output slot. Hint: To smelt an iron ingot, put a fuel (like coal) and iron ore into a furnace.
pt_br: Obtenha um lingote de ferro do slot de saída da fornalha. Dica: para derreter um lingote de ferro, coloque um combustível (como carvão) e o minério de ferro em uma fornalha.

source: Delicious Fish
pt_br: Pescaria Produtiva

source: On A Rail
pt_br: Nos Trilhos

source: Sniper Duel
pt_br: Duelo de Atiradores

source: Monster Hunter
pt_br: Caçador de monstros

source: We Need to Go Deeper
pt_br: O buraco é mais embaixo

source: The End?
pt_br: É o fim?

source: Postmortal
pt_br: À beira da morte

source: Sweet Dreams
pt_br: Bons sonhos

source: Not Quite "Nine" Lives
pt_br: Quase sete vidas

source: What A Deal!
pt_br: Negócio fechado!

source: Tactical Fishing
pt_br: Pesca tática

source: The Cutest Predator
pt_br: Fofos e furiosos

source: Withering Heights
pt_br: O poderoso chefão

source: Free the End
pt_br: Liberte o End

source: Fishy Business
pt_br: O mar está para peixe

source: Country Lode, Take Me Home
pt_br: Um caminho com volta

source: Serious Dedication
pt_br: Dedicação exclusiva

source: Local Brewery
pt_br: Boticário Local

source: Enchanter
pt_br: Encantador

source: Bring Home the Beacon
pt_br: Haja luz

source: Beaconator
pt_br: E houve luz!

source: The End... Again...
pt_br: A volta dos que não foram

source: Bee Our Guest
pt_br: Seja mel convidado

source: Total Beelocation
pt_br: Reabelhitação total

source: Wax On
pt_br: Bota cera

source: Wax Off
pt_br: Tira cera

source: Crafting a New Look
pt_br: A última moda

source: Smithing with Style
pt_br: Roupa nova

source: Dispense With This
pt_br: Distribuindo

source: Pork Chop
pt_br: Costeleta

source: Rabbit Season
pt_br: Temporada de coelhos

source: Iron Belly
pt_br: Estômago de Ferro

source: Pot Planter
pt_br: Plantador de Vasos

source: The Haggler
pt_br: O Negociante

source: Stone Age
pt_br: A Idade da Pedra

source: Hot Stuff
pt_br: Temperatura máxima

source: Ice Bucket Challenge
pt_br: Entrando numa fria

source: Obtain an obsidian block.
pt_br: Obtenha um bloco de obsidiana.

source: Hero of the Village
pt_br: Herói da Vila

source: Voluntary Exile
pt_br: Exílio voluntário
