Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_heads/locale/poconvert/*.po
Languages: eu, ru

source: Zombie Head
eu: Zonbi-burua
ru: Голова зомби

source: A zombie head is a small decorative block which resembles the head of a zombie. It can also be worn as a helmet, which reduces the detection range of zombies by 50%.
eu: Zonbi-buru bat dekorazio-bloke txiki bat da. Kasko gisa ere erabil daiteke, eta horrek % 50 murrizten du zonbien detekzio-tartea.
ru: Голова зомби — это небольшой декоративный блок, похожий на голову зомби. Её можно носить в качестве шлема, что уменьшит радиус обнаружения вас зомби на 50%.

source: Creeper Head
eu: Creeper-burua
ru: Голова крипера

source: A creeper head is a small decorative block which resembles the head of a creeper. It can also be worn as a helmet, which reduces the detection range of creepers by 50%.
eu: Creeper baten burua dekorazio-bloke txiki bat da. Kasko gisa ere erabil daiteke, eta horrek creeper-en detekzio-tartea % 50 murrizten du.
ru: Голова крипера — это небольшой декоративный блок, похожий на голову крипера. Её можно носить в качестве шлема, что уменьшит радиус обнаружения вас криперами на 50%.

source: Human Head
eu: Giza burua
ru: Голова игрока

source: A human head is a small decorative block which resembles the head of a human (i.e. a player character). It can also be worn as a helmet for fun, but does not offer any protection.
eu: Giza burua dekorazio-bloke txiki bat da, gizaki baten buruaren antzekoa (hau da, jokalari baten buruaren antzekoa). Dibertitzeko kasko gisa ere erabil daiteke, baina ez du inolako babesik eskaintzen.
ru: Голова игрока — это небольшой декоративный блок, похожий на голову игрового персонажа. Её можно носить в качестве шлема просто для веселья, она не даёт никакой защиты.

source: Skeleton Skull
eu: Eskeletoaren kaskezurra
ru: Череп скелета

source: A skeleton skull is a small decorative block which resembles the skull of a skeleton. It can also be worn as a helmet, which reduces the detection range of skeletons by 50%.
eu: Kaskezurra eskeleto baten buruaren antza duen bloke apaingarri txiki bat da. Kasko gisa ere erabil daiteke, eta horrek eskeletoen detekzio-tartea % 50 murrizten du.
ru: Череп скелета — это небольшой декоративный блок, похожий на череп скелета. Его можно носить в качестве шлема, что уменьшит радиус обнаружения вас скелетами на 50%.

source: Wither Skeleton Skull
eu: Wither eskeletoaren kaskezurra
ru: Череп скелета-иссушителя

source: A wither skeleton skull is a small decorative block which resembles the skull of a wither skeleton. It can also be worn as a helmet for fun, but does not offer any protection.
eu: Eskeleto-buru zimel bat eskeleto zimel baten garezurraren antza duen dekorazio-bloke txiki bat da. Dibertitzeko kasko gisa ere erabil daiteke, baina ez du inolako babesik eskaintzen.
ru: Череп скелета-иссушителя — это небольшой декоративный блок, похожий на череп скелета-иссушителя. Его можно носить в качестве шлема просто для веселья, он не даёт никакой защиты.

source: Piglin Head
eu: Piglin-burua
ru: Голова пиглина

source: A piglin head is a small decorative block which resembles the head of a piglin. It can also be worn as a helmet, which reduces the detection range of piglins by 50%.
eu: Piglin-buru bat dekorazio-bloke txiki bat da. Kasko gisa ere erabil daiteke, eta horrek % 50 murrizten du piglinen detekzio-tartea.
ru: Голова пиглина — это небольшой декоративный блок, похожий на голову пиглина. Её можно носить в качестве шлема, что уменьшит радиус обнаружения вас пиглинами на 50%.

source: Dragon Head
eu: Dragoi-burua
ru: Голова дракона

source: A dragon head is a decorative block which resembles the head of a dragon. It can also be worn as a helmet.
eu: Dragoi-buru bat dekorazio-bloke txiki bat da. Kasko gisa ere erabil daiteke.
ru: Голова дракона — это декоративный блок, похожий на голову дракона. Её можно носить в качестве шлема.
