Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_furnaces/locale/poconvert/*.po
Languages: eu, fr, pt_br

source: Inventory
eu: Inbentarioa
fr: Inventaire
pt_br: Inventário

source: Recipe book
eu: Errezeta-liburua
fr: Livre de recette
pt_br: Livro de receitas

source: Furnace
eu: Labea
fr: Fourneau
pt_br: Fornalha

source: Uses fuel to smelt or cook items
eu: Itemak urtzeko edo prestatzeko erregaia erabiltzen du
fr: Utilise du carburant pour fondre ou cuire des articles
pt_br: Usa combustível para derreter ou cozinhar itens

source: Furnaces cook or smelt several items, using a furnace fuel, into something else.
eu: Labeek hainbat item prestatzen edo urtzen dituzte, labeko erregai bat erabiliz, beste zerbaitetan.
fr: Les fourneaux cuisent ou fondent plusieurs articles, en utilisant un combustible de fourneaux, dans quelque chose d'autre.

source: Use the furnace to open the furnace menu.
eu: Egin klik labean inbentarioa irekitzeko.
fr: Utilisez le fourneau pour ouvrir le menu du fourneau.
pt_br: Use a fornalha para abrir o menu da fornalha.

source: Place a furnace fuel in the lower slot and the source material in the upper slot.
eu: Jarri labearen erregaia beheko artekan eta prozesatu beharreko materiala goiko artekan.
fr: Placez un combustible dans l'emplacement inférieur et le matériau dans l'emplacement supérieur.
pt_br: Posicione um combustível de fornalha no slot mais baixo e o material fonte no slot acima.

source: The furnace will slowly use its fuel to smelt the item.
eu: Labeak poliki erabiliko du bere erregaia itema urtzeko/prestatzeko.
fr: Le fourneau utilise lentement son combustible pour travailler l'objet.
pt_br: A fornalha irá usar lentamente seu combustível para derreter o item.

source: The result will be placed into the output slot at the right side.
eu: Emaitza eskuineko aldeko irteera-artekan jarriko da.
fr: Le résultat sera placé dans l'emplacement de sortie situé à droite.
pt_br: O resultado será posicionado no slot de saída no lado direito.

source: Use the recipe book to see what you can smelt, what you can use as fuel and how long it will burn.
eu: Erabili errezeta-liburua zer sor dezakezun, erregai gisa zer erabil dezakezun eta zenbat denboraz erreko zaren ikusteko.
fr: Utilisez le livre de recettes pour voir ce que vous pouvez cuire, ce que vous pouvez utiliser comme combustible et combien de temps il brûlera.
pt_br: Use o livro de receitas para ver o que você pode derreter, o que você pode usar como combustível e por quanto tempo irá queimar.

source: Burning Furnace
eu: Labe sutsua
fr: Fourneau allumé
pt_br: Fornalha Queimando
