Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_colorblocks/locale/poconvert/*.po
Languages: es, eu, fr, it, ja, pt_br, ru

source: Terracotta is a basic building material. It comes in many different colors.
es: La terracota es un material de construcción básico. Viene en muchos colores diferentes.
eu: Terrakota oinarrizko eraikuntza-materiala da. Kolore askotan dator.
fr: La terre cuite est un matériau de construction de base. Elle est disponible dans de nombreuses couleurs différentes.
it: La terracotta è un materiale da costruzione basilare. È disponibile in molti colori diversi.
ja: テラコッタは基本的な建築材料です。さまざまな色があります。
pt_br: Terracota é um material de construção básico.
ru: Керамика — это базовый строительный материал. Она бывает разных цветов.

source: Glazed terracotta is a decorative block with a complex pattern. It can be rotated by placing it in different directions.
es: La terracota cristalizada es un bloque decorativo con un patrón complejo. Se puede girar colocándolo en diferentes direcciones.
eu: Terrakota kristalizatua patroi konplexua duen dekorazio-bloke bat da. Biratu egin daiteke, hainbat norabidetan jarrita.
fr: La terre cuite émaillée est un bloc décoratif au motif complexe. Il peut être tourné en le plaçant dans différentes directions.
it: La terracotta smaltata è un blocco decorativo con un motivo complesso. Può venire rotata piazzandola in direzioni diverse.
ja: 彩釉テラコッタは、複雑な模様の装飾ブロックです。 配置するときの向きによって回転が可能です。
pt_br: Terracota esmaltada é um bloco decorativo com padrões complexos. Pode ser rotacionado ao ser colocado em diferentes direções.
ru: Глазурованная керамика — это декоративный блок со сложным орнаментом.

source: Concrete powder is used for creating concrete, but it can also be used as decoration itself. It comes in different colors. Concrete powder turns into concrete of the same color when it comes in contact with water.
es: La Cemento se usa para crear Hormigón, pero también se puede usar como decoración en sí. Viene en diferentes colores. La Cemento se convierte en Hormigón del mismo color cuando entra en contacto con el agua.
eu: Zementua hormigoia sortzeko erabiltzen da, baina dekorazio gisa ere erabil daiteke. Kolore ezberdinetan dator. Zementua kolore bereko hormigoi bihurtzen da urarekin kontaktuan jartzen denean.
fr: Le béton en poudre est utilisée pour créer du béton, mais il peut également être utilisé comme décoration. Il est disponible en différentes couleurs. Le béton en poudre se transforme en béton de la même couleur au contact de l'eau.
it: La polvere di calcestruzzo viene utilizzata per formare il calcestruzzo, ma può anche ugualmente essere utilizzata come decorazione. È disponibile in diversi colori. La polvere di calcestruzzo si trasforma in calcestruzzo dello stesso colore a contatto con l'acqua.
ja: コンクリートパウダーはコンクリートを作るために使われますが、それ自体も色とりどりの装飾として使えます。コンクリートパウダーは、水に触れると同じ色のコンクリートに変化します。
pt_br: Pó de concreto é utilizado para fabricar concreto, mas também pode ser usado como um bloco de decoração. Vem em diferentes cores. Pó de concreto se torna concreto da mesma cor quando entra em contato com água.
ru: Цемент используется для создания бетона, хотя также может быть декорацией сам по себе. Он бывает разных цветов. При контакте с водой цемент превращается в бетон того же цвета.

source: Concrete is a decorative block which comes in many different colors. It is notable for having a very strong and clean color.
es: El Hormigón es un bloque decorativo que viene en muchos colores diferentes. Es notable por tener un color muy fuerte y limpio.
eu: Hormigoia dekorazio-bloke bat da, kolore askotakoa. Oso kolore sendoa eta garbia duelako nabarmentzen da.
fr: Le béton est un bloc décoratif qui se décline en de nombreuses couleurs différentes. Il est remarquable pour avoir une couleur très forte et nette.
ja: コンクリートは、さまざまな色がある装飾ブロックです。非常に強く、すっきりとした色合いで知られます。
pt_br: Concreto é um bloco decorativo que vem em diferentes cores. É notável por possuir uma coloração forte e limpa.
ru: Бетон — это декоративный блок, который может быть разных цветов. Бетон приметен своим хорошим и чистым цветом.

source: Turns into concrete on water contact
es: Se convierte en hormigón al contacto con el agua
eu: Hormigoi bihurtzen da urarekin kontaktuan dagoenean
fr: Se transforme en béton au contact de l'eau
ja: 水との接触でコンクリートに変化
pt_br: Se torna concreto em contato com água
ru: Превращается в бетон при контакте с водой

source: Terracotta
es: Terracota
eu: Terrakota
fr: Terre cuite
ja: テラコッタ
pt_br: Terracota
ru: Терракота

source: Terracotta is a basic building material which comes in many different colors. This particular block is uncolored.
es: La terracota es un material de construcción básico que viene en muchos colores diferentes. Este bloque en particular no tiene color.
eu: Terrakota oinarrizko eraikuntza-materiala da, kolore askotakoa. Bloke honek, bereziki, ez du kolorerik.
fr: La terre cuite est un matériau de construction de base qui se décline en de nombreuses couleurs différentes. Ce bloc particulier n'est pas coloré.
ja: テラコッタは基本的な建築材料で、さまざまな色があります。このブロックは無着色です。
pt_br: Terracota é um material de construção básico que vem em diferentes cores. Este bloco em particular é incolor.
ru: Терракота — это базовый строительный материал, который может быть разных цветов. Конкретно этот блок не окрашен.

source: Colored Terracotta
es: Terracota coloreada
eu: Terrakota koloreztatua
fr: Terre cuite colorée
it: Terracotta colorata
ja: 色付きテラコッタ
pt_br: Terracota Colorida
ru: Окрашенная керамика

source: Glazed Terracotta
es: Terracota vidriada
eu: Terrakota beiraztatua
fr: Terre cuite émaillée
it: Terracotta smaltata
ja: 彩釉テラコッタ
pt_br: Terracota Esmaltada
ru: Глазурованная керамика

source: Concrete Powder
es: Cemento
eu: Zementua
fr: Béton en poudre
it: Polvere di calcestruzzo
ja: コンクリートパウダー
pt_br: Pó de Concreto
ru: Цемент

source: Concrete
es: Hormigón
eu: Hormigoia
fr: Béton
it: Calcestruzzo
ja: コンクリート
pt_br: Concreto
ru: Бетон

source: Black Concrete
es: Hormigón negro
eu: Hormigoi beltza
fr: Béton noir
it: Calcestruzzo nero
ja: 黒色のコンクリート
pt_br: Concreto Preto
ru: Чёрный бетон

source: Black Concrete Powder
es: Cemento negro
eu: Zementu beltza
fr: Béton noir en poudre
it: Polvere di calcestruzzo nera
ja: 黒色のコンクリートパウダー
pt_br: Pó de Concreto Preto
ru: Чёрный цемент

source: Black Glazed Terracotta
es: Azulejo negro
eu: Azulejo beltza
fr: Terre cuite noire émaillée
it: Terracotta smaltata nera
ja: 黒色の彩釉テラコッタ
pt_br: Terracota Esmaltada Preta
ru: Чёрная глазурованная керамика

source: Black Terracotta
es: Terracota negra
eu: Terrakota beltza
fr: Terre cuite noire
it: Terracotta nera
ja: 黒色のテラコッタ
pt_br: Terracota Preta
ru: Чёрная керамика

source: Blue Concrete
es: Hormigón azul
eu: Hormigoi urdina
fr: Béton bleu
it: Calcestruzzo blu
ja: 青色のコンクリート
pt_br: Concreto Azul
ru: Синий бетон

source: Blue Concrete Powder
es: Cemento azul
eu: Zementu urdina
fr: Béton bleu en poudre
it: Polvere di calcestruzzo blu
ja: 青色のコンクリートパウダー
pt_br: Pó de Concreto Azul
ru: Синий цемент

source: Blue Glazed Terracotta
es: Azulejo azul
eu: Azulejo urdina
fr: Terre cuite bleue émaillée
it: Terracotta smaltata blu
ja: 青色の彩釉テラコッタ
pt_br: Terracota Esmaltada Azul
ru: Синяя глазурованная керамика

source: Blue Terracotta
es: Terracota azul
eu: Terrakota urdina
fr: Terre cuite bleue
it: Terracotta blu
ja: 青色のテラコッタ
pt_br: Terracota Azul
ru: Синяя керамика

source: Brown Concrete
es: Hormigón marrón
eu: Hormigoi marroia
fr: Béton marron
it: Calcestruzzo marrone
ja: 茶色のコンクリート
pt_br: Concreto Marrom
ru: Коричневый бетон

source: Brown Concrete Powder
es: Cemento marrón
eu: Zementu marroia
fr: Béton marron en poudre
it: Polvere di calcestruzzo marrone
ja: 茶色のコンクリートパウダー
pt_br: Pó de Concreto Marrom
ru: Коричневый цемент

source: Brown Glazed Terracotta
es: Azulejo marrón
eu: Azulejo marroia
fr: Terre cuite marron émaillée
it: Terracotta smaltata marrone
ja: 茶色の彩釉テラコッタ
pt_br: Terracota Esmaltada Marrom
ru: Коричневая глазурованная керамика

source: Brown Terracotta
es: Terracota marrón
eu: Terrakota marroia
fr: Terre cuite marron
it: Terracotta marrone
ja: 茶色のテラコッタ
pt_br: Terracota Marrom
ru: Коричневая керамика

source: Cyan Concrete
es: Hormigón cian
eu: Hormigoi ziana
fr: Béton cyan
it: Calcestruzzo ciano
ja: 青緑色のコンクリート
pt_br: Concreto Ciano
ru: Бирюзовый бетон

source: Cyan Concrete Powder
es: Cemento cian
eu: Zementu ziana
fr: Béton cyan en poudre
it: Polvere di calcestruzzo ciano
ja: 青緑色のコンクリートパウダー
pt_br: Pó de Concreto Ciano
ru: Бирюзовый цемент

source: Cyan Glazed Terracotta
es: Azulejo cian
eu: Azulejo cian
fr: Terre cuite cyan émaillée
it: Terracotta smaltata ciano
ja: 青緑色の彩釉テラコッタ
pt_br: Terracota Esmaltada Ciano
ru: Бирюзовая глазурованная керамика

source: Cyan Terracotta
es: Terracota cian
eu: Terrakota ziana
fr: Terre cuite cyan
it: Terracotta ciano
ja: 青緑色のテラコッタ
pt_br: Terracota Ciano
ru: Бирюзовая керамика

source: Green Concrete
es: Hormigón verde
eu: Hormigoi berdea
fr: Béton vert
it: Calcestruzzo verde
ja: 緑色のコンクリート
pt_br: Concreto Verde
ru: Зелёный бетон

source: Green Concrete Powder
es: Cemento verde
eu: Zementu berdea
fr: Béton vert en poudre
it: Polvere di calcestruzzo verde
ja: 緑色のコンクリートパウダー
pt_br: Pó de Concreto Verde
ru: Зелёный цемент

source: Green Glazed Terracotta
es: Azulejo verde
eu: Azuleju berdea
fr: Terre cuite verte émaillée
it: Terracotta smaltata verde
ja: 緑色の彩釉テラコッタ
pt_br: Terracota Esmaltada Verde
ru: Зелёная глазурованная керамика

source: Green Terracotta
es: Terracota verde
eu: Terrakota berdea
fr: Terre cuite verte
it: Terracotta verde
ja: 緑色のテラコッタ
pt_br: Terracota Verde
ru: Зелёная керамика

source: Grey Concrete
es: Hormigón gris
eu: Hormigoi grisa
fr: Béton gris
it: Calcestruzzo grigio
ja: 灰色のコンクリート
pt_br: Concreto Cinza
ru: Серый бетон

source: Grey Concrete Powder
es: Cemento gris
eu: Zementu grisa
fr: Béton gris en poudre
it: Polvere di calcestruzzo grigia
ja: 灰色のコンクリートパウダー
pt_br: Pó de Concreto Cinza
ru: Серый цемент

source: Grey Glazed Terracotta
es: Azulejo gris
eu: Azulejo grisa
fr: Terre cuite grise émaillée
it: Terracotta smaltata grigia
ja: 灰色の彩釉テラコッタ
pt_br: Terracota Esmaltada Cinza
ru: Серая глазурованная керамика

source: Grey Terracotta
es: Terracota gris
eu: Terrakota grisa
fr: Terre cuite grise
it: Terracotta grigia
ja: 灰色のテラコッタ
pt_br: Terracota Cinza
ru: Серая керамика

source: Light Blue Concrete
es: Hormigón azul claro
eu: Hormigoi urdin argia
fr: Béton bleu clair
it: Calcestruzzo azzurro
ja: 空色のコンクリート
pt_br: Concreto Azul-Claro
ru: Голубой бетон

source: Light Blue Concrete Powder
es: Cemento azul claro
eu: Zementu urdin argia
fr: Béton bleu clair en poudre
it: Polvere di calcestruzzo azzurra
ja: 空色のコンクリートパウダー
pt_br: Pó de Concreto Azul-Claro
ru: Голубой цемент

source: Light Blue Glazed Terracotta
es: Azulejo azul claro
eu: Azulejo urdin argia
fr: Terre cuite bleu clair émaillée
it: Terracotta smaltata azzurra
ja: 空色の彩釉テラコッタ
pt_br: Terracota Esmaltada Azul-Claro
ru: Голубая глазурованная керамика

source: Light Blue Terracotta
es: Terracota azul claro
eu: Terrakota urdin argia
fr: Terre cuite bleu clair
it: Terracotta azzurra
ja: 空色のテラコッタ
pt_br: Terracota Azul-Claro
ru: Голубая керамика

source: Light Grey Concrete
es: Hormigón gris claro
eu: Hormigoi gris argia
fr: Béton gris clair
it: Calcestruzzo grigio chiaro
ja: 薄灰色のコンクリート
pt_br: Concreto Cinza-Claro
ru: Светло-серый бетон

source: Light Grey Concrete Powder
es: Cemento gris claro
eu: Zementu gris argia
fr: Béton gris clair en poudre
it: Polvere di calcestruzzo grigio chiaro
ja: 薄灰色のコンクリートパウダー
pt_br: Pó de Concreto Cinza-Claro
ru: Светло-серый цемент

source: Light Grey Glazed Terracotta
es: Azulejo gris claro
eu: Azulejo gris argia
fr: Terre cuite gris clair émaillée
it: Terracotta smaltata grigio chiaro
ja: 薄灰色の彩釉テラコッタ
pt_br: Terracota Esmaltada Cinza-Claro
ru: Светло-серая глазурованная керамика

source: Light Grey Terracotta
es: Terracota gris claro
eu: Terrakota gris argia
fr: Terre cuite gris clair
it: Terracotta grigio chiaro
ja: 薄灰色のテラコッタ
pt_br: Terracota Cinza-Claro
ru: Светло-серая керамика

source: Lime Concrete
es: Hormigón verde lima
eu: Lima hormigoi berdea
fr: Béton vert clair
it: Calcestruzzo lime
ja: 黄緑色のコンクリート
pt_br: Concreto Lima
ru: Лаймовый бетон

source: Lime Concrete Powder
es: Cemento verde lima
eu: Lima zementu berdea
fr: Béton vert clair en poudre
it: Polvere di calcestruzzo lime
ja: 黄緑色のコンクリートパウダー
pt_br: Pó de Concreto Lima
ru: Лаймовый цемент

source: Lime Glazed Terracotta
es: Azulejo verde lima
eu: Lauza berde lima
fr: Terre cuite vert clair émaillée
it: Terracotta smaltata lime
ja: 黄緑色のテラコッタ
pt_br: Terracota Esmaltada Lima
ru: Лаймовая глазурованная керамика

source: Lime Terracotta
es: Terracota verde lima
eu: Terrakota berde lima
fr: Terre cuite vert clair
it: Terracotta lime
ja: 黄緑色のテラコッタ
pt_br: Terracota Lima
ru: Лаймовая керамика

source: Magenta Concrete
es: Hormigón magenta
eu: Hormigoi magenta
fr: Béton magenta
it: Calcestruzzo magenta
ja: 赤紫色のコンクリート
pt_br: Concreto Magenta
ru: Сиреневый бетон

source: Magenta Concrete Powder
es: Cemento magenta
eu: Zementu magenta
fr: Béton magenta en poudre
it: Polvere di calcestruzzo magenta
ja: 赤紫色のコンクリートパウダー
pt_br: Pó de Concreto Magenta
ru: Сиреневый цемент

source: Magenta Glazed Terracotta
es: Azulejo magenta
eu: Azulejo magenta
fr: Terre cuite magenta émaillée
it: Terracotta smaltata magenta
ja: 赤紫色の彩釉テラコッタ
pt_br: Terracota Esmaltada Magenta
ru: Сиреневая глазурованная керамика

source: Magenta Terracotta
es: Terracota magenta
eu: Terrakota magenta
fr: Terre cuite magenta
it: Terracotta magenta
ja: 赤紫色のテラコッタ
pt_br: Terracota Magenta
ru: Сиреневая керамика

source: Orange Concrete
es: Hormigón naranja
eu: Hormigoi laranja
fr: Béton orange
it: Calcestruzzo arancione
ja: 橙色のコンクリート
pt_br: Concreto Laranja
ru: Оранжевый бетон

source: Orange Concrete Powder
es: Cemento naranja
eu: Zementu laranja
fr: Béton orange en poudre
it: Polvere di calcestruzzo arancione
ja: 橙色のコンクリートパウダー
pt_br: Pó de Concreto Laranja
ru: Оранжевый цемент

source: Orange Glazed Terracotta
es: Azulejo naranja
eu: Azulejo laranja
fr: Terre cuite orange émaillée
it: Terracotta smaltata arancione
ja: 橙色の彩釉テラコッタ
pt_br: Terracota Esmaltada Laranja
ru: Оранжевая глазурованная керамика

source: Orange Terracotta
es: Terracota naranja
eu: Terrakota laranja
fr: Terre cuite orange
it: Terracotta arancione
ja: 橙色のテラコッタ
pt_br: Terracota Laranja
ru: Оранжевая керамика

source: Pink Concrete
es: Hormigón rosa
eu: Hormigoi arrosa
fr: Béton rose
it: Calcestruzzo rosa
ja: 桃色のコンクリート
pt_br: Concreto Rosa
ru: Розовый бетон

source: Pink Concrete Powder
es: Cemento rosa
eu: Zementu arrosa
fr: Béton rose en poudre
it: Polvere di calcestruzzo rosa
ja: 桃色のコンクリートパウダー
pt_br: Pó de Concreto Rosa
ru: Розовый цемент

source: Pink Glazed Terracotta
es: Azulejo rosa
eu: Azulejo arrosa
fr: Terre cuite rose émaillée
it: Terracotta smaltata rosa
ja: 桃色の彩釉テラコッタ
pt_br: Terracota Esmaltada Rosa
ru: Розовая глазурованная керамика

source: Pink Terracotta
es: Terracota rosa
eu: Terrakota arrosa
fr: Terre cuite rose
it: Terracotta rosa
ja: 桃色のテラコッタ
pt_br: Terracota Rosa
ru: Розовая керамика

source: Purple Concrete
es: Hormigón morado
eu: Hormigoi morea
fr: Béton violet
it: Calcestruzzo viola
ja: 紫色のコンクリート
pt_br: Concreto Roxo
ru: Фиолетовый бетон

source: Purple Concrete Powder
es: Cemento morado
eu: Zementu morea
fr: Béton violet en poudre
it: Polvere di calcestruzzo viola
ja: 紫色のコンクリートパウダー
pt_br: Pó de Concreto Roxo
ru: Фиолетовый цемент

source: Purple Glazed Terracotta
es: Azulejo morado
eu: Lauza morea
fr: Terre cuite violette émaillée
it: Terracotta smaltata viola
ja: 紫色の彩釉テラコッタ
pt_br: Terracota Esmaltada Roxa
ru: Фиолетовая глазурованная керамика

source: Purple Terracotta
es: Terracota morada
eu: Terrakota morea
fr: Terre cuite violette
it: Terracotta viola
ja: 紫色のテラコッタ
pt_br: Terracota Roxa
ru: Фиолетовая керамика

source: Red Concrete
es: Hormigón rojo
eu: Hormigoi gorria
fr: Béton rouge
it: Calcestruzzo rosso
ja: 赤色のコンクリート
pt_br: Concreto Vermelho
ru: Красный бетон

source: Red Concrete Powder
es: Cemento rojo
eu: Zementu gorria
fr: Béton rouge en poudre
it: Polvere di calcestruzzo rossa
ja: 赤色のコンクリートパウダー
pt_br: Pó de Concreto Vermelho
ru: Красный цемент

source: Red Glazed Terracotta
es: Azulejo rojo
eu: Azulejo gorria
fr: Terre cuite rouge émaillée
it: Terracotta smaltata rossa
ja: 赤色の彩釉テラコッタ
pt_br: Terracota Esmaltada Vermelha
ru: Красная глазурованная керамика

source: Red Terracotta
es: Terracota roja
eu: Terrakota gorria
fr: Terre cuite rouge
it: Terracotta rossa
ja: 赤色のテラコッタ
pt_br: Terracota Vermelha
ru: Красная керамика

source: White Concrete
es: Hormigón blanco
eu: Hormigoi zuria
fr: Béton blanc
it: Calcestruzzo bianco
ja: 白色のコンクリート
pt_br: Concreto Branco
ru: Белый бетон

source: White Concrete Powder
es: Cemento blanco
eu: Zementu zuria
fr: Béton blanc en poudre
it: Polvere di calcestruzzo bianca
ja: 白色のコンクリートパウダー
pt_br: Pó de Concreto Branco
ru: Белый цемент

source: White Glazed Terracotta
es: Azulejo blanco
eu: Azulejo zuria
fr: Terre cuite blanche émaillée
it: Terracotta smaltata bianca
ja: 白色の彩釉テラコッタ
pt_br: Terracota Esmaltada Branca
ru: Белая глазурованная керамика

source: White Terracotta
es: Terracota blanca
eu: Terrakota zuria
fr: Terre cuite blanche
it: Terracotta bianca
ja: 白色のテラコッタ
pt_br: Terracota Branca
ru: Белая керамика

source: Yellow Concrete
es: Hormigón amarillo
eu: Hormigoi horia
fr: Béton jaune
it: Calcestruzzo giallo
ja: 黄色のコンクリート
pt_br: Concreto Amarelo
ru: Жёлтый бетон

source: Yellow Concrete Powder
es: Cemento amarillo
eu: Zementu horia
fr: Béton jaune en poudre
it: Polvere di calcestruzzo gialla
ja: 黄色のコンクリートパウダー
pt_br: Pó de Concreto Amarelo
ru: Жёлтый цемент

source: Yellow Glazed Terracotta
es: Azulejo amarillo
eu: Azulejo horia
fr: Terre cuite jaune émaillée
it: Terracotta smaltata gialla
ja: 黄色の彩釉テラコッタ
pt_br: Terracota Esmaltada Amarela
ru: Жёлтая глазурованная керамика

source: Yellow Terracotta
es: Terracota amarilla
eu: Terrakota horia
fr: Terre cuite jaune
it: Terracotta gialla
ja: 黄色のテラコッタ
pt_br: Terracota Amarela
ru: Жёлтая керамика
