Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/REDSTONE/mcl_comparators/locale/poconvert/*.po
Languages: eu, zh_cn

source: Redstone comparators are multi-purpose redstone components.
eu: Harrigorriren konparatzaileak helburu anitzeko harrigorri osagaiak dira.
zh_cn: 红石比较器是多功能的红石组件。

source: They can transmit a redstone signal, detect whether a block contains any items and compare multiple signals.
eu: Harrigorri seinale bat transmiti dezakete, bloke batek itemik baduen detektatu eta hainbat seinale alderatu.
zh_cn: 它们可以传输红石信号，检测一个方块是否包含物品以及比较多个信号。

source: A redstone comparator has 1 main input, 2 side inputs and 1 output. The output is in arrow direction, the main input is in the opposite direction. The other 2 sides are the side inputs.
eu: Harrigorri konparatzaile batek sarrera nagusi 1, 2 alboko sarrera eta irteera 1 ditu. Irteera geziaren norabidean dago, sarrera nagusia kontrako norabidean dago. Beste bi aldeak alboko sarrerak dira.
zh_cn: 红石比较器有1个主输入口、2个侧输入口和1个输出口。输出口位于箭头所指方向，主输入口在相反方向，另外两侧就是侧输入口。

source: The main input can powered in 2 ways: First, it can be powered directly by redstone power like any other component. Second, it is powered if, and only if a container (like a chest) is placed in front of it and the container contains at least one item.
eu: Sarrera nagusia 2 modutan elikatu daiteke: lehenik eta behin, zuzenean elikatu daiteke harrigorri bidez, beste edozein osagai bezala. Bigarrenik, elikatu bai, eta edukiontzi bat jartzen bada (kutxa bat bezala) eta edukiontziak item bat badu gutxienez.
zh_cn: 主输入口有两种通电方式：第一，它可以像其他元件一样直接由红石能量供电；第二，当且仅当在它前面放置一个容器（比如箱子）且该容器中至少有一个物品时，它才会通电。

source: The side inputs are only powered by normal redstone power. The redstone comparator can operate in two modes: Transmission mode and subtraction mode. It starts in transmission mode and the mode can be changed by using the block.
eu: Alboko sarrerak harrigorri elikadura normalak baino ez ditu elikatzen. Harrigorri konparatzaileak bi modutan funtziona dezake: transmisio modua eta kenketa modua. Transmisio-moduan hasten da, eta modua blokea erabiliz alda daiteke.
zh_cn: 侧输入口只能由常规红石能量供电。红石比较器可以在两种模式下运行：传输模式和减法模式。它初始处于传输模式，并且可以通过使用该方块来切换模式。

source: Transmission mode: The front torch is unlit and lowered. The output is powered if, and only if the main input is powered. The two side inputs are ignored.
eu: Transmisio-modua: Aurreko lastargia itzalita eta baja dago. Sarrera nagusia elikatzen bada bakarrik elikatzen da irteera. Alboko bi sarrerak ez dira kontuan hartzen.
zh_cn: 传输模式： 前端的红石火把未点亮且处于降下状态。当且仅当主输入端被激活（有能量输入）时，输出端才会被激活（有能量输出）。两侧的输入将被忽略。

source: Subtraction mode: The front torch is lit. The output is powered if, and only if the main input is powered and none of the side inputs is powered.
eu: Kenketa modua: Aurreko lastargia piztuta dago. Irteera elikatu egiten da baldin eta sarrera nagusia elikatuta badago eta alboko sarreretako bat ere elikatuta ez badago.
zh_cn: 减法模式： 前端的红石火把是点亮的。当且仅当主输入端被激活（有能量输入）且两侧输入均未被激活（无能量输入）时，输出端才会被激活（有能量输出）。

source: Redstone Comparator
eu: Harrigorri konparatzailea
zh_cn: 红石比较器

source: Redstone Comparator (Powered)
eu: Harrigorri konparatzailea (Aktibatuta)
zh_cn: 红石比较器（通电）

source: Redstone Comparator (Subtract)
eu: Harrigorri konparatzailea (Negatiboa)
zh_cn: 红石比较器（减法）

source: Redstone Comparator (Subtract, Powered)
eu: Harrigorri konparatzailea (Negatiboa, Aktibatuta)
zh_cn: 红石比较器（减法，通电）
