Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_doc/locale/poconvert/*.po
Languages: es, eu, ja, pl

source: Water can flow into this block and cause it to drop as an item.
es: El agua puede entrar en este bloque y hacer que caiga como un ítem.
eu: Ura bloke honetan sar daiteke eta item bat bezala erorarazi.
ja: このブロックに水が流れ込むと、アイテムとしてドロップすることがあります。
pl: Woda może wpłynąć na ten blok i sprawić, że on wypadnie.

source: This block can be turned into dirt with a hoe.
es: Este bloque se puede convertir en tierra con una azada.
eu: Bloke hau lur bihur daiteke aitzur batekin.
ja: このブロックは、クワで土に変えられます。
pl: Ten blok może być zamieniony w ziemię za pomocą motyki.

source: This block can be turned into farmland with a hoe.
es: Este bloque se puede convertir en tierra de cultivo con una azada.
eu: Bloke hau laborantza-lur bihur daiteke aitzur batekin.
ja: このブロックは、クワで農地に変えられます。
pl: Ten blok może być zamieniony w ziemię uprawną za pomocą motyki.

source: This block can be turned into grass path with a shovel.
es: Este bloque se puede convertir en un camino de césped con una pala.
eu: Bloke hau landa-bide bihur daiteke pala batekin.

source: This block acts as a soil for all saplings.
es: Este bloque actúa como suelo para todos los arbolitos.
eu: Bloke honek zuhaitz-kimu guztientzako lurzoru gisa jokatzen du.
ja: このブロックは、あらゆる苗木の土壌として作用します。
pl: Ten blok może być glebą dla wszystkich sadzonek.

source: This block acts as a soil for some saplings.
es: Este bloque sirve de suelo para algunos brotes de arbol.
eu: Bloke hau zuhaitz-kimu batzuetarako lurzoru gisa jokatzen du.
ja: このブロックは、いくつかの苗木の土壌として作用します。
pl: Ten blok może być glebą dla niektórych sadzonek.

source: Sugar canes will grow on this block.
es: En este bloque puede crecer cañas de azúcar.
eu: Bloke honetan azukre-kanaberak haziko da.
ja: このブロックには、サトウキビが生育します。
pl: Trzcina cukrowa będzie rosnąć na tym bloku.

source: Nether wart will grow on this block.
es: En este bloque puede crecer una verruga del Nether.
eu: Bloke honetan azpimunduko garatxo bat haziko da.
ja: このブロックには、ネザーウォートが生育します。
pl: Netherowa brodawka będzie rosnąć na tym bloku.

source: This block quickly decays when there is no wood block of any species within a distance of @1. When decaying, it disappears and may drop one of its regular drops. The block does not decay when the block has been placed by a player.
es: Este bloque se desintegra rápidamente cuando no hay bloques de madera de ningún tipo a menos de @1 de él. Cuando se descompone, desaparece y puede liberar uno de sus ítems habituales. El bloque no se desintegra cuando lo coloca un jugador.
eu: Bloke hau berehala desintegratuko da inguruan @1 baino distantzia txikiagora egurrezko blokerik ez dagoenean. Desintegratzen denean, desagertu egingo da eta bere ohiko itemetako bat aska dezake. Blokea ez da desintegratzen jokalari batek jartzen duenean.
ja: このブロックは、@1の距離内にどの種の木材ブロックもないとき、たちまち腐敗します。 腐敗すると消滅し、通常のドロップを１つ落とすことがあります。ブロックがプレイヤーによって置かれているときは、朽ちることはありません。
pl: Ten blok szybko zanika gdy w odległości @1 nie ma żadnego bloku drewna dowolnego rodzaju. Gdy zanika może wyrzucić z siebie jeden z przedmiotów typowo wyrzucanych.

source: This block quickly decays and disappears when there is no wood block of any species within a distance of @1. The block does not decay when the block has been placed by a player.
es: Este bloque se desintegra rápidamente y desaparece cuando no hay ningún bloque de madera de ninguna especie a una distancia de @1. El bloque no se desintegra cuando lo coloca un jugador.
eu: Bloke hau berehala desintegratu eta desagertuko da inguruan @1 baino distantzia txikiagora egurrezko blokerik ez dagoenean. Blokea ez da desintegratzen jokalari batek jartzen duenean.
ja: このブロックは、@1の距離内にどの種の木材ブロックもないとき、すぐさま腐敗して消滅します。
pl: Ten blok szybko zanika gdy w odległości @1 nie ma żadnego bloku drewna dowolnego rodzaju. Ten blok nie zanika gdy został postawiony przez gracza.

source: This plant can only grow on grass blocks and dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
es: Esta planta solo puede crecer en bloques de césped y tierra. Para sobrevivir, necesita tener una vista despejada del cielo o estar expuesta a un nivel de luz de 8 o superior.
eu: Landare hau belar eta lurrezko blokeetan bakarrik haz daiteke. Bizirauteko, zeruaren ikuspegi garbia izan behar du, edo 8 edo gehiagoko argi-mailan egon behar du.
ja: この植物は、草原や土の上にしか生育できません。生え抜くためには、上空に遮るものがないか、明るさ8以上で照らされる環境が必要です。
pl: Ta roślina może rosnąć tylko na blokach trawy i ziemi. Aby przetrwać musi mieć nieblokowany dostęp do nieba powyżej lub być oświetlana światłem o poziomie 8 lub wyższym.

source: This plant can grow on grass blocks, podzol, dirt and coarse dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
es: Esta planta puede crecer en bloques de césped, podsol, tierra y tierra estéril. Para sobrevivir, necesita tener una vista despejada del cielo o estar expuesta a un nivel de luz de 8 o superior.
eu: Landare hau belar, podsol, lur eta lur trokatsuz osatutako blokeetan haz daiteke. Bizirauteko, zeruaren ikuspegi garbia izan behar du, edo 8 edo gehiagoko argi-mailan egon behar du.
ja: この植物は、草原、ポドゾル、土、粗い土の上に生育できます。生え抜くためには、上空に遮るものがないか、明るさ8以上で照らされる環境が必要です。
pl: Ta roślina może rosnąć na blokach trawy, bielicy, ziemi i twardej ziemi. Aby przetrwać musi mieć nieblokowany dostęp do nieba powyżej lub być oświetlana światłem o poziomie 8 lub wyższym.

source: This block is flammable.
es: Este bloque es inflamable.
eu: Bloke hau suharbera da.
ja: このブロックは可燃性です。
pl: Ten blok jest łatwopalny.

source: This block destroys any item it touches.
es: Este bloque destruye cualquier ítem que toque.
eu: Bloke honek ukitzen duen edozein item suntsitzen du.
ja: このブロックは、それに触れたどんなアイテムも壊します。
pl: Ten blok niszczy się gdy dowolny przedmiot go dotyka.

source: To eat it, wield it, then rightclick.
es: Para comerlo, sostenlo y luego haz clic derecho.
eu: Jateko, eutsi eta gero egin eskuin-klik.
ja: 食べるには、手に持ってから右クリックします。
pl: Aby to zjeść, weź to, następnie kliknij prawy przycisk myszy.

source: You can eat this even when your hunger bar is full.
es: Puedes comer esto incluso cuando tu barra de hambre está llena.
eu: Hau zure gose-barra beteta dagoenean ere jan dezakezu.
ja: 満腹ゲージが満タンでも、これは食べられます。
pl: Możesz to zjeść nawet gdy twój pasek nasycenia jest pełny.

source: You cannot eat this when your hunger bar is full.
es: No puedes comer esto cuando tu barra de hambre está llena.
eu: Hau ezin duzu jan zure gose-barra beteta dagoenean.
ja: 満腹ゲージが満タンなら、これは食べられません。
pl: Nie możesz tego jeść gdy twój pasek nasycenia jest pełny.

source: To drink it, wield it, then rightclick.
es: Para beberlo, sostenlo y luego haz clic derecho.
eu: Edateko, eutsi eta gero egin eskuin-klik.
ja: 飲むには、手に持ってから右クリックします。
pl: Aby to wypić, weź to, następnie kliknij prawy przycisk myszy.

source: You cannot drink this when your hunger bar is full.
es: No puedes beber esto cuando tu barra de hambre está llena.
eu: Hau ezin duzu edan zure gose-barra beteta dagoenean.
ja: 満腹ゲージが満タンなら、これは飲めません。
pl: Nie możesz tego pić gdy twój pasek nasycenia jest pełny.

source: To consume it, wield it, then rightclick.
es: Para consumirlo, sostenlo y haz clic derecho.
eu: Kontsumitzeko, eutsi eta egin eskuin-klik.
ja: 消費するには、手に持ってから右クリックします。
pl: Aby to skonsumować, weź to, następnie kliknij prawy przycisk myszy.

source: You cannot consume this when your hunger bar is full.
es: No puedes consumir esto cuando tu barra de hambre está llena.
eu: Hau ezin duzu kontsumitu zure gose-barra beteta dagoenean.
ja: 満腹ゲージが満タンなら、これは消費できません。
pl: Nie możesz tego skonsumować gdy twój pasek nasycenia jest pełny.

source: You have to wait for about 2 seconds before you can eat or drink again.
es: Tienes que esperar unos 2 segundos antes de poder comer o beber nuevamente.
eu: Bi segundo inguru itxaron behar dituzu berriro jan edo edan aurretik.
ja: また飲み食いできるようになるまで、2秒くらい待たねばなりません。
pl: Musisz poczekać przez 2 sekundy zanim znów będziesz mogła jeść lub pić.

source: Hunger points restored: @1
es: Puntos de hambre restaurados: @1
eu: Berreskuratutako gose puntuak: @1
ja: 満腹度回復：@1
pl: Przywrócone punkty głodu: @1

source: Saturation points restored: @1%
es: Puntos de saturación restaurados: @1%
eu: Berreskuratutako saturazio puntuak: %@1

source: It can be worn on the head.
es: Se puede usar en la cabeza.
eu: Buruan erabil daiteke.
ja: 頭に装着することもできます。
pl: Może być noszony na głowie.

source: It can be worn on the torso.
es: Se puede usar en el torso.
eu: Soinean erabil daiteke.
ja: 胴体に装着することもできます。
pl: Może być noszone na piersi.

source: It can be worn on the legs.
es: Se puede usar en las piernas.
eu: Hanketan erabil daiteke.
ja: 脚部に装着することもできます。
pl: Może być noszony na nogach.

source: It can be worn on the feet.
es: Se puede usar en los pies.
eu: Oinetan erabil daiteke.
ja: 足に装着することもできます。
pl: Może być noszony na stopach.

source: Armor points: @1
es: Puntos de armadura: @1
eu: Armadura-puntuak: @1
ja: 防具値：@1
pl: Punkty zbroi: @1

source: Armor durability: @1
es: Durabilidad de la armadura: @1
eu: Armaduraren iraunkortasuna: @1
ja: 防具耐久度：@1
pl: Wytrzymałość zbroi: @1

source: This item cannot be renamed at an anvil.
es: Este ítem no se puede renombrar en un yunque.
eu: Item hau ezin da ingude batean berrizendatu.
ja: このアイテムは、金床で名前を変更できません。
pl: Ten przedmiot nie może być przemianowany przy kowadle.

source: This block crushes any block it falls into.
es: Este bloque aplasta cualquier bloque en el que caiga.
eu: Bloke honek azpiratzen duen edozein bloke zanpatzen du.
ja: このブロックが落ちると、どんなブロックでも潰します。
pl: Ten blok rozbija dowolny blok na który spadnie.

source: When this block falls deeper than 1 block, it causes damage to any player it hits. The damage dealt is B×2−2 hit points with B = number of blocks fallen. The damage can never be more than 40 HP.
es: Cuando este bloque cae a más de 1 bloque de profundidad, causa daño a cualquier jugador al que golpee. El daño infligido es B×2−2 puntos de vida, donde B = número de bloques caídos. El daño nunca puede ser mayor a 40 PS.
eu: Bloke hau bloke 1 baino sakonera handiagoan erortzean, jotzen duen edozein jokalariri mina ematen dio. Emandako mina B×2−2 kolpe puntu dira B = eroritako bloke kopurua izanik. Mina inoiz ez da 40 HP baino handiagoa izango.
ja: このブロックが1ブロックより深く落ちたとき、当たったプレイヤーにダメージを与えます。受けるダメージは B×2 -2HP と B =落ちたブロック数。ダメージは40HP以上になることはありません。
pl: Gdy ten blok spada więcej niż o 1 blok, zadaje on obrażenia dowolnemu graczowi którego uderzy. Zadaje on B×2−2 punktów obrażeń, gdzie B = liczba bloków o który spadł.

source: Diamond Pickaxe
es: Pico de diamante
eu: Diamantezko Pikotxa
ja: ダイヤモンドのツルハシ
pl: Diamentowy kilof

source: Iron Pickaxe
es: Pico de hierro
eu: Burdinazko Pikotxa
ja: 鉄のツルハシ
pl: Żelazny kilof

source: Stone Pickaxe
es: Pico de piedra
eu: Harrizko Pikotxa
ja: 石のツルハシ
pl: Kamienny kilof

source: Golden Pickaxe
es: Pico de oro
eu: Urrezko Pikotxa
ja: 金のツルハシ
pl: Złoty kilof

source: Wooden Pickaxe
es: Pico de madera
eu: Egurrezko Pikotxa
ja: 木のツルハシ
pl: Drewniany kilof

source: Diamond Axe
es: Hacha de diamante
eu: Diamantezko Aizkora
ja: ダイヤモンドの斧
pl: Diamentowa siekiera

source: Iron Axe
es: Hacha de hierro
eu: Burdinazko Aizkora
ja: 鉄の斧
pl: Żelazna siekiera

source: Stone Axe
es: Hacha de piedra
eu: Harrizko Aizkora
ja: 石の斧
pl: Kamienna siekiera

source: Golden Axe
es: Hacha de oro
eu: Urrezko Aizkora
ja: 金の斧
pl: Złota siekiera

source: Wooden Axe
es: Hacha de madera
eu: Egurrezko Aizkora
ja: 木の斧
pl: Drewniana siekiera

source: Diamond Shovel
es: Pala de diamante
eu: Diamantezko Pala
ja: ダイヤモンドのシャベル
pl: Diamentowa łopata

source: Iron Shovel
es: Pala de hierro
eu: Burdinazko Pala
ja: 鉄のシャベル
pl: Żelazna łopata

source: Stone Shovel
es: Pala de piedra
eu: Harrizko Pala
ja: 石のシャベル
pl: Kamienna łopata

source: Golden Shovel
es: Pala de oro
eu: Urrezko Pala
ja: 金のシャベル
pl: Złota łopata

source: Wooden Shovel
es: Pala de madera
eu: Egurrezko Pala
ja: 木のシャベル
pl: Drewniana łopata

source: This block can be mined by any tool instantly.
es: Este bloque puede ser minado por cualquier herramienta al instante.
eu: Bloke hau edozein tresnak ustia dezake bereala.
ja: このブロックは、どんな道具を使ってもすぐに掘れます。
pl: Ten blok może zostać wykopany dowolnym narzędziem natychmiastowo.

source: • Shears
es: • Tijeras
eu: • Guraizeak
ja: ・ハサミ
pl: • Nożyce

source: • Sword
es: • Espada
eu: • Ezpata
ja: ・剣
pl: • Miecz

source: • Hand
es: • Mano
eu: • Eskua
ja: ・手
pl: • Ręka

source: This block can be mined by:
es: Este bloque puede ser minado por:
eu: Bloke hau ustia dezake:
ja: このブロックは次のもので掘れます：
pl: Ten blok może być wykopany przy użyciu:

source: Hardness: ∞
es: Dureza: ∞
eu: Gogortasuna: ∞
ja: 硬さ：∞
pl: Twardość: ∞

source: Hardness: @1
es: Dureza: @1
eu: Gogortasuna: @1
ja: 硬さ：@1
pl: Twardość: @1

source: Blast Resistance: @1
es: Resistencia contra explosiones: @1
eu: Leherketen Aurkako Erresistentzia: @1

source: This block will not be destroyed by TNT explosions.
es: Este bloque no será destruido por las explosiones de Dinamita.
eu: Bloke hau ez duten TNT leherketek suntsituko.
ja: このブロックは、TNTの爆発では壊れません。
pl: Ten blok nie będzie zniszczony przez eksplozję trotylu.

source: This block drops itself when mined by shears.
es: Este bloque se dropea cuando es minado con tijeras.
eu: Bloke honek bere burua utziko du guraizeekin ustiatzean.
ja: このブロックはハサミで掘ると、それ自体をドロップします。
pl: Ten blok wyrzuca siebie gdy wykopany nożycami.

source: This blocks drops the following when mined by shears: @1
es: Este bloque dropea lo siguiente cuando se mina con tijeras: @1
eu: Bloke honek ondorengoa utziko du guraizeekin ustiatzean: @1
ja: このブロックはハサミで掘ると、次のものをドロップします：@1
pl: Ten blok wyrzuca siebie gdy wykopany nożycami: @1

source: Painfully slow
es: Dolorosamente lento
eu: Mingarriro motela
ja: 苦痛レベルで遅い
pl: Boleśnie powolne

source: Very slow
es: Muy lento
eu: Oso motela
ja: とても遅い
pl: Bardzo wolne

source: Slow
es: Lento
eu: Motela
ja: 遅い
pl: Wolne

source: Fast
es: Rápido
eu: Azkar
ja: 速い
pl: Szybkie

source: Very fast
es: Muy rápido
eu: Oso azkar
ja: とても速い
pl: Bardzo szybkie

source: Extremely fast
es: Extremadamente rápido
eu: Oso-oso azkarra
ja: とてつもなく速い
pl: Ekstremalnie szybkie

source: Instantaneous
es: Instantáneo
eu: Bat-batekoa
ja: 瞬間的
pl: Natychmiastowe

source: @1 uses
es: @1 usos
eu: @1 erabilera
ja: @1 使用
pl: @1 użyć

source: Unlimited uses
es: Usos ilimitados
eu: Erabilera mugagabeak
ja: 無限に使用可能
pl: Nielimitowane użycia

source: Mining speed: @1
es: Velocidad de minado: @1
eu: Ustiatze-abiadura: @1
ja: 採掘速度：@1
pl: Szybkość kopania: @1

source: Mining durability: @1
es: Durabilidad de minado: @1
eu: Ustiatze iraunkortasuna: @1
ja: 採掘耐久度：@1
pl: Wytrzymałość kopania: @1

source: This tool is capable of mining.
es: Esta herramienta puede minar.
eu: Tresna honek ustiatu egin daiteke.
ja: この道具は採掘が可能です。
pl: To narzędzie jest w stanie kopać.

source: Block breaking strength: @1
es: Fuerza para romper bloques: @1
eu: Blokeak hausteko indarra: @1
ja: ブロック破壊力：@1
pl: Siła niszczenia bloku: @1

source: This is a melee weapon which deals damage by punching.
es: Es un arma cuerpo a cuerpo que causa daño al golpear.
eu: Gorputzez gorputzeko arma bat da, kolpatzean mina ematen duena.
ja: これは殴りつけることでダメージを与える近接武器です。
pl: To jest broń ręczna która zadaje obrażenia przy uderzenia.

source: Maximum damage: @1 HP
es: Daño máximo: @1 PS
eu: Min maximoa: @1 HP
ja: 最大ダメージ：@1 HP
pl: Maksymalne obrażenia: @1 HP

source: Full punch interval: @1 s
es: Intervalo de golpe: @1 s
eu: Kolpe-tartea: @1 s
ja: 全力攻撃の間隔：@1秒
pl: Pełny okres uderzenia: @1 s
