Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/mcl_doc/locale/poconvert/dk.po
Languages: dk

source: Water can flow into this block and cause it to drop as an item.
dk: Der kan flyde vandt i denne blok, hvilket får den til at droppe som en genstand.

source: This block can be turned into dirt with a hoe.
dk: Denne blok kan omdannes til jord med en hakke.

source: This block can be turned into farmland with a hoe.
dk: Denne blok kan omdannes til landbrugsjord med en hakke.

source: This block acts as a soil for all saplings.
dk: Denne blok virker som jord for alle spirer.

source: This block acts as a soil for some saplings.
dk: Denne blok virker som jord for nogle spirer.

source: Sugar canes will grow on this block.
dk: Sukkerrør gror på denne blok.

source: Nether wart will grow on this block.
dk: Nethervorder gror på denne blok.

source: This block quickly decays when there is no wood block of any species within a distance of @1. When decaying, it disappears and may drop one of its regular drops. The block does not decay when the block has been placed by a player.
dk: Denne blok forgår hurtigt når der ikke er træblokke af nogen art af træblokke indenfor en afstand af @1. Når den forgår, forsvinder den, og dropper måske et af sine normale drops. Blokken forgår ikke når den er blevet placeret af en spiller.

source: This block quickly decays and disappears when there is no wood block of any species within a distance of @1. The block does not decay when the block has been placed by a player.
dk: Denne blok forgår hurtigt og forsvinder når der ikke er nogen art af træblokke indenfor en afstand af @1. Blokken forgår ikke når den er blevet placeret af en spiller.

source: This plant can only grow on grass blocks and dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
dk: Denne plante kan kun gro på græsblokke eller jord. For at overleve, har den brug for direkte udsyn til himlen, eller et lysniveau på 8 eller derover.

source: This plant can grow on grass blocks, podzol, dirt and coarse dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
dk: Denne plante kan gro på græsblokke, podsol, jord eller grov jord. For at overleve, har den brug for direkte udsyn til himlen, eller et lysniveau på 8 eller derover.

source: This block is flammable.
dk: Denne blok er brændfarlig.

source: This block destroys any item it touches.
dk: Denne blok ødelægger enhver genstand den berør.

source: To eat it, wield it, then rightclick.
dk: For at spise det skal du bære det og højre-klikke.

source: You can eat this even when your hunger bar is full.
dk: Du kan spise dette selvom din sultbjælke er fuld.

source: You cannot eat this when your hunger bar is full.
dk: Du kan ikke spise dette når din sultbjælke er fuld.

source: To drink it, wield it, then rightclick.
dk: For at drikke det skal du bære det og højre-klikke.

source: You cannot drink this when your hunger bar is full.
dk: Du kan ikke drikke dette når din sultbjælke er fuld.

source: To consume it, wield it, then rightclick.
dk: For at indtage det skal du bære det og højre-klikke.

source: You cannot consume this when your hunger bar is full.
dk: Du kan ikke indtage dette når din sultbjælke er fuld.

source: You have to wait for about 2 seconds before you can eat or drink again.
dk: Du er nødt til at vente omkring 2 sekunder før du kan drikke eller spise igen.

source: Hunger points restored: @1
dk: Sultpoint genvundet: @1

source: It can be worn on the head.
dk: Den kan bæres på hovedet.

source: It can be worn on the torso.
dk: Den kan bæres på kroppen.

source: It can be worn on the legs.
dk: De kan bæres på benene.

source: It can be worn on the feet.
dk: De kan bæres på fødderne.

source: Armor points: @1
dk: Rustningspoint: @1

source: Armor durability: @1
dk: Rustningens holdbarhed: @1

source: This item cannot be renamed at an anvil.
dk: Denne genstand kan ikke omdøbes ved en ambolt.

source: This block crushes any block it falls into.
dk: Denn blok knuser enhver blok den falder ind i.

source: When this block falls deeper than 1 block, it causes damage to any player it hits. The damage dealt is B×2−2 hit points with B = number of blocks fallen. The damage can never be more than 40 HP.
dk: Denne blok falder dybere end 1 blok, og giver skade til enhver spiller den rammer. Skaden givet er Bx2-2 ned B = antal faldne blokke.

source: Diamond Pickaxe
dk: Minehakke i diamant

source: Iron Pickaxe
dk: Jernhakke

source: Stone Pickaxe
dk: Stenhakke

source: Golden Pickaxe
dk: Guldhakke

source: Wooden Pickaxe
dk: Træhakke

source: Diamond Axe
dk: Diamantøkse

source: Iron Axe
dk: Jernøkse

source: Stone Axe
dk: Stenøkse

source: Golden Axe
dk: Guldøkse

source: Wooden Axe
dk: Træøkse

source: Diamond Shovel
dk: Diamantskovl

source: Iron Shovel
dk: Jernskovl

source: Stone Shovel
dk: Stenskovl

source: Golden Shovel
dk: Guldskovl

source: Wooden Shovel
dk: Træskovl

source: This block can be mined by any tool instantly.
dk: Denne blok kan udvindes momentant med ethvert værktøj.

source: • Shears
dk: • Sakse

source: • Sword
dk: • Sværd

source: • Hand
dk: • Hånd

source: This block can be mined by:
dk: Denne blok kan udvindes med:

source: Hardness: ∞
dk: Hårdhed:∞

source: Hardness: @1
dk: Hårdhed @1

source: This block will not be destroyed by TNT explosions.
dk: Denne blok ødelægges ikke af TNT-eksplosioner.

source: This block drops itself when mined by shears.
dk: Denne blok dropper sig selv når den udvindes med sakse.

source: This blocks drops the following when mined by shears: @1
dk: Denne blok dropper følgende når den udvindes med sakse: @1

source: Painfully slow
dk: Pinagtig langsom

source: Very slow
dk: Meget langsom

source: Slow
dk: Langsom

source: Fast
dk: Hurtig

source: Very fast
dk: Meget hurtig

source: Extremely fast
dk: Ekstremt hurtig

source: Instantaneous
dk: Momentan

source: @1 uses
dk: @1 anvendelser

source: Unlimited uses
dk: Uendelige anvendelser

source: Mining speed: @1
dk: Udvindingshastighed: @1

source: Mining durability: @1
dk: Udvindingsholdbarhed: @1

source: This tool is capable of mining.
dk: Dette værktøj kan bruges til udvinding.

source: Block breaking strength: @1
dk: Blokkens brudstyrke: @1

source: This is a melee weapon which deals damage by punching.
dk: Dette er et nærkampsvåben som giver skade ved at slå.

source: Maximum damage: @1 HP
dk: Højeste skade: @1

source: Full punch interval: @1 s
dk: Helt interval mellem slag: @1 s
