Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_amethyst/locale/poconvert/*.po
Languages: fr, pt_br, zh_hant

source: Block of Amethyst
fr: Bloc d'améthyste
pt_br: Bloco de Ametista
zh_hant: 紫水晶方塊

source: The Block of Amethyst is a decoration block crafted from amethyst shards.
fr: Le bloc d'améthyste est un bloc décoratif fabriqué à partir d'éclats d'améthyste.
pt_br: O bloco de ametista é um bloco decorativo feito a partir de fragmentos de ametista.
zh_hant: 紫水晶立方是用紫水晶碎片製成的裝飾性方塊。

source: Budding Amethyst
fr: Druse d'améthyste
pt_br: Ametista Brotando
zh_hant: 紫晶芽

source: The Budding Amethyst can grow amethyst
fr: La druse d'améthyste peut faire croître de l'améthyste
pt_br: A ametista brotando pode crescer ametista
zh_hant: 紫晶芽會長出紫水晶。

source: Amethyst Shard
fr: Éclat d'améthyste
pt_br: Fragmento de Ametista
zh_hant: 紫水晶碎片

source: An amethyst shard is a crystalline mineral.
fr: Un éclat d'améthyste est un minéral cristallin.
pt_br: Um fragmento de ametista é um mineral cristalino.
zh_hant: 紫水晶碎片是一種晶體礦物。

source: Calcite
pt_br: Calcita
zh_hant: 方解石

source: Calcite can be found as part of amethyst geodes.
fr: La calcite peut être trouvée dans les géodes d'améthyste.
pt_br: Calcita pode ser encontrada como parte dos geodos de ametista.
zh_hant: 方解石可以在紫晶洞發現。

source: Tinted Glass
fr: Verre teinté
pt_br: Vidro Tingido
zh_hant: 遮光玻璃

source: Tinted Glass is a type of glass which blocks lights while it is visually transparent.
fr: Le verre teinté est un type de verre qui bloque la lumière tout en étant visuellement transparent.
pt_br: Vidro tingido é um tipo de vidro que bloqueia luzes enquanto é visualmente transparente.
zh_hant: 遮光玻璃是一種能阻擋光線但同時不妨礙視線的玻璃。

source: Small Amethyst Bud
fr: Petit cristal d'améthyste
pt_br: Broto de Ametista Pequeno
zh_hant: 小紫晶芽

source: Small Amethyst Bud is the first growth of amethyst bud.
fr: Le petit cristal d'améthyste est le premier stade de la croissance du cristal d'améthyste.
pt_br: Broto de Ametista Pequeno é a primeira etapa de crescimento do broto de ametista.
zh_hant: 小紫晶芽是紫晶芽成長的第一階段。

source: Medium Amethyst Bud
fr: Cristal moyen d'améthyste
pt_br: Broto de Ametista Médio
zh_hant: 中紫晶芽

source: Medium Amethyst Bud is the second growth of amethyst bud.
fr: Le cristal moyen d'améthyste est le deuxième stade de la croissance du cristal moyen d'améthyste.
pt_br: Broto de Ametista Médio é a segunda etapa de crescimento do broto de ametista.
zh_hant: 中紫晶芽是紫晶芽成長的第二階段。

source: Large Amethyst Bud
fr: Grand cristal d'améthyste
pt_br: Broto de Ametista Grande
zh_hant: 大紫晶芽

source: Large Amethyst Bud is the third growth of amethyst bud.
fr: Le grand cristal d'améthyste est le troisième stade de la croissance du cristal d'améthyste.
pt_br: Broto de Ametista Grande é a terceira etapa de crescimento do broto de ametista.
zh_hant: 大紫晶芽是紫晶芽成長的第三階段。

source: Amethyst Cluster
fr: Amas d'améthyste
pt_br: Aglomerado de Ametista
zh_hant: 紫水晶簇

source: Amethyst Cluster is the final growth of amethyst bud.
fr: L'amas d'améthyste est le stade final de la croissance du cristal d'améthyste.
pt_br: O aglomerado de ametista é o final do crescimento do broto de ametista.
zh_hant: 紫水晶簇是完全成長的紫晶芽。
