Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_dyes/locale/poconvert/*.po
Languages: eu, pl, pt_br

source: This item is a dye which is used for dyeing and crafting.
eu: Tindatzeko eta fabrikatzeko erabiltzen den tindagaia da item hau.
pl: Ten przedmiot to farba wykorzystywana to farbowania i wytwarzania.
pt_br: Este item é um corante o qual é usado para colorir e fabricar.

source: Rightclick on a sheep to dye its wool. Other things are dyed by crafting.
eu: Egin eskuin-klik ardi baten gainean artilea tindatzeko. Beste gauza batzuk sortzearen bidez tindatu daitezke.
pl: Kliknij prawym na owcę aby zafarbować jej wełnę. Inne rzeczy mogą być zafarbowane przy wytwarzaniu.
pt_br: Clique com o botão direito em uma ovelha para colorir sua lã. Outras coisas são coloridas ao fabricá-las.

source: Black Dye
eu: Tindagai beltza
pl: Czarny farba
pt_br: Corante Preto

source: Blue Dye
eu: Tindagai urdina
pl: Niebieska farba
pt_br: Corante Azul

source: Brown Dye
eu: Tindagai marroia
pl: Brązowy farba
pt_br: Corante Marrom

source: Cyan Dye
eu: Tindagai ziana
pl: Błękitna farba
pt_br: Corante Ciano

source: Green Dye
eu: Tindagai berdea
pt_br: Corante Verde

source: Grey Dye
eu: Tindagai grisa
pl: Szara farba
pt_br: Corante Cinza

source: Light Blue Dye
eu: Tindagai urdin argia
pl: Jasnoniebieska farba
pt_br: Corante Azul-Claro

source: Light Grey Dye
eu: Tindagai gris argia
pl: Jasnoszara farba
pt_br: Corante Cinza-Claro

source: Lime Dye
eu: Tindagai hori berdexka
pl: Jasnozielona farba
pt_br: Corante Lima

source: Magenta Dye
eu: Tindagai magenta
pl: Karmazynowa farba
pt_br: Corante Magenta

source: Orange Dye
eu: Tindagai laranja
pl: Pomarańczowa farba
pt_br: Corante Laranja

source: Pink Dye
eu: Tindagai arrosa
pl: Różowa farba
pt_br: Corante Rosa

source: Purple Dye
eu: Tindagai purpura
pl: Fioletowa farba
pt_br: Corante Roxo

source: Red Dye
eu: Tindagai gorria
pt_br: Corante Vermelho

source: White Dye
eu: Tindagai zuria
pl: Biały farba
pt_br: Corante Branco

source: Yellow Dye
eu: Tindagai horia
pt_br: Corante Amarelo
