Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_beds/locale/poconvert/*.po
Languages: id, zh_cn, zh_tw

source: Beds allow you to sleep at night and make the time pass faster.
id: Kasur memungkinkan Anda tidur di malam hari dan membuat waktu berlalu lebih cepat.
zh_cn: 床能让你在夜晚入睡并使时间过得更快。
zh_tw: 入夜後，你可以在床上睡覺，快進到早上。

source: To use a bed, stand close to it and right-click the bed to sleep in it. Sleeping only works when the sun sets, at night or during a thunderstorm. The bed must also be clear of any danger.
id: Untuk menggunakan kasur, berdirilah di dekatnya dan klik kanan untuk tidur. Tidur hanya dapat dilakukan saat matahari terbenam, di malam hari, atau saat badai petir. Kasur juga harus aman jauh dari ancaman apapun.
zh_cn: 要使用床，站在它附近并右键点击床便可在床上睡觉。只有在日落、夜晚或雷暴期间才能睡觉。床周围也必须没有任何危险。
zh_tw: 要在床上睡覺，靠近床並右鍵點擊。只有在太陽落山時，入晚後，或雷雨時才能睡覺。床也必須遠離任何危險。

source: You have heard of other worlds in which a bed would set the start point for your next life. But this world is not one of them.
id: Kamu pernah mendengar tentang dunia lain di mana tempat tidur akan menjadi titik awal kehidupan kamu selanjutnya. Namun, dunia ini bukanlah salah satunya.
zh_cn: 你听说过在其他世界里，床会设定你下一次生命的起始点，但这个世界并非如此。
zh_tw: 你聽說過在其他的世界，床會成為你的重生點。但這個世界並不這樣運作。

source: By using a bed, you set the starting point for your next life. If you die, you will start your next life at this bed, unless it is obstructed or destroyed.
id: Dengan memakai kasur, kamu akan menggunakannya untuk posisi awal hidup, Jika kamu mati, kamu akan memulai kembali dari tempat tidur, kecuali kasur tidak bisa diakses atau telah dihancurkan.
zh_cn: 通过使用床，你可以设定下一次生命的起始点。如果你死亡，除非床被阻挡或被破坏，否则你将在此床处重生。
zh_tw: 只要使用床，就能設定重生點。如果你死了，你將在這張床上重生，除非它被阻塞或破壞。

source: In this world, going to bed won't skip the night, but it will skip thunderstorms.
id: Dalam dunia ini, pergi ke tempat tidur tidak akan melewati malam, namun akan melewati badai petir.
zh_cn: 在这个世界里，上床睡觉不会跳过夜晚，但会跳过雷暴天气。
zh_tw: 在這個世界，上床睡覺不會跳過夜晚，但是會跳過雷暴。

source: Sleeping allows you to skip the night. The night is skipped when all players in this world went to sleep. The night is skipped after sleeping for a few seconds. Thunderstorms can be skipped in the same manner.
id: Tidur memungkinkan kamu untuk melewati malam. Malam akan terlewati begitu saja ketika semua pemain tidur. Malam akan berlalu dalam beberapa detik setelah tidur. Badai petir pun juga akan berlalu.
zh_cn: 睡觉能让你跳过夜晚。当这个世界里的所有玩家都入睡后，夜晚就会被跳过。入睡几秒后夜晚就会被跳过，雷暴天气也可用同样的方式跳过。
zh_tw: 睡覺可以跳過夜晚。當這個世界的所有玩家都進入睡眠狀態後再過幾秒，夜晚就會被跳過。雷雨也可以用同樣的方式跳過。

source: Allows you to sleep
id: Memungkinkan kamu untuk tidur
zh_cn: 允许你入睡
zh_tw: 允許你睡覺

source: Bed
id: Kasur
zh_cn: 床铺
zh_tw: 床

source: You can only sleep at night or during a thunderstorm.
id: Kamu hanya bisa tidur saat malam atau sedang badai petir.
zh_cn: 你只能在夜晚或者雷暴期间入睡。
zh_tw: 你只能在晚上或雷雨時才能睡覺。

source: You can't sleep, the bed's too far away!
id: Tidak bisa tidur, kasur terlalu jauh!
zh_cn: 床离你太远，无法就寝！
zh_tw: 你無法休息，床離你太遠了！

source: This bed is already occupied!
id: Kasur sudah ada yang punya!
zh_cn: 床上有人了，不能就寝！
zh_tw: 這張床已被佔用！

source: You have to stop moving before going to bed!
id: Kamu harus diam saat ingin mulai tidur!
zh_cn: 上床睡觉前你得先停止移动！
zh_tw: 在睡覺前，你必須停下！

source: You can't sleep now, monsters are nearby!
id: Kamu tidak bisa tidur sekarang, banyak monster mendekat!
zh_cn: 怪物还在附近徘徊，现在还不能睡！
zh_tw: 你無法休息，有怪物在附近遊蕩！

source: You can't sleep, the bed is obstructed!
id: Kamu tidak bisa tidur, kasurnya terhalang!
zh_cn: 床离得太远，你还不能睡觉！
zh_tw: 你無法休息，床已被阻塞！

source: It's too dangerous to sleep here!
id: Terlalu berbahaya tidur disini!
zh_cn: 此处就寝不太安全！
zh_tw: 在這裏睡太危險了！

source: Leave bed
id: Tinggalkan kasur
zh_cn: 离开床铺
zh_tw: 起床

source: Abort sleep
id: Batalkan tidur
zh_cn: 取消休息
zh_tw: 中斷休息

source: Chat:
id: Mengobrol:
zh_cn: 聊天：
zh_tw: 聊天：

source: send!
id: kirim!
zh_cn: 发送！
zh_tw: 送出！

source: Players in bed: @1/@2
id: Pemain di tempat tidur: @1/@2
zh_cn: 就寝人员：@1/@2
zh_tw: @2 位玩家中的 @1 位已就寢。

source: Note: Night skip is disabled.
id: Catatan: Melewati malam dinonaktifkan.
zh_cn: 注意：已禁用跳过夜间。
zh_tw: 注意：睡覺不會跳過晚上。

source: You're sleeping.
id: Kamu sedang tidur.
zh_cn: 你已就寝。
zh_tw: 你在睡覺。

source: You will fall asleep when all players are in bed.
id: Kamu akan tertidur saat semua pemain sudah berada di kasur.
zh_cn: 当所有玩家都在床上时你就会入睡。
zh_tw: 在所有玩家就寢後，你就會睡着。

source: You will fall asleep when @1% of all players are in bed.
id: Kamu akan tertidur saat @1% dari semua pemain berada di kasur.
zh_cn: 当有@1%的玩家在床上时你就会入睡。
zh_tw: 在 @1% 的玩家就寢後，你就會睡着。

source: You're in bed.
id: Kamu berada di kasur.
zh_cn: 你在床上。
zh_tw: 你在床上。

source: @1/@2 players currently in bed.
id: @1/@2 pemain saat ini berada di kasur.
zh_cn: 目前有@1/@2名玩家在床上。
zh_tw: @2 位玩家中的 @1 位已就寢。

source: You exceeded the maximum number of messages per 10 seconds!
id: Kamu melebihi batas maksimal pesan per 10 detik!
zh_cn: 你超过了每10秒的最大消息数量！
zh_tw: 你送出太多訊息了！

source: You are missing the 'shout' privilege! It's required in order to talk in chat...
id: Kamu tidak memiliki hak 'shout'! Ini dibutuhkan untuk bisa berbicara di obrolan...
zh_cn: 你缺少“喊话”权限！在聊天中发言需要此权限……
zh_tw: 你需要有 shout 權限才能聊天。

source: Sorry, but you have to wait @1 seconds until you may use this button again!
id: Maaf, kamu harus menunggu @1 detik untuk bisa memakai tombol ini lagi!
zh_cn: 抱歉，但你得等@1秒才能再次使用这个按钮！
zh_tw: 請等 @1 秒後再按。

source: Hey! Would you guys mind sleeping?
id: Hei! Kalian ga keberatan untuk tidur?
zh_cn: 嘿！你们介意睡一觉吗？
zh_tw: 嗨！你們介意睡一覺嗎？

source: New respawn position set!
id: Posisi bangkit telah diatur!
zh_cn: 已设置新的重生位置！
zh_tw: 你設定了重生點！

source: Black Bed
id: Kasur Hitam
zh_cn: 黑色床
zh_tw: 黑色床

source: Blue Bed
id: Kasur Biru
zh_cn: 蓝色床
zh_tw: 藍色床

source: Brown Bed
id: Kasur Coklat
zh_cn: 棕色床
zh_tw: 棕色床

source: Cyan Bed
id: Kasur Sian
zh_cn: 青色床
zh_tw: 青色床

source: Green Bed
id: Kasur Hijau
zh_cn: 绿色床
zh_tw: 綠色床

source: Grey Bed
id: Kasur Abu-abu
zh_cn: 灰色床
zh_tw: 灰色床

source: Light Blue Bed
id: Kasur Biru Terang
zh_cn: 淡蓝色床
zh_tw: 淺藍色床

source: Light Grey Bed
id: Kasur Abu-abu Terang
zh_cn: 淡灰色床
zh_tw: 淺灰色床

source: Lime Bed
id: Kasur Limau
zh_cn: 黄绿色床
zh_tw: 淺綠色床

source: Magenta Bed
id: Kasur Magenta
zh_cn: 品红色床
zh_tw: 洋紅色床

source: Orange Bed
id: Kasur Oranye
zh_cn: 橙色床
zh_tw: 橙色床

source: Pink Bed
id: Kasur Merah Muda
zh_cn: 粉色床
zh_tw: 粉紅色床

source: Purple Bed
id: Kasur Ungu
zh_cn: 紫色床
zh_tw: 紫色床

source: Red Bed
id: Kasur Merah
zh_cn: 红色床
zh_tw: 紅色床

source: White Bed
id: Kasur Putih
zh_cn: 白色床
zh_tw: 白色床

source: Yellow Bed
id: Kasur Kuning
zh_cn: 黄色床
zh_tw: 黃色床

source: Respawn Anchor
id: Jangkar Kebangkitan
zh_cn: 重生锚
zh_tw: 重生錨
