Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/REDSTONE/mcl_repeaters/locale/poconvert/*.po
Languages: eu, hu, zh_cn

source: Redstone Repeater
eu: Harrigorri errepikagailua
hu: Vöröskő Jelismétlő
zh_cn: 红石中继器

source: Redstone Repeater (Delay @1)
eu: Harrigorri errepikagailua (Atzeratu @1)
hu: Vöröskő Jelismétlő (Késleltetés @1)
zh_cn: 红石中继器（延迟为 @1）

source: Transmits redstone power only in one direction
eu: Harrigorri seinalea igortzen du norabide bakarrean
hu: Egy irányba továbbítja a vöröskő jelet
zh_cn: 仅沿一个方向传输红石能量

source: Delays signal
eu: Seinalea atzeratzen du
hu: Késlelteti a jelet
zh_cn: 延迟信号

source: Output locks when getting active redstone repeater signal from the side
eu: Irteera blokeatu egiten da Harrigorriren errepikagailuaren seinale aktiboa alde batetik jasotzen denean
hu: A kimenet zárolásra kerül amennyiben egy aktív Vöröskő Jelismétlőt jelet kap oldalról
zh_cn: 当从侧面接收到激活的红石中继器信号时，输出锁定

source: To power a redstone repeater, send a signal in “arrow” direction (the input). The signal goes out on the opposite side (the output) with a delay. To change the delay, use the redstone repeater. The delay is between 0.1 and 0.4 seconds long and can be changed in steps of 0.1 seconds. It is indicated by the position of the moving redstone torch.
eu: Harrigorri errepikagailu bat elikatzeko, bidali seinale bat "gezi" (sarrera) helbidera. Seinalea beste aldean itzaltzen da (irteeran), atzerapenarekin. Atzerapena aldatzeko, erabili harrigorri errepikagailua. Atzerapena 0.1 eta 0.4 segundo artekoa da, eta 0.1 segundoko urratsetan alda daiteke. Harrigorri lastargiaren posizioak adierazten du.
hu: A Vöröskő Jelismétlő aktiválásához küldj belé egy jelet a "nyíl" irányából (bemenet). A jel a túloldalon halad tovább (kimenet) egy bizonyos késleltetéssel. A késleltetés változtatásához használd a Jelismétlőt. A késleltetés 0.1 és 0.4 másodperc között állítható 0.1 másodperces lépésekkel. Az aktuális beállítást a mozgó vöröskő fáklya helyzete mutatja.
zh_cn: 要为红石中继器供能，需沿“箭头”所指方向（即输入方向）发送信号。信号会在相对的一侧（即输出方向）延迟输出。要改变延迟时长，可使用红石中继器。延迟时长在0.1到0.4秒之间，且能以0.1秒为步长进行更改。其延迟时长由移动的红石火把的位置来指示。

source: To lock a repeater, send a signal from an adjacent repeater into one of its sides. While locked, the moving redstone torch disappears, the output doesn't change and the input signal is ignored.
eu: Errepikagailu bat blokeatzeko, bidali seinale bat alboko errepikagailu batetik alde batera. Blokeatuta dagoen bitartean, mugitzen ari den harrigorri lastargia desagertu egiten da, irteera ez da aldatzen eta sarrera-seinalea ez da kontuan hartzen.
hu: A jelismétlő kimenetének rögzítéséhez irányíts bele valamelyik oldalról egy másik Jelismétlőt. Amíg a kimenet zárolva van, a mozgó fáklya eltűnik, a bementi jel figyelmen kívül lesz hagyva, így a kimeneti jel változatlan marad.
zh_cn: 要锁定一个中继器，需从相邻的中继器向它的其中一个侧面发送信号。在锁定状态下，移动的红石火把会消失，输出不会改变，并且输入信号会被忽略。

source: Redstone repeaters are versatile redstone components with multiple purposes: 1. They only allow signals to travel in one direction. 2. They delay the signal. 3. Optionally, they can lock their output in one state.
eu: Harrigorri errepikagailuak helburu anitzeko harrigorri osagai moldakorrak dira: 1. Seinaleek norabide bakar batean bidaiatzea ahalbidetzen dute. 2. Seinalea atzeratzen dute. 3. Aukeran, egoera batean blokeatu dezakete irteera.
hu: A Vöröskő Jelismétlő egy sokoldalúan felhasználható eszköz: 1. a jelet csak egy irányba engedi továbbhaladni. 2. Késlelteti a jelet. 3. Lehetőség van a kimenetet egy bizonyos állapotban rögzíteni (zárolás).
zh_cn: 红石中继器是具有多种用途的多功能红石组件：1. 它们只允许信号沿一个方向传输。2. 它们能延迟信号。3. 它们还可以选择性地将其输出锁定在一种状态。

source: Redstone Repeater (Delay @1, Powered)
eu: Harrigorri errepikagailua (Atzeratu @1, Motorizatua)
hu: Vöröskő Jelismétlő (Késleltetés @1, Aktív)
zh_cn: 红石中继器（延迟为 @1，已通电）

source: Redstone Repeater (Locked)
eu: Harrigorri errepikagailua (Blokeatuta)
hu: Vöröskő Jelismétlő (Zárolt)
zh_cn: 红石中继器（已锁定）

source: Redstone Repeater (Locked, Powered)
eu: Harrigorri errepikagailua (blokeatua, motorizatua)
hu: Vöröskő Jelismétlő (Zárolt, Aktív)
zh_cn: 红石中继器（已锁定，已通电）
