Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_cake/locale/poconvert/*.po
Languages: eu, hu, it, pt, zh_tw

source: Cake
eu: Tarta
hu: Torta
it: Torta
pt: Bolo
zh_tw: 蛋糕

source: With 7 tasty slices!
eu: 7 xerra zoragarrirekin!
hu: Hét fincsi szelettel!
it: Con 7 fette gustose!
pt: Com 7 fatias deliciosas!
zh_tw: 有七塊美味的蛋糕！

source: Hunger points: +@1 per slice
eu: Gose-puntuak: + @1 xerra bakoitzeko
hu: Éhség pontok: +@1 szeletenként
it: Punti di fame: +@1 per fetta
pt: Pontos de fome: +@1 por fatia
zh_tw: 飢餓值：每片 +@1

source: Cakes can be placed and eaten to restore hunger points. A cake has 7 slices. Each slice restores 2 hunger points and 0.4 saturation points. Cakes will be destroyed when dug or when the block below them is broken.
eu: Pastelak gose-puntuak berrezartzeko jarri eta jan daitezke. Pastel batek 7 zati ditu. Zati bakoitzak 2 gose-puntu eta 0.4 asetasun-puntu berrezartzen ditu. Pastelak suntsitu egingo dira zulatzen direnean edo haien azpiko blokea hausten denean.
hu: A torta elfogyasztása helyreállítja az éhségpontokat. Egy torta 7 szeletből áll. Minden szelet 2 éhségpontot és 0,4 jóllakottsági pontot állít vissza. A sütemények megsemmisülnek az ásástól, vagy ha az alattuk lévő blokk eltörik.
it: Le torte possono essere posizionate e mangiate per ripristinare punti sazietà. Una torta ha 7 fette. Ciascuna fetta ripristina 2 punti fame e 0.4 punti saturazione. Una torta verrà distrutta quando scavata o se il blocco sotto di essa viene distrutto.
pt: Bolos podem ser colocados e comidos para restaurar pontos de fome. Um bolo contém 7 pedaços. Cada pedaço restaura 2 pontos de fome e 0.4 pontos de saturação. Bolos são destruídos quando cavados ou quando o blocos abaixo deles são quebrados.
zh_tw: 蛋糕可以被放置和食用，以恢復飢餓值。一個蛋糕有7片。每片可以恢復2個飢餓值和0.4個飽食度。蛋糕在被挖掘或其下面的方塊被打破時將被摧毀。

source: Place the cake anywhere, then rightclick it to eat a single slice. You can't eat from the cake when your hunger bar is full.
eu: Jarri pastela edonon, gero egin eskuin-klik zati bakar bat jateko. Ezin duzu pasteletik jan zure gose-barra beteta dagoenean.
hu: Helyezd a tortát bárhová, majd kattints rá jobb gombbal egyetlen szelet elfogyasztásához. Nem ehetsz a süteményből, ha az éhségsávod tele van.
it: Posiziona la torta ovunque, mangia una fetta col tasto destro. Se la barra della fame è piena non puoi mangiare una fetta di torta.
pt: Coloque o bolo em qualquer lugar, depois clique nele com o botão direito para comer um único pedaço. Você não consegue comer quando sua barra de fome estiver cheia.
zh_tw: 將蛋糕放在任何地方，然後右鍵單擊以吃一小片。 當您的飢餓條已滿時，您不能從蛋糕上吃東西。

source: Cake (6 Slices Left)
eu: Tarta (6 zati geratzen dira)
hu: Torta (6 szelet maradt)
it: Torta (6 fette rimaste)
pt: Bolo (6 Fatias Restantes)
zh_tw: 蛋糕（還剩6片）

source: Cake (5 Slices Left)
eu: Tarta (5 zati geratzen dira)
hu: Torta (5 szelet maradt)
it: Torta (5 fette rimaste)
pt: Bolo (5 Fatias Restantes)
zh_tw: 蛋糕（還剩5片）

source: Cake (4 Slices Left)
eu: Tarta (4 zati geratzen dira)
hu: Torta (4 szelet maradt)
it: Torta (4 fette rimaste)
pt: Bolo (4 Fatias Restantes
zh_tw: 蛋糕（還剩4片）

source: Cake (3 Slices Left)
eu: Tarta (3 zati geratzen dira)
hu: Torta (3 szelet maradt)
it: Torta (3 fette rimaste)
pt: Bolo (3 Fatias Restantes)
zh_tw: 蛋糕（還剩3片）

source: Cake (2 Slices Left)
eu: Tarta (2 zati geratzen dira)
hu: Torta (2 szelet maradt)
it: Torta (2 fette rimaste)
pt: Bolo (2 Fatias Restantes)
zh_tw: 蛋糕（還剩2片）

source: Cake (1 Slice Left)
eu: Tarta (zati 1 geratzen da)
hu: Torta (1 szelet maradt)
it: Torta (1 fetta rimasta)
pt: Bolo (1 Fatia Restante)
zh_tw: 蛋糕（還剩1片）
