Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/doc/doc_items/locale/poconvert/*.po
Languages: hu

source: This is a decorational block.
hu: Ez egy dekorációs blokk.

source: This block is a building block for creating various buildings.
hu: Ez egy építő blokk, mellyel különböző épületeket készíthetsz.

source: This item is primarily used for crafting other items.
hu: Ez a tárgy elsősorban más tárgyak barkácsolásához használható.

source: Hold it in your hand, then leftclick to eat it.
hu: Fogd a kezedbe és a bal gombbal kattintva edd meg.

source: Hold it in your hand, then leftclick to eat it. But why would you want to do this?
hu: A kezedben fogva, bal gombbal kattintva eheted meg. De miért is akarnád megenni?

source: This block's rotation is affected by the way you place it: Place it on the floor or ceiling for a vertical orientation; place it at the side for a horizontal orientation. Sneaking while placing it leads to a perpendicular orientation instead.
hu: Az elhelyezés módja befolyásolja, hogy a blokk merre van fordulva: Helyezd a padlóra vagy a mennyezetre a függőleges tájolás érdekében; helyezd a falra a vízszintes tájolás érdekében. A lopakodás közbeni lehelyezés merőleges tájolást eredményez.

source: Hand
hu: Kéz

source: Air
hu: Levegő

source: Yes
hu: Igen

source: No
hu: Nem

source: Unknown item (@1)
hu: Ismeretlen tárgy (@1)

source: unknown
hu: ismeretlen

source: 1 second
hu: 1 másodperc

source: @1 seconds
hu: @1 másodperc

source: • @1, rating @2: @3 s - @4 s
hu: • @1, @2. minősítésű: @3 s - @4 s

source: • @1, rating @2: @3 s
hu: • @1, @2. minősítésű: @3 s

source: • @1, level @2: @3 uses
hu: • @1, @2. szintű: @3 használat

source: • @1, level @2: Unlimited
hu: • @1, @2. szintű: korlátlan használat

source: This tool is capable of mining.
hu: Ezzel az eszközzel bányászhatsz.

source: Maximum toughness levels:
hu: Legnagyobb keménységi fok:

source: Mining times:
hu: Fejtési idők:

source: Mining durability:
hu: Tartósság:

source: This is a melee weapon which deals damage by punching.
hu: Ez egy közelharcban használható fegyver, mellyel szúrni lehet.

source: Maximum damage per hit:
hu: Legnagyobb sebzés ütésenként:

source: • @1: @2 HP
hu: • @1: @2 életpont

source: Full punch interval: @1 s
hu: Lendítési idő: @1 s

source: This block can be mined by any mining tool in half a second.
hu: Ezt a blokkot bármely szerszámmal fél másodperc alatt lehet kitermelni.

source: This block can be mined by any mining tool immediately.
hu: Ezt a blokkot bármely szerszámmal azonnal ki lehet termelni.

source: This block can not be mined by ordinary mining tools.
hu: Ez a blokk nem bányászható ki közönséges bányászszerszámokkal.

source: This block can be destroyed by any mining tool in half a second.
hu: Ez a blokk bármilyen bányászszerszámmal megsemmisíthető fél másodperc alatt.

source: This block can be destroyed by any mining tool immediately.
hu: Ez a blokk bármilyen bányászszerszámmal azonnal megsemmisíthető.

source: This block can not be destroyed by ordinary mining tools.
hu: Ez a blokk nem semmisíthető meg közönséges bányászszerszámokkal.

source: This block can be mined by mining tools which match any of the following mining ratings and its toughness level.
hu: Ez a blokk olyan bányászszerszámokkal bányászható ki, amely megfelel a következő bányászási minősítések bármelyikének és a keménységi fokának.

source: Mining ratings:
hu: Bányászási minősítések:

source: Toughness level: @1
hu: Keménységi fok: @1

source: Range: @1
hu: Hatótáv: @1

source: Range: @1 (@2)
hu: Hatótáv: @1 (@2)

source: This tool can serve as a smelting fuel with a burning time of @1.
hu: Ez az eszköz használható olvasztóban tüzelőanyagként, @1 égési idővel.

source: This block can serve as a smelting fuel with a burning time of @1.
hu: Ez a blokk használható olvasztóban tüzelőanyagként, @1 égési idővel.

source: This item can serve as a smelting fuel with a burning time of @1.
hu: Ez a tárgy használható olvasztóban tüzelőanyagként, @1 égési idővel.

source: Using it as fuel turns it into: @1.
hu: Tüzelőanyagként való használata átalakítja: @1.

source: Itemstring: "@1"
hu: Tárgyazonosító: "@1"

source: Description: @1
hu: Leírás: @1

source: Usage help: @1
hu: Használati segítség: @1

source: Maximum stack size: @1
hu: Maximális tárgykötegméret: @1

source: This block points to liquids.
hu: A blokk folyadékra mutat.

source: This tool points to liquids.
hu: Az eszköz folyadékra mutat.

source: This item points to liquids.
hu: A tárgy folyadékra mutat.

source: Punches with this block don't work as usual; melee combat and mining are either not possible or work differently.
hu: Ezzel a blokkal nem a megszokott módon lehet ütni; a közelharc és a bányászás vagy nem lehetséges, vagy máshogy történik.

source: Punches with this tool don't work as usual; melee combat and mining are either not possible or work differently.
hu: Ezzel az eszközzel nem a megszokott módon lehet ütni; a közelharc és a bányászás vagy nem lehetséges, vagy máshogy történik.

source: Punches with this item don't work as usual; melee combat and mining are either not possible or work differently.
hu: Ezzel a tárggyal nem a megszokott módon lehet ütni; a közelharc és a bányászás vagy nem lehetséges, vagy máshogy történik.

source: This block belongs to the @1 group.
hu: Ez a blokk a(z) @1 csoportba tartozik.

source: This tool belongs to the @1 group.
hu: Ez az eszköz a(z) @1 csoportba tartozik.

source: This item belongs to the @1 group.
hu: Ez a tárgy a(z) @1 csoportba tartozik.

source: This block belongs to these groups: @1.
hu: Ez a blokk ezekbe a csoportokba tartozik: @1.

source: This tool belongs to these groups: @1.
hu: Ez az eszköz ezekbe a csoportokba tartozik: @1.

source: This item belongs to these groups: @1.
hu: Ez a tárgy ezekbe a csoportokba tartozik: @1.

source: Blocks
hu: Blokkok

source: Item reference of blocks and other things which are capable of occupying space
hu: Olyan tárgyak gyűjtőneve, amelyek blokkok vagy egyéb dolgok, és kitöltik a teret

source: Collidable: @1
hu: Tömör: @1

source: This block can be climbed.
hu: Erre a blokkra felmászhatsz.

source: This block is slippery.
hu: Ez egy csúszós blokk.

source: This block will drop as an item when no collidable block is below it.
hu: Ez a blokk felvehető tárgyként hullik le, ha nincs tömör blokk alatta.

source: Unknown Node
hu: Ismeretlen elem

source: and
hu: és

source: @1 (ca. @2%)
hu: @1 (kb. @2%)

source: Tools and weapons
hu: Szerszámok és fegyverek

source: Item reference of all wieldable tools and weapons
hu: Minden olyan tárgy gyűjtőneve, amelyek kézbe vehető szerszámok és fegyverek

source: Durability: @1 uses
hu: Tartósság: @1 használat

source: Durability: @1
hu: Tartósság: @1

source: Miscellaneous items
hu: Egyéb tárgyak

source: Item reference of items which are neither blocks, tools or weapons (esp. crafting items)
hu: Olyan tárgyak gyűjtőneve, amelyek se nem blokkok, se szerszámok, se fegyverek (pl. barkácsolási tárgyak)

source: Mobs
hu: Mobok

source: Different Mobs
hu: Különböző mobok

source: Type: @1
hu: Típus: @1

source: Can Jump a height of @1 nodes
hu: @1 blokk magasra tud ugrani

source: Can Fly
hu: Tud repülni

source: Can Swim
hu: Úszni tud

source: Drops:
hu: Ezt dobja:

source: Follows player when these items are held:
hu: Követi a játékost, ha ezek a tárgyak vannak a kezében:
