Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_armor/locale/poconvert/*.po
Languages: fr, hu, id

source: This is a piece of equippable armor which reduces the amount of damage you receive.
fr: Il s'agit d'une pièce d'armure équipable qui réduit la quantité de dégâts que vous recevez.
hu: Ez egy felszerelhető páncél, amely csökkenti a sebzés mértékét.
id: Ini adalah bagian dari pakaian zirah yang dapat dipakai untuk mengurangi jumlah kerusakan yang kamu terima.

source: To equip it, put it on the corresponding armor slot in your inventory menu.
fr: Pour l'équiper, placez-la sur l'emplacement d'armure correspondant dans votre inventaire.
hu: A felszereléshez helyezd a megfelelő páncélrekeszbe az eszköztárban.
id: Untuk memakainya, letakkan pada slot pakaian zirah yang sesuai di menu inventaris kamu.

source: Leather Cap
fr: Chapeau en cuir
hu: Bőrsisak
id: Topi Kulit

source: Leather Tunic
fr: Tunique en cuir
hu: Bőrmellény
id: Kaos Kulit

source: Leather Pants
fr: Pantalon en cuir
hu: Bőrnadrág
id: Celana Kulit

source: Leather Boots
fr: Bottes en cuir
hu: Bőrcsizma
id: Sepatu Kulit

source: Colorize a piece of leather armor, or wash it
fr: Colorer une pièce d'armure en cuir ou la laver
hu: Színezz egy darabka bőrpáncélt vagy mosd ki
id: Warnai sepotong pakaian zirah kulit, atau cucilah

source: Not leather armor.
fr: N'est pas une armure en cuir.
hu: Nem bőrpáncél.
id: Bukan pakaian zirah kulit.

source: Washed.
fr: Lavée.
hu: Kimosva.
id: Dicuci.

source: Done: @1
fr: Résultat : @1
hu: Kész: @1
id: Selesai : @1

source: Player isn't online
fr: Le joueur n'est pas en ligne
hu: Játékos nem online
id: Pemain tidak sedang online

source: Bolt Armor Trim
fr: Ornement des boulons
hu: Szegecselt páncéldísz

source: Coast Armor Trim
fr: Ornement des littoraux
hu: Tengerparti páncéldísz

source: Dune Armor Trim
fr: Ornement des dunes
hu: Dűnés páncéldísz

source: Eye Armor Trim
fr: Ornement de l'oeil
hu: Szemes páncéldísz

source: Flow Armor Trim
fr: Ornement des tourbillons
hu: Örvényes páncéldísz

source: Rib Armor Trim
fr: Ornement des côtes
hu: Bordás páncéldísz

source: Sentry Armor Trim
fr: Ornement des sentinelles
hu: Őrszemes páncéldísz

source: Silence Armor Trim
fr: Ornement du silence
hu: Csendes páncéldísz

source: Snout Armor Trim
fr: Ornement des groins
hu: Ormányos páncéldísz

source: Spire Armor Trim
fr: Ornement des tours
hu: Toronycsúcsos páncéldísz

source: Tide Armor Trim
fr: Ornement des marées
hu: Hullámos páncéldísz

source: Vex Armor Trim
fr: Ornement des Vex
hu: Bosszancsos páncéldísz

source: Ward Armor Trim
fr: Ornement des abîmes
hu: Strázsás páncéldísz

source: Wayfinder Armor Trim
fr: Ornement des éclaireurs
hu: Útjelzős páncéldísz

source: Wild Armor Trim
fr: Ornement des jungles
hu: Vad páncéldísz

source: Golden Helmet
fr: Casque en or
hu: Aranysisak
id: Helm Emas

source: Golden Chestplate
fr: Plastron en or
hu: Arany mellvért
id: Baju Emas

source: Golden Leggings
fr: Jambières en or
hu: Arany lábvért
id: Celana Emas

source: Golden Boots
fr: Bottes en or
hu: Arany csizma
id: Sepatu Emas

source: Chainmail Helmet
fr: Casque de mailles
hu: Sodronysisak
id: Helm Rantai

source: Chainmail Chestplate
fr: Cotte de mailles
hu: Sodronying
id: Baju Rantai

source: Chainmail Leggings
fr: Jambières de mailles
hu: Sodronynadrág
id: Celana Rantai

source: Chainmail Boots
fr: Bottes de mailles
hu: Sodronycsizma
id: Sepatu Rantai

source: Iron Helmet
fr: Casque en fer
hu: Vassisak
id: Helm Besi

source: Iron Chestplate
fr: Plastron en fer
hu: Vas mellvért
id: Baju Besi

source: Iron Leggings
fr: Jambières en fer
hu: Vas lábvért
id: Celana Besi

source: Iron Boots
fr: Bottes en fer
hu: Vascsizma
id: Sepatu Besi

source: Diamond Helmet
fr: Casque en diamant
hu: Gyémántsisak
id: Helm Berlian

source: Diamond Chestplate
fr: Plastron en diamant
hu: Gyémánt mellvért
id: Baju Berlian

source: Diamond Leggings
fr: Jambières en diamant
hu: Gyémánt lábvért
id: Celana Berlian

source: Diamond Boots
fr: Bottes en diamant
hu: Gyémántcsizma
id: Sepatu Berlian

source: Netherite Helmet
fr: Casque en Netherite
hu: Netheritsisak
id: Helm Netherite

source: Netherite Chestplate
fr: Plastron en Netherite
hu: Netherit mellvért
id: Baju Netherite

source: Netherite Leggings
fr: Jambières en Netherite
hu: Netherit lábvért
id: Celana Netherite

source: Netherite Boots
fr: Bottes en Netherite
hu: Netheritcsizma
id: Sepatu Netherite

source: Projectile Protection
fr: Protection contre les projectiles
id: Proteksi Proyektil

source: Reduces projectile damage.
fr: Réduit les dommages causés par les projectiles.
id: Mengurangi kerusakan akibat proyektil.

source: Blast Protection
fr: Protection contre les explosions
id: Proteksi Ledakan

source: Reduces explosion damage and knockback.
fr: Réduit les dégâts d'explosion et de recul.
id: Mengurangi kerusakan akibat ledakan dan pukulan mundur.

source: Fire Protection
fr: Protection contre le feu
id: Proteksi Api

source: Reduces fire damage.
fr: Reduit les dégats de feu.
id: Mengurangi kerusakan akibat kebakaran.

source: Reduces most types of damage by 4% for each level.
fr: Réduit la plupart des types de dégâts de 4% pour chaque niveau.
id: Mengurangi segala jenis kerusakan sebanyak 4% tiap levelnya.

source: Feather Falling
fr: Chute amortie
id: Bulu Jatuh

source: Reduces fall damage.
fr: Réduit les dégats de chute.
id: Mengurangi kerusakan akibat jatuh.

source: Aqua Affinity
fr: Affinité aquatique
id: Afinitas Air

source: Increases underwater mining speed.
fr: Augmente la vitesse de minage sous-marine.
id: Meningkatkan kecepatan penambangan bawah air.

source: Curse of Binding
fr: Malédiction du lien éternel
id: Kutukan Pengikatan

source: Item cannot be removed from armor slots except due to death, breaking or in Creative Mode.
fr: L'objet ne peut être retiré des emplacements d'armure sauf en cas de mort, de casse ou en mode créatif.
id: Barang tidak dapat dihapus dari slot pakaian Zirah kecuali karena kematian, rusak atau dalam Mode Kreatif.

source: Thorns
fr: Épines
id: Duri

source: Reflects some of the damage taken when hit, at the cost of reducing durability with each proc.
fr: Reflète une partie des dégâts subis lors de la frappe, au prix d'une réduction de la durabilité à chaque déclenchement.
id: Memantulkan sebagian kerusakan yang diterima saat terkena, dengan mengorbankan daya tahan pada setiap proses.

source: Elytra
fr: Élytres
hu: Kitinszárny
id: Sayap

source: Smithing Template
fr: Modèle de forge
hu: Kovácssablon
id: Templat Penempaan

source: Applies to:
fr: S'applique à :
id: Berlaku untuk:

source: Armor
fr: Armure
hu: Páncél
id: Zirah

source: Ingredients:
fr: Ingrédients :
hu: Összetevők:
id: Bahan-bahan:

source: Ingot & Crystals
fr: Lingots & Cristaux
id: Batangan dan Kristal

source: Protection
id: Proteksi
