Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_fishing/locale/poconvert/*.po
Languages: eu, pt_br, zh_cn

source: Fishing Rod
eu: Arrantza-kanabera
pt_br: Vara de Pesca
zh_cn: 鱼竿

source: Catches fish in water
eu: Harrapatu arrainak uretan
pt_br: Coleta peixes na água.
zh_cn: 水中垂钓

source: Fishing rods can be used to catch fish.
eu: Kanaberak arrantzarako erabil daitezke.
pt_br: Varas de pesca podem ser usadas para coletar peixes.
zh_cn: 钓鱼竿可用于钓鱼。

source: Rightclick to launch the bobber. When it sinks right-click again to reel in an item. Who knows what you're going to catch?
eu: Egin eskuin-klik bobberra hasteko. Hondoratzen zarenean, egin eskuin-klik berriro elementu bat biribilkatzeko. Nork daki zer harrapatuko duzun?
pt_br: Clique com o botão direito para lançar a boia de pesca. Quando esta afundar clique com o botão direito novamente para enrola-la como um item. Quem sabe o que você está prestes a coletar?
zh_cn: 右键点击抛出浮标，当浮标下沉时，再次右键点击收线钓起物品，谁知道你会钓到什么呢？

source: Raw Fish
eu: Bakailao gordina
pt_br: Peixe Cru
zh_cn: 生鱼

source: Raw fish is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
eu: Bakailao gordina arrantzan lortzen da eta modu seguruan jan daitekeen elikagaia da. Sukaldaritzak nutrizio-balioa hobetzen du.
pt_br: Peixe cru é obtido através da pesca e é um item de comida ao qual pode ser comido em segurança. Cozinha-lo aumenta seu valor nutricional.
zh_cn: 生鱼通过钓鱼获得，是一种可安全食用的食物，烹饪后营养价值更高。

source: Cooked Fish
eu: Bakailao kozinatua
pt_br: Peixe Cozido
zh_cn: 煎鱼

source: Mmh, fish! This is a healthy food item.
eu: Mmh, arraina! Hau elikagai osasungarria da.
pt_br: Mmh, peixe! Esse é um item de comida saudável.
zh_cn: 嗯，鱼！这是一种健康的食物。

source: Raw Salmon
eu: Izokin gordina
pt_br: Salmão Cru
zh_cn: 生鲑鱼

source: Raw salmon is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
eu: Izokin gordina arrantzan lortzen da, eta modu seguruan jan daitekeen elikagaia da. Sukaldaritzak nutrizio-balioa hobetzen du.
pt_br: Salmão cru é obtido através da pesca e é um item de comida ao qual pode ser comido em segurança. Cozinha-lo aumenta seu valor nutricional.
zh_cn: 生鲑鱼通过钓鱼获得，是一种可安全食用的食物，烹饪后营养价值更高。

source: Cooked Salmon
eu: Prestatutako izokina
pt_br: Salmão Cozido
zh_cn: 煎鲑鱼

source: This is a healthy food item which can be eaten.
eu: Jan daitekeen elikagai osasungarria da hau.
pt_br: Esse é um item de comida saudável ao qual pode ser comido.
zh_cn: 这是一种可食用的健康食物。

source: Clownfish
eu: Pailazo arraina
pt_br: Peixe-Palhaço
zh_cn: 小丑鱼

source: Clownfish may be obtained by fishing (and luck) and is a food item which can be eaten safely.
eu: Arrain tropikala arrantzan lor daiteke (eta zorionez) eta modu seguruan jan daitekeen elikagaia da.
pt_br: Peixes-Palhaço podem ser obtidos com pesca (e sorte) e são um item de comida ao qual pode ser comido em segurança.
zh_cn: 小丑鱼可通过钓鱼（加上运气）获得，是一种可安全食用的食物。

source: Pufferfish
eu: Globo-arraina
pt_br: Baiacu
zh_cn: 河豚

source: Very poisonous
eu: Oso pozoitsua
pt_br: Muito venenoso
zh_cn: 剧毒

source: Pufferfish are a common species of fish and can be obtained by fishing. They can technically be eaten, but they are very bad for humans. Eating a pufferfish only restores 1 hunger point and will poison you very badly (which drains your health non-fatally) and causes serious food poisoning (which increases your hunger).
eu: Globo-arraina arrain-espezie arrunta da, eta arrantzaren bidez lor daiteke. Teknikoki jan daitezke, baina gizakientzat oso txarrak dira. Puxika-arrain bat jateak gose-puntu bat lehengoratzen du eta asko pozoitzen zaitu (zure osasuna drainatzen du modu ez zorigaitzean) eta elikadura-intoxikazio larria eragiten du (horrek gosea areagotzen dizu).
pt_br: Baiacus são uma espécie comum de peixe e podem ser obtidos através da pesca. Tecnicamente eles podem ser comidos, mas eles são muito ruins para humanos. Comer um baiacu restaura apenas 1 ponto de fome e irá lhe envenenar muito (o que drenará sua saúde de forma não-fatal) e causará uma séria intoxicação alimentar (o que aumentará sua fome).
zh_cn: 河豚是一种常见的鱼类，可通过钓鱼获得。严格来说它们能吃，但对人类危害极大。食用河豚只能恢复1点饥饿值，还会让你重度中毒（非致命性地消耗生命值），并引发严重食物中毒（会增加饥饿感）。
