Repository: wrxxnch/better-mineclonia
Catalog: mods/HELP/doc/doc_identifier/locale/poconvert/*.po
Languages: cs, es, eu, hu, it, sv, zh_cn

source: No help entry for this item could be found.
cs: Pro tuto položku nebyla nalezena žádná nápověda.
es: No se pudo encontrar ninguna página de ayuda para este ítem.
eu: Ezin izan da item honentzako laguntza-sarrerarik aurkitu.
hu: Nem található segítség ehhez a tárgyhoz.
it: Non è stata trovata alcuna pagina di aiuto per questo elemento.
sv: Ingen hjälppost för denna artikel kunde hittas.
zh_cn: 无法找到关于此项的帮助条目。

source: No help entry for this block could be found.
cs: Pro tento blok nebyla nalezena žádná nápověda.
es: No se encontró ninguna página de ayuda para este bloque.
eu: Ez da bloke honentzako laguntza-sarrerarik aurkitu.
hu: Nem található segítség ehhez a blokkhoz.
it: Non è stato possibile trovare alcuna sezione di aiuto per questo blocco.
sv: Inget hjälpinlägg för detta block kunde hittas.
zh_cn: 无法找到关于此方块的帮助条目。

source: Error: This node, item or object is undefined. This is always an error.
cs: Chyba: Tento uzel, položka nebo objekt není definován. Toto je vždy chyba.
es: Error: Este nodo, ítem o objeto no está definido. Esto siempre es un error.
eu: Errorea: Nodo, item edo objektu hau ez dago definituta. Hau beti da errorea.
hu: Hiba: Ez a blokk, tárgy vagy objektum nem meghatározható. Ez mindig hibára utal.
it: Errore: Questo nodo, elemento od oggetto non è definito. Ciò costituisce sempre un errore.
sv: Fel: Denna nod, detta föremål eller detta objekt är odefinierat. Detta är alltid ett fel.
zh_cn: 错误： 该节点、项目或对象未定义。这是常见错误。

source: This can happen for the following reasons:
cs: K tomu může dojít z následujících důvodů:
es: Esto puede suceder por los siguientes motivos:
eu: Arrazoi hauengatik gerta daiteke hori:
hu: Ez a következők miatt fordulhat elő:
it: Ciò può accadere per i seguenti motivi:
sv: Detta kan hända av följande skäl:
zh_cn: 出现该情况的原因如下：

source: • The mod which is required for it is not enabled
cs: • Mod, který je k tomu potřeba, není povolen
es: • El mod que se requiere para ello no está activado
eu: • Horretarako behar den mod-a ez dago gaituta
hu: • A mod, ami ehhez szükséges, nem elérhető
it: • la mod che richiede non è abilitata
sv: • Den mod som krävs för det är inte aktiverad
zh_cn: • 未加载所需模组

source: • The author of the game or a mod has made a mistake
cs: • Autor hry nebo modifikace udělali chybu
es: • La persona que creó el juego/mod ha cometido un error
eu: • Jokoa/mod-a sortu zuen pertsonak akatsa egin du
hu: • A játék vagy a mod készítője hibát követett el
it: • Lə creante del gioco o di una mod ha commesso un errore
sv: • Spelets upphovsman eller en mod har begått ett misstag
zh_cn: • 游戏或模组的作者犯了一个错误

source: It appears to originate from the mod “@1”, which is enabled.
cs: Zdá se, že pochází z módu „@1“, který je povolen.
es: Parece originarse del mod “@1”, que está activado.
eu: Badirudi "@1" mod-ean (gaituta dago) dagoela arazoa.
hu: Úgy tűnik ebből az aktív mod-ból származik: @1.
it: Sembra aver origine dalla mod "@1", che è abilitata.
sv: Det verkar komma från modulen ”@1”, som är aktiverad.
zh_cn: 看起来问题源于已启用的模组 “@1”。

source: It appears to originate from the mod “@1”, which is not enabled!
cs: Zdá se, že pochází z módu „@1“, který není povolen!
es: ¡Parece originarse del mod "@1", que no está activado!
eu: Badirudi "@1" mod-ean (desgaituta dago!) dagoela arazoa!
hu: Úgy tűnik ebből a mod-ból származik: "@1", ami nem aktív!
it: Sembra aver origine dalla mod "@1", che è disabilitata!
sv: Det verkar komma från modden ”@1”, som inte är aktiverad!
zh_cn: 看起来问题源于模组 “@1”，但该模组并未启用！

source: Its identifier is “@1”.
cs: Jeho identifikátor je „@1“.
es: Su identificador es "@1“.
eu: Bere identifikatzailea "@1“ da.
hu: Ez az azonosítója: "@1".
it: Il suo identificatore è "@1".
sv: Dess identifierare är ”@1”.
zh_cn: 它的标识符是 “@1”。

source: This block cannot be identified because the world has not materialized at this point yet. Try again in a few seconds.
cs: Tento blok nelze identifikovat, protože svět se v tuto chvíli ještě nevytvořil. Zkuste to znovu za několik sekund.
es: Este bloque no se puede identificar porque el mundo aún no se ha materializado en este momento. Inténtalo de nuevo en unos segundos.
eu: Bloke hori ezin da identifikatu, mundua oraindik ez delako gauzatu une honetan. Saia zaitez berriro segundo batzuk barru.
hu: Ezt a blokkot még nem lehet meghatározni mert a világnak ez a része még nem készült el. Próbáld újra néhány másodperc múlva.
it: Questo blocco non può essere identificato perché il mondo non si è ancora materializzato. Riprova tra qualche secondo.
sv: Detta block kan inte identifieras eftersom världen inte har materialiserats ännu. Försök igen om några sekunder.
zh_cn: 无法识别这个方块，因为此刻世界尚未实例化完成。请过几秒钟后再试一次。

source: No help entry for this object could be found.
cs: Pro tento objekt neexistuje žádná záznam v nápovědě.
es: No se pudo encontrar ninguna página de ayuda para este objeto.
eu: Ezin izan da objektu horretarako laguntza-sarrerarik aurkitu.
hu: Ehhez az objektumhoz nem található segítség.
it: Non è stata trovata nessuna pagina d'aiuto per quest'oggetto.
sv: Inget hjälpinlägg för detta objekt kunde hittas.
zh_cn: 无法找到关于这个对象的帮助条目。

source: This is a player.
cs: Toto je hráč.
es: Este es un jugador.
eu: Hau jokalari bat da.
hu: Ez itt egy játékos.
it: Questə è unə giocante.
sv: Detta är en spelare.
zh_cn: 这是一名玩家。

source: OK
cs: Budiž
es: Aceptar
eu: Onartu

source: Lookup Tool
cs: Dalekohled
es: Herramienta lupa
eu: Lupa Tresna
hu: Nagyító
it: Strumento d'indagine
sv: Sökverktyg
zh_cn: 查询工具

source: Show help for pointed thing
cs: Zobrazit nápovědu pro špičatou věc
es: Muestra ayuda para el ítem que estás apuntando
eu: Apuntatzen ari zaren gauzari buruzko laguntza erakusten du
hu: Segítséget nyújt a dolgok megismerésében
it: Mostra informazioni sull'elemento puntato
sv: Visa hjälp för utpekad sak
zh_cn: 显示所指向事物的帮助信息

source: This useful little helper can be used to quickly learn more about about one's closer environment. It identifies and analyzes blocks, items and other things and it shows extensive information about the thing on which it is used.
cs: Tento užitečný pomocník slouží k rychlému získání informací o bližším okolí. Identifikuje a analyzuje bloky, předměty a další věci a zobrazuje rozsáhlé informace o věci, na které je použit.
es: Este pequeño y útil ayudante se puede utilizar para aprender rápidamente más sobre el entorno cercano. Identifica y analiza bloques, ítems y otras cosas, y muestra información detallada sobre el elemento en el que se usa.
eu: Laguntzaile txiki eta erabilgarri hau ingurune hurbilari buruz azkarrago ikasteko erabil daiteke. Blokeak, itemak eta beste gauza batzuk identifikatu eta aztertzen ditu, eta erabiltzen den elementuari buruzko informazio zehatza erakusten du.
hu: Hasznos kis segédeszköz, amellyel gyorsan megismerheted a közvetlen környezetedet. Azonosítja és elemzi a blokkokat, tárgyakat és egyebeket. Részletes információt közöl arról dologról, amelyre irányítod.
it: Questo piccolo e utile strumento può essere usato per saperne di più sull'ambiente circostante. Identifica e analizza i blocchi, gli oggetti e altre cose, mostrando informazioni estese sull'elemento sul quale è stato utilizzato.
sv: Detta användbara lilla hjälpmedel kan användas för att snabbt lära sig mer om sin närmiljö. Den identifierar och analyserar block, föremål och andra saker och visar omfattande information om den sak som den används på.
zh_cn: 这个实用的小助手可用于快速进一步了解周边环境。它能够识别并分析方块、物品以及其他事物，而且会展示出所作用对象的详细信息。

source: Punch any block, item or other thing about you wish to learn more about. This will open up the appropriate help entry. The tool comes in two modes which are changed by using. In liquid mode, this tool points to liquids as well while in solid mode this is not the case.
cs: klepněte na libovolný blok, položku nebo jinou věc, o které se chcete dozvědět více. Tím se otevře příslušná položka nápovědy. Nástroj je k dispozici ve dvou režimech, které lze přepínat použitím nástroje. V režimu kapalin tento nástroj ukazuje i na kapaliny, zatímco v režimu pevné látky tomu tak není.
es: Golpea cualquier bloque, ítem u otra cosa sobre la que desees aprender más. Esto abrirá la página de ayuda correspondiente. La herramienta está disponible en dos modos que cambian según el uso. En el modo líquido, esta herramienta también señala líquidos, mientras que en el modo sólido, esto no ocurre.
eu: Jo ezazu edozein bloke, item edo edozer eta horri buruz ikasiko duzu. Dagokion laguntza-sarrera irekiko du. Tresna bi modutan dago erabilgarri, eta erabileraren arabera aldatzen da. Modu likidoan, trena honek likidoak ere apuntatzen ditu, eta modu solidoan, berriz, ez.
hu: Üss meg vele bármilyen blokkot, tárgyat vagy más dolgot, amelyről többet szeretnél tudni. Ezáltal megnyílik a megfelelő súgóbejegyzés. Ez az eszköz kétféle módon működik, melyek között a használata által lehet váltani. Folyadék módban folyadékra is lehet irányítani, szilárd módban pedig nem.
it: Colpisci qualsivoglia blocco, oggetto o altro sul quale desideri avere maggiori informazioni. Questo ne aprirà la pagina d'aiuto corrispondente. Ci sono due modalità per utilizzarlo: nella modalità liquidi punterà anche ai liquidi, mentre in modalità solida li ignorerà.
sv: Slå på ett block, objekt eller något annat som du vill veta mer om. Detta kommer att öppna den lämpliga hjälpposten. Verktyget kommer i två lägen som kan växlas mellan genom att använda det. I vätskeläget pekar verktyget även på vätskor, medan detta inte är fallet i solid-läget.
zh_cn: 击打任何你想要进一步了解的身边的方块、物品或其他事物。这将会打开相应的帮助条目。该工具具备两种模式，可通过使用来进行切换。在液体模式下，这个工具也能指向液体，而在固体模式下则并非如此。
