Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_chests/locale/poconvert/*.po
Languages: it

source: Chest
it: Baule

source: Inventory
it: Inventario

source: Large Chest
it: Baule grande

source: To access its inventory, rightclick it. When broken, the items will drop out.
it: Per accedere al suo inventario, clicca col tasto destro. Una volta distrutto, gli oggetti contenuti cadranno per terra.

source: Chests are containers which provide 27 inventory slots. Chests can be turned into large chests with double the capacity by placing two chests next to each other.
it: I bauli sono contenitori che forniscono 27 scompartimenti di inventario. Possono diventare un baule Grande con il doppio della capacità se ne vengono posizionati due vicini.

source: 27 inventory slots
it: 27 scompartimenti d'inventario

source: Can be combined to a large chest
it: Può essere combinato in un Baule Grande

source: Trapped Chest
it: Baule trappola

source: A trapped chest is a container which provides 27 inventory slots. When it is opened, it sends a redstone signal to its adjacent blocks as long it stays open. Trapped chests can be turned into large trapped chests with double the capacity by placing two trapped chests next to each other.
it: Un baule trappola è un contenitore con 27 spazi inventario. Emette un segnale pietrarossa a tutti i blocchi adiacenti finché è aperto. Può diventare un baule trappola grande, col doppio della capacità, se ne vengono posizionati due accanto.

source: Emits a redstone signal when opened
it: Emette un segnale pietrarossa da aperto

source: Ender Chest
it: Baule di ender

source: 27 interdimensional inventory slots
it: 27 scompartimenti di inventario interdimensionali

source: Put items inside, retrieve them from any ender chest
it: Metti degli oggetti al suo interno, li potrai recuperare da qualsiasi altro baule ender

source: Ender chests grant you access to a single personal interdimensional inventory with 27 slots. This inventory is the same no matter from which ender chest you access it from. If you put one item into one ender chest, you will find it in all other ender chests. Each player will only see their own items, but not the items of other players.
it: I bauli ender ti danno accesso ad un inventario interdimensionale con 27 scompartimenti. L'inventario sarà sempre il medesimo a prescindere da quale baule ender apri. Ciascun giocatore vedrà al suo interno solo i propri oggetti e non quelli degli altri.

source: Rightclick the ender chest to access your personal interdimensional inventory.
it: Fai clic col tasto destro su un Baule ender per accedere al tuo inventario interdimensionale.

source: White Shulker Box
it: Scatola di shulker bianca

source: Light Grey Shulker Box
it: Scatola di shulker grigio chiaro

source: Orange Shulker Box
it: Scatola di shulker arancione

source: Cyan Shulker Box
it: Scatola di shulker ciano

source: Magenta Shulker Box
it: Scatola di shulker magenta

source: Purple Shulker Box
it: Scatola di shulker viola

source: Light Blue Shulker Box
it: Scatola di shulker azzurra

source: Blue Shulker Box
it: Scatola di shulker blu

source: Yellow Shulker Box
it: Scatola di shulker gialla

source: Brown Shulker Box
it: Scatola di shulker marrone

source: Lime Shulker Box
it: Scatola di shulker lime

source: Green Shulker Box
it: Scatola di shulker verde

source: Pink Shulker Box
it: Scatola di shulker rosa

source: Red Shulker Box
it: Scatola di shulker rossa

source: Grey Shulker Box
it: Scatola di shulker grigia

source: Black Shulker Box
it: Scatola di shulker nera

source: Shulker Box
it: Scatola di shulker

source: Can be carried around with its contents
it: Può essere trasportata con il suo contenuto

source: and @1 more
it: E altri @1

source: A shulker box is a portable container which provides 27 inventory slots for any item except shulker boxes. Shulker boxes keep their inventory when broken, so shulker boxes as well as their contents can be taken as a single item. Shulker boxes come in many different colors.
it: Una scatola di shulker è un contenitore portatile che contiene 27 scompartimenti di inventario in cui puoi mettere qualsiasi oggetto tranne altre scatole di shulker. Mantengono il loro inventario all'interno una volta rotte e vengono conteggiate come un singolo oggetto quando raccolte. Si possono colorare usando dei coloranti.

source: To access the inventory of a shulker box, place and right-click it. To take a shulker box and its contents with you, just break and collect it, the items will not fall out. Place the shulker box again to be able to retrieve its contents.
it: Per accedere all'inventario di una scatola di shulker, posizionala e fai clic col tasto destro. Per prenderla con tutto il suo contenuto e portarla con te, rompila e raccoglila. Dopodiché posizionala nuovamente per recuperare gli oggetti al suo interno.
