Repository: wrxxnch/better-mineclonia
Catalog: mods/ITEMS/mcl_enchanting/locale/poconvert/*.po
Languages: eu, it

source: Bane of Arthropods
eu: Artropodoak galtzea
it: Flagello degli Artropodi

source: Increases damage and applies Slowness IV to arthropod mobs (spiders, cave spiders, silverfish and endermites).
eu: Kaltea areagotzen du eta artropodoak moteltzen ditu (armiarmak, zilar-arrainak, endermitak, etab.).
it: Aumenta il danno ed infligge Lentezza IV ai mob artropodi (ragni, ragni delle caverne, pesciolini d'argento ed endermiti).

source: Channeling
eu: Eroankortasuna
it: Canalizzazione

source: Channels a bolt of lightning toward a target. Works only during thunderstorms and if target is unobstructed with opaque blocks.
eu: Ekaitzaren izpiak etsaiarengana bideratzen ditu.
it: Canalizza un fulmine sul bersaglio colpito. Funziona solo durante i temporali e se il bersaglio non ha blocchi opachi sopra di sé.

source: Curse of Vanishing
eu: Desagertzeko madarikazioa
it: Maledizione della scomparsa

source: Item destroyed on death.
eu: Itema suntsitu egiten da zure heriotzaren ondoren.
it: Distrugge l'oggetto quando muori.

source: Depth Strider
eu: Ur-arintasuna
it: Passo anfibio

source: Increases underwater movement speed.
eu: Ur azpian igeri egiteko abiadura handitzen du.
it: Aumenta la velocità di movimento sotto acqua.

source: Efficiency
eu: Efizientzia
it: Efficienza

source: Increases mining speed.
eu: Minatze-abiadura handitzen du.
it: Aumenta la velocità di scavo.

source: Fire Aspect
eu: Alderdi igneoa
it: Aspetto di fuoco

source: Sets target on fire.
eu: Etsaiaren kontrako inkentzia.
it: Da' fuoco al bersaglio.

source: Flame
eu: Sua
it: Fiamma

source: Arrows set target on fire.
eu: Geziek etsaiak piztuko zituzten.
it: Le frecce danno fuoco al bersaglio.

source: Fortune
eu: Fortuna
it: Fortuna

source: Increases certain block drops.
eu: Blokeek askatzen dituzten itemen kopurua handitzen du.
it: Aumenta il drop di alcuni blocchi.

source: Frost Walker
eu: Pasabide izoztua
it: Passo gelato

source: Turns water beneath the player into frosted ice and prevents the damage from magma blocks.
eu: Izoztu ura zure oinen azpian eta saihestu magma-blokeen kaltea.
it: Trasforma l'acqua ai piedi del giocatore in ghiaccio e annulla il danno dei blocchi di magma.

source: Impaling
eu: Lotura
it: Impalamento

source: Trident deals additional damage to ocean mobs.
eu: Hiruhortzaren kaltea areagotzen du uretako izakietan.
it: Il tridente infligge maggior danno verso i mob marini.

source: Infinity
eu: Hamaika
it: Infinità

source: Shooting consumes no regular arrows.
eu: Jaurtitako geziak ez dira kontsumitzen.
it: Spara frecce normali senza consumarle.

source: Knockback
eu: Bultzada
it: Contraccolpo

source: Increases knockback.
eu: Bultzada areagotzen du.
it: Aumenta il contraccolpo.

source: Looting
eu: Harrapakina
it: Saccheggio

source: Increases mob loot.
eu: Etsaien harrapakina handitzen du.
it: Aumenta i drop dei mob.

source: Loyalty
eu: Leialtasuna
it: Lealtà

source: Trident returns after being thrown. Higher levels reduce return time.
eu: Hiruhortza eramailearengana itzultzen da jaurti ondoren.
it: Il tridente ritorna in mano dopo essere lanciato. Più è alto il livello e più è basso il tempo di ritorno.

source: Luck of the Sea
eu: Itsas zortea
it: Fortuna del mare

source: Increases rate of good loot (enchanting books, etc.)
eu: Altxorrak aurkitzeko probabilitatea handitzen du
it: Aumenta le probabilità di trovare tesori pescando

source: Lure
eu: Erakarpena
it: Esca

source: Decreases time until rod catches something.
eu: Murriztu egiten da beita txikitzeko behar duten denbora arrantzan.
it: Riduce il tempo di abbocco dell'amo.

source: Mending
eu: Konponketa
it: Ripristino

source: Repair the item while gaining XP orbs.
eu: Konpondu esperientziazko orbeak jasotzean eramandako itemak.
it: Ripara l'oggetto raccogliendo sfere d'esperienza.

source: Multishot
eu: Tiro anitzekoa
it: Tiro multiplo

source: Shoot 3 arrows at the cost of one.
eu: Jaurti 3 gezi baten prezioan.
it: Spara 3 frecce contemporaneamente al costo di una.

source: Piercing
eu: Zulaketa
it: Perforazione

source: Arrows passes through multiple objects.
eu: Geziek hainbat objektu zeharkatzen dituzte.
it: Le frecce possono trapassare più bersagli.

source: Power
eu: Boterea
it: Potenza

source: Increases arrow damage.
eu: Gezien kaltea areagotzen du.
it: Aumenta il danno delle frecce.

source: Punch
eu: Atzera
it: Impatto

source: Increases arrow knockback.
eu: Gezien bultzada areagotzen du.
it: Aumenta il contraccolpo delle frecce.

source: Quick Charge
eu: Karga azkarra
it: Carica rapida

source: Decreases crossbow charging time.
eu: Baleztak kargatzeko denbora gutxitzen du.
it: Riduce il tempo di ricarica della balestra.

source: Respiration
eu: Arnasketa
it: Respirazione

source: Extends underwater breathing time.
eu: Arnasari eusteko denbora handitzen da.
it: Aumenta il tempo di respirazione sott'acqua.

source: Riptide
eu: Uretako propultsioa
it: Risacca

source: Trident launches player with itself when thrown. Works only in water or rain.
eu: Hiruhortzak eramailea uraren barruan edo euripean bultzatzen du.
it: Il tridente trascina il giocatore con sé quando lanciato. Funziona solo nell'acqua o sotto la pioggia.

source: Sharpness
eu: Ahoa
it: Affilatezza

source: Increases damage.
eu: Kaltea areagotzen du.
it: Aumenta il danno.

source: Silk Touch
eu: Zeta ukitzea
it: Tocco di velluto

source: Mined blocks drop themselves.
eu: Blokeak osorik minatuko dira.
it: Gli oggetti scavati droppano sé stessi.

source: Smite
eu: Kolpekatzea
it: Anatema

source: Increases damage to undead mobs.
eu: Ez-hildakoen aurkako kaltea areagotzen du.
it: Aumenta il danno contro i mob non-morti.

source: Soul Speed
eu: Arimaren abiadura
it: Velocità delle anime

source: Increases walking speed on soul sand.
eu: Abiadura handitzen du Arimen hondar gainean ibiltzean.
it: Aumenta la velocità quando si cammina sulla sabbia delle anime.

source: Sweeping Edge
eu: Ekorketa
it: Lama sferzante

source: Increases sweeping attack damage.
eu: Eremu-efektuko kaltea areagotzen du.
it: Aumenta il danno dell'attacco sferzante.

source: Unbreaking
eu: Puskaezintasuna
it: Indistruttibilità

source: Increases item durability.
eu: Tresna baten iraunkortasuna areagotzen du.
it: Aumenta la durata dell'oggetto.

source: Density
eu: Dentsitatea
it: Densità

source: Increases mace damage when falling.
eu: Piloaren kaltea areagotzen du erortzean.
it: Aumenta il danno della mazza in caduta.

source: Breach
eu: Pitzadura
it: Breccia

source: Reduces target's armor effectiveness.
eu: Objektiboaren armaduraren eraginkortasuna murrizten du.
it: Riduce l'efficacia dell'armatura del bersaglio.

source: Wind Burst
eu: Aerobulkada
it: Colpo di vento

source: Emits a burst of wind from a mace smash attack.
eu: Haize-bolada bat igortzen du mailuaren eraso zapaltzaile baten ondorioz.
it: La mazza emette una potente ventata quando si attacca dall'alto.

source: Unknown Enchantment
eu: Sorginkeria ezezaguna
it: Incantesimo sconosciuto

source: Inventory
eu: Inbentarioa
it: Inventario

source: @1 Enchantment Levels
eu: Sorginkeria-maila: @1
it: @1 livelli di incantamento

source: Level requirement: @1
eu: Beharrezko maila: @1
it: Livello richiesto: @1

source: @1 Lapis Lazuli
it: @1 lapislazzuli

source: Enchant an item
eu: Liluratu itema
it: Incanta un oggetto

source: <player> <enchantment> [<level>]
eu: <jokalaria> <sorginkeria> [<maila>]
it: <giocatore> <incantesimo> [<livello>]

source: Usage: /enchant <player> <enchantment> [<level>]
eu: Erabili: /enchant <jokalaria> <sorginkeria> [<maila>]
it: Uso: /enchant <giocatore> <incantesimo> [<livello>]

source: Player '@1' cannot be found.
eu: @1 jokalaria ez da aurkitu.
it: Giocatore '@1' non trovato.

source: There is no such enchantment '@1'.
eu: "@1" ez da sorginkeria.
it: Non esiste l'incantesimo '@1'.

source: The target doesn't hold an item.
eu: Helburuak ez du itemik lotzen.
it: Il bersaglio non ha in mano oggetti.

source: The selected enchantment can't be added to the target item.
eu: Hautatutako sorginkeria ezin zaio item horri gehitu.
it: L'incantesimo scelto non può essere aggiunto all'oggetto in mano al bersaglio.

source: '@1' is not a valid number
eu: '@1' ez da zenbaki balioduna
it: '@1' non è un numero valido

source: The number you have entered (@1) is too big, it must be at most @2.
eu: Sartu duzun zenbakia (@1) oso handia da, @2 baino txikiagoa izan behar du.
it: Il valore inserito (@1) è troppo grande, deve essere al massimo @2.

source: The number you have entered (@1) is too small, it must be at least @2.
eu: Sartu duzun zenbakia (@1) oso txikia da, eta @2 baino handiagoa izan behar du.
it: Il valore inserito è troppo piccolo (@1), deve essere almeno @2.

source: @1 can't be combined with @2.
eu: @1 ezin da @2rekin konbinatu.
it: @1 non può essere combinato con @2.

source: Enchanting succeded.
eu: Pozten naiz.
it: Incantamento completato.

source: Forcefully enchant an item
eu: Indarrez itema xarmatzea
it: Incanta forzatamente un oggetto

source: Usage: /forceenchant <player> <enchantment> [<level>]
eu: Erabili: /forceenchant <jokalaria> <sorginkeria> [<maila>]
it: Uso: /forceenchant <giocatore> <incantesimo> [<livello>]

source: The target item is not enchantable.
eu: Jokalariaren itema ezin da gustatu.
it: L'oggetto del bersaglio non può essere incantato.

source: '@1' is not a valid number.
eu: '@1' ez da zenbaki balioduna.
it: '@1' non è un numero valido.

source: Enchanted Book
eu: Liburu sorgindua
it: Libro incantato

source: Enchanting Table
eu: Sorginkeria-mahaia
it: Tavolo per incantesimi

source: Spend experience, and lapis to enchant various items.
eu: Esperientzia eta lapis lazulia xahutzen ditu item batzuk xarmatzeko.
it: Consuma livelli di esperienza e lapislazzuli per incantare vari oggetti.

source: Enchanting Tables will let you enchant armors, tools, weapons, and books with various abilities. But, at the cost of some experience, and lapis lazuli.
eu: Sorginkerien mahaiak trebetasun magiko batzuk emango dizkie zure erreminta, arma edo armadurari. Baina esperientzia eta lapis lazuli pixka baten truke.
it: I tavoli per incantesimi permettono di incantare armature, attrezzi, armi e libri con varie abilità; al costo di alcuni livelli di esperienza e lapislazzuli.

source: Rightclick the Enchanting Table to open the enchanting menu.
eu: Egin eskuin-klik sorginkeria-mahaiaren gainean interfazea irekitzeko.
it: Fai clic col tasto destro sul Tavolo per incantesimi per aprire il menu degli incantesimi.

source: Place a tool, armor, weapon or book into the top left slot, and then place 1-3 Lapis Lazuli in the slot to the right.
eu: Jarri tresna, arma, armadura edo liburu bat ezkerreko artekaren gainean, jarri 1etik 3ra Lapis Lazuliak eskuineko artekan.
it: Posiziona uno strumento, armatura, arma o libro nello slot di sinistra, e da 1 a 3 lapislazzuli nello slot di destra.

source: After placing your items in the slots, the enchanting options will be shown. Hover over the options to read what is available to you.
eu: Itema bere zirrikituan jarri eta aukeratu beharreko sorginkeriak erakutsiko dira.
it: Dopo aver posizionato gli oggetti negli slot, le scelte di incantesimi saranno disponibili. Posiziona il puntatore su ciascuna di esse per scoprire quali sono disponibili.

source: These options are randomized, and dependent on experience level; but the enchantment strength can be increased.
eu: Aukerak ausazkoak izango dira esperientzia-mailaren arabera, eta sorginkeria-mailak handitu egin daitezke.
it: Le scelte sono casuali e dipendono dal livello di esperienza, ma la forza d'incantamento può essere aumentata.

source: To increase the enchantment strength, place bookshelves around the enchanting table. However, you will need to keep 1 air node between the table, & the bookshelves to empower the enchanting table.
eu: Sorgin-mailak handitzeko, jarri liburu-dendak sorginkeria-mahaiaren inguruan eta inguruan.
it: Per aumentare la forza di incantamento, posiziona delle librerie intorno al Tavolo per incantesimi. Tieni conto che è necessario almeno un nodo di aria fra il Tavolo e la libreria per potenziare il primo.

source: After finally selecting your enchantment; left-click on the selection, and you will see both the lapis lazuli and your experience levels consumed. And, an enchanted item left in its place.
eu: Ondoren, aukeratu zure sorginkeria, esperientzia-mailak eta lapis lazulia ahituko dira eta itemari aplikatutako sorginkeria.
it: Dopo aver scelto l'incantesimo fai clic per selezionarlo, i lapislazzuli e livelli di esperienza verranno consumati. L'oggetto riceverà l'incantesimo.

source: Enchant
eu: Sorginkeria
it: Incanta
